{
    "version": "https://jsonfeed.org/version/1",
    "title": "技术人生",
    "home_page_url": "http://www.luzexi.com/",
    "feed_url": "http://www.luzexi.com/feed.json",
    "description": "技术，哲学，金融",
    "icon": "http://www.luzexi.com/apple-touch-icon.png",
    "favicon": "http://www.luzexi.com/favicon.ico",
    "expired": false,
    
    "author":  {
        "name": "Jesse Lu",
        "url": "http://www.luzexi.com",
        "avatar": null
    },
    
"items": [
    
        {
            "id": "http://www.luzexi.com/2020/11/01/%E6%80%9D%E8%B7%AF%E6%8E%A2%E8%AE%A854",
            "title": "思路探讨(五十四) 系统性的学习",
            "summary": "思路 随想 理念 逻辑 人生哲学",
            "content_text": "前面很多文章对人生哲理的认知比较多，但对系统性的知识则却没有几篇。这也是最近几年犯的错误之一，忙于吸收一些零散的知识，却没有形成体系。把看别人写的文章当作吸收知识的重要来源，是我最近几年所犯的重要错误之一。我们写的文章大部分都是写给自己的总结（即使记者在撰写实时新闻时也会夹带有自己的观点和情绪），在写文章的同时总结了我们学到的知识，这些知识无论从书本上还是实践中的来，最后总结完毕后的文章第一个看的人是我们自己，所以从某种意义上来说我们写的文章都是我们写给自己看的，这使得我们可以让自己的知识在脑袋中有了一次整理和巩固的机会，然后这篇文章才顺带的分享给大家，让大家能够知道我们在这个学习过程中经历了什么，有什么样的体会，知识的重点是什么，这对于写文章的人帮助很大。对于看文章的人，其吸收的知识其实微乎其微。这句话我一开始也不是很明白，为什么我看别人写的精彩的技术文章就没什么用呢？为什么我看别人写的文章的时候，你怎么知道我吸收的知识就微乎其微了呢？后来我才慢慢发现，这些大部分文章无论是新闻还是技术相当于一种资讯，就像我们每天在xx新闻里看的文章那样，写的都是天下发生的事，可能你觉得新奇会去看一下，但其具体的知识无法进入到你的脑袋中。为什么呢？因为你没有系统性的去学习过它，你只是片面的从别人的口中知道了这么一件事。比如某个专家在文章中提到，xx编程语言效率低，你可能就记住了，但其实他讲了很多关于为什么这个语言是低效的内容，你却很难记住，因为这不是你的经历，你无法在这么短的文章中体会到他的所有成功和失败的经历。但当有人问你的时候，你也这么告诉他，就像专家那样。可是你一直没有去研究为什么这种编程语言效率低，没有去系统性的学习编程语言是怎么设计的，是怎样编译成机器码的，在执行时是怎么运行的。所以你的脑袋里只有这么一句话，xx编程语言是低效的。如果你没有从上到下，从底层到设计，系统性的去学习知识，我们可能会迷失在这个充满知识的海洋里。系统性学习和零散的看些文章的区别，本质上围绕的依然是高效。我们关注的是，“如何才能高效的学习？”和“如何学习才高效？”。答案可能很长，包括且不局限于，练习的技巧、精力管理、目标管理、阅读技巧、心态的调整、教导他人时的方法、自我总结的技巧、以及与他人交流方式等等等。有很多我们需要我们学习的东西，只是这么多东西如果我们抓不住重点，就会迷路。就如同我最近在健身中学到的那样，如果我们没有目标的去锻炼肌肉，则通常都是东锻炼一下西锻炼一下，很难形成有效的可见的成果，大部分人都在锻炼一阵后由于看不到成效放弃了健身。我也这样没有目标的锻炼了很久，直到最近我才开始反思，我在想“怎样才能让我锻炼的成果放大”。于是我开始系统性的学习人体的肌肉组成结构，肌肉增长的原理，塑形减脂的原理，慢慢的我去健身时也更加注重肌肉的局部锻炼，把有限的时间花费在几个重要的肌肉锻炼上，饮食上也更加注重搭配和克制，肌肉的增长效果显著。自己看到了成果，就会更加努力学习，向着目标前进。最后总结下，零散的知识用处小效率差误导多，我们需要系统性的学习某个领域的知识（从底层开始），因为系统性的知识能带领我们看透事物的本质和底层逻辑，这让我们进入一个新的世界，一个能抓住重点从而更加高效的世界。尽可能自己写文章，而不是期盼依靠别人的文章来获得知识。",
            "content_html": "<p>前面很多文章对人生哲理的认知比较多，但对系统性的知识则却没有几篇。这也是最近几年犯的错误之一，忙于吸收一些零散的知识，却没有形成体系。</p><h4 id=\"把看别人写的文章当作吸收知识的重要来源是我最近几年所犯的重要错误之一\">把看别人写的文章当作吸收知识的重要来源，是我最近几年所犯的重要错误之一。</h4><p>我们写的文章大部分都是写给自己的总结（即使记者在撰写实时新闻时也会夹带有自己的观点和情绪），在写文章的同时总结了我们学到的知识，这些知识无论从书本上还是实践中的来，最后总结完毕后的文章第一个看的人是我们自己，所以从某种意义上来说我们写的文章都是我们写给自己看的，这使得我们可以让自己的知识在脑袋中有了一次整理和巩固的机会，然后这篇文章才顺带的分享给大家，让大家能够知道我们在这个学习过程中经历了什么，有什么样的体会，知识的重点是什么，这对于写文章的人帮助很大。</p><p>对于看文章的人，其吸收的知识其实微乎其微。这句话我一开始也不是很明白，为什么我看别人写的精彩的技术文章就没什么用呢？为什么我看别人写的文章的时候，你怎么知道我吸收的知识就微乎其微了呢？后来我才慢慢发现，这些大部分文章无论是新闻还是技术相当于一种资讯，就像我们每天在xx新闻里看的文章那样，写的都是天下发生的事，可能你觉得新奇会去看一下，但其具体的知识无法进入到你的脑袋中。</p><p>为什么呢？因为你没有系统性的去学习过它，你只是片面的从别人的口中知道了这么一件事。比如某个专家在文章中提到，xx编程语言效率低，你可能就记住了，但其实他讲了很多关于为什么这个语言是低效的内容，你却很难记住，因为这不是你的经历，你无法在这么短的文章中体会到他的所有成功和失败的经历。但当有人问你的时候，你也这么告诉他，就像专家那样。可是你一直没有去研究为什么这种编程语言效率低，没有去系统性的学习编程语言是怎么设计的，是怎样编译成机器码的，在执行时是怎么运行的。所以你的脑袋里只有这么一句话，xx编程语言是低效的。</p><h4 id=\"如果你没有从上到下从底层到设计系统性的去学习知识我们可能会迷失在这个充满知识的海洋里\">如果你没有从上到下，从底层到设计，系统性的去学习知识，我们可能会迷失在这个充满知识的海洋里。</h4><p>系统性学习和零散的看些文章的区别，本质上围绕的依然是高效。我们关注的是，“如何才能高效的学习？”和“如何学习才高效？”。答案可能很长，包括且不局限于，练习的技巧、精力管理、目标管理、阅读技巧、心态的调整、教导他人时的方法、自我总结的技巧、以及与他人交流方式等等等。有很多我们需要我们学习的东西，只是这么多东西如果我们抓不住重点，就会迷路。</p><p>就如同我最近在健身中学到的那样，如果我们没有目标的去锻炼肌肉，则通常都是东锻炼一下西锻炼一下，很难形成有效的可见的成果，大部分人都在锻炼一阵后由于看不到成效放弃了健身。我也这样没有目标的锻炼了很久，直到最近我才开始反思，我在想“怎样才能让我锻炼的成果放大”。于是我开始系统性的学习人体的肌肉组成结构，肌肉增长的原理，塑形减脂的原理，慢慢的我去健身时也更加注重肌肉的局部锻炼，把有限的时间花费在几个重要的肌肉锻炼上，饮食上也更加注重搭配和克制，肌肉的增长效果显著。自己看到了成果，就会更加努力学习，向着目标前进。</p><h4 id=\"最后总结下零散的知识用处小效率差误导多我们需要系统性的学习某个领域的知识从底层开始因为系统性的知识能带领我们看透事物的本质和底层逻辑这让我们进入一个新的世界一个能抓住重点从而更加高效的世界尽可能自己写文章而不是期盼依靠别人的文章来获得知识\">最后总结下，零散的知识用处小效率差误导多，我们需要系统性的学习某个领域的知识（从底层开始），因为系统性的知识能带领我们看透事物的本质和底层逻辑，这让我们进入一个新的世界，一个能抓住重点从而更加高效的世界。尽可能自己写文章，而不是期盼依靠别人的文章来获得知识。</h4>",
            "url": "http://www.luzexi.com/2020/11/01/%E6%80%9D%E8%B7%AF%E6%8E%A2%E8%AE%A854",
            
            
            
            
            
            "date_published": "2020-11-01T00:00:00+08:00",
            "date_modified": "2020-11-01T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/10/25/%E5%90%91%E5%86%85%E7%9C%8B%E8%87%AA%E5%B7%B18",
            "title": "向内看自己(八) 团队合作、冥想、精力",
            "summary": "思路 随想 理念 逻辑 人生哲学",
            "content_text": "向内看自己，看自己内心的所思所想，找出问题并逐步纠正它。很佩服公司里很多同事，他们拥有很好的合作能力，知道如何更加有效的合作，让集体的力量放大很多倍。我知道自己有些许性格上的缺陷，这会使得我在平时的工作和生活中与他人合作起来会有障碍，从而导致了团队磨合期较长。这让我万分痛苦，因为年纪越大越知道团队的力量有多重要。团队凝聚的力量可以让大事情大难题分解成不同的小事情和小问题，每个小问题都由某成员来处理，综合起来就像，单车道变成了八车道那样并行处理和推进，让整个进度变得更快，让原本看似大的难题被团队良好的合作和分工，分解成了小问题并迅速消化掉。每个人擅长的领域不一样，将这些不同领域的人才聚集起来并且形成有效的合作才能迸发出巨大的创造力。团队中有些人擅长分解难题，有些人擅长某个领域的难题，有些人擅长在不同难题领域之间的衔接，难题被分解成各种小领域并在领域之间有人衔接，这是团队分工合作达成大目标的关键。​如果人没有合作意识，就会使得团体的效率大大降低，大事办不成，小事争执不断，一盘散沙。团队这个概念无处不在，除了公司里的团队外，我们还有，家庭、班级、球队、兴趣班等等。这些团队都需要我们认真对待，培养起自己良好的合作观念，如何配合队友，如何有效分工，如何衔接队友与队友之间的成果，以及如何培养团队感情。一辈子都要学习如何有效合作。前段时间压力很大，所以一直睡不着觉，精力也随之变差，工作效率也随之下降，形成了一个恶性循环。失眠一直是我的一个大问题，我相信也是所有在大城市拼搏的人的问题，为了解决这个难题，大家都尝试过很多种方法，我也是。我最近在看《十分钟冥想》（后面看完后会写个简版的笔记），这本书里面讲的些内容让我豁然开朗。他说我们睡不着的人大多数都是在想，今天发生的事，以前发生的事，明天即将发生的事，或者今天的困难、明天的困难，总之我们在睡觉时一直在想这想那，注意力不在睡觉上。这是睡不着的主要原因，想太多，脑袋和身体一直处于紧绷状态。到了后半夜当发现我们发现想的太多了，很累的时候想让自己睡觉，就拼命的去抗拒它，试图让脑袋不要去想。但大脑由不得我们，你越抗拒，就越被这种抗拒而不得的情绪折磨。于是在你脑袋中又多了一种运作程序，即抗拒。解决方法是，不要抗拒而选择旁观。你不要试图去控制它们，而是成为一个旁观者，就像你在公交站等车时看着路边来来往往的车，你不会有兴趣去挡住它们，你只是注视着它们来了走了，又来了又走了。当你成为这样一个傍观者时，你会发现这些来来往往的想法很无聊，于是慢慢的你的脑袋开始放空，最后宁静如水。这就是冥想的过程，做一个自己脑袋的旁观者，让心宁静如水，清澈见底。这个过程里有一些技巧，我会在后面的文章中详细解剖一下，我们如何掌握这些技巧，让自己可以随时保持宁静，排除噪音，去除烦恼。除了冥想，平时里由于事情太多太杂，特别是在有了孩子后，生活的复杂度上升了一个台阶。生活的复杂度压垮了我很多次，脑袋用不过来。于是我从老婆大人那里学了一个技巧，把自己脑袋里想的都记下来，为脑袋腾出更多空间干别的事。把事都记下来，那样就不会占用你的脑袋了，脑袋里的东西太多，需要有地方放，要么完结掉，要么存起来，我选择存起来，放在印象笔记里，等空了在翻开来想想怎么解决。前面有篇文章介绍《精力管理》的读书笔记，自己也在不断的践行中，最近又发现了很多问题。生活和工作中总有那么段时期是困难的时期，困难时期最需要我们用精力去支撑。但我发现，越是困难时期越容易对精力的节约和储备放松警惕，于是每次在困难时期都会胡乱的使用精力，去所谓的放松一下，比如玩游戏，ktv，抽烟喝酒等，其实这些反而消耗了精力，增加了负担。我也是一样，有段时间总会掉入这个陷阱，在最需要精力去面对困难时会选择去逃避一下，把精力浪费在“轻松一下”上，使得第二天的没有体力，进而使得困难更加难以对付，逐步形成恶性循环，越放松越没有精力去应对困难，事情就变得越来越糟糕。最近我试着学习这个克制的技巧，让自己在最困难的时候告诉自己要克制要保存体力，在关键时刻不能浪费精力，锻炼一下并早早睡觉把精力补充的满满的用到第二天去面对困难。自从用了这个方法，我的情绪变的好多了，事情也变得更加顺利了，困难也慢慢迎刃而解。每次遇到紧张、压力、焦虑的心情时要保存自己的精力，并设法补充下自己的精力，今天解决不了的事情，就补充下精力到第二天去解决，让自己能有更多保持专注的时间和保持专注的精力去面对困难，坚守理智，锻炼并补充精力以应对困难，而不是随意的浪费，让困难更难以对付。",
            "content_html": "<p>向内看自己，看自己内心的所思所想，找出问题并逐步纠正它。</p><p>很佩服公司里很多同事，他们拥有很好的合作能力，知道如何更加有效的合作，让集体的力量放大很多倍。</p><p>我知道自己有些许性格上的缺陷，这会使得我在平时的工作和生活中与他人合作起来会有障碍，从而导致了团队磨合期较长。这让我万分痛苦，因为年纪越大越知道团队的力量有多重要。</p><p>团队凝聚的力量可以让大事情大难题分解成不同的小事情和小问题，每个小问题都由某成员来处理，综合起来就像，单车道变成了八车道那样并行处理和推进，让整个进度变得更快，让原本看似大的难题被团队良好的合作和分工，分解成了小问题并迅速消化掉。</p><p>每个人擅长的领域不一样，将这些不同领域的人才聚集起来并且形成有效的合作才能迸发出巨大的创造力。团队中有些人擅长分解难题，有些人擅长某个领域的难题，有些人擅长在不同难题领域之间的衔接，难题被分解成各种小领域并在领域之间有人衔接，这是团队分工合作达成大目标的关键。</p><p>​如果人没有合作意识，就会使得团体的效率大大降低，大事办不成，小事争执不断，一盘散沙。</p><h4 id=\"团队这个概念无处不在除了公司里的团队外我们还有家庭班级球队兴趣班等等这些团队都需要我们认真对待培养起自己良好的合作观念如何配合队友如何有效分工如何衔接队友与队友之间的成果以及如何培养团队感情一辈子都要学习如何有效合作\">团队这个概念无处不在，除了公司里的团队外，我们还有，家庭、班级、球队、兴趣班等等。这些团队都需要我们认真对待，培养起自己良好的合作观念，如何配合队友，如何有效分工，如何衔接队友与队友之间的成果，以及如何培养团队感情。一辈子都要学习如何有效合作。</h4><hr /><p>前段时间压力很大，所以一直睡不着觉，精力也随之变差，工作效率也随之下降，形成了一个恶性循环。失眠一直是我的一个大问题，我相信也是所有在大城市拼搏的人的问题，为了解决这个难题，大家都尝试过很多种方法，我也是。我最近在看《十分钟冥想》（后面看完后会写个简版的笔记），这本书里面讲的些内容让我豁然开朗。</p><p>他说我们睡不着的人大多数都是在想，今天发生的事，以前发生的事，明天即将发生的事，或者今天的困难、明天的困难，总之我们在睡觉时一直在想这想那，注意力不在睡觉上。这是睡不着的主要原因，想太多，脑袋和身体一直处于紧绷状态。到了后半夜当发现我们发现想的太多了，很累的时候想让自己睡觉，就拼命的去抗拒它，试图让脑袋不要去想。但大脑由不得我们，你越抗拒，就越被这种抗拒而不得的情绪折磨。于是在你脑袋中又多了一种运作程序，即抗拒。</p><h4 id=\"解决方法是不要抗拒而选择旁观你不要试图去控制它们而是成为一个旁观者就像你在公交站等车时看着路边来来往往的车你不会有兴趣去挡住它们你只是注视着它们来了走了又来了又走了当你成为这样一个傍观者时你会发现这些来来往往的想法很无聊于是慢慢的你的脑袋开始放空最后宁静如水\">解决方法是，不要抗拒而选择旁观。你不要试图去控制它们，而是成为一个旁观者，就像你在公交站等车时看着路边来来往往的车，你不会有兴趣去挡住它们，你只是注视着它们来了走了，又来了又走了。当你成为这样一个傍观者时，你会发现这些来来往往的想法很无聊，于是慢慢的你的脑袋开始放空，最后宁静如水。</h4><p>这就是冥想的过程，做一个自己脑袋的旁观者，让心宁静如水，清澈见底。</p><p>这个过程里有一些技巧，我会在后面的文章中详细解剖一下，我们如何掌握这些技巧，让自己可以随时保持宁静，排除噪音，去除烦恼。</p><hr /><p>除了冥想，平时里由于事情太多太杂，特别是在有了孩子后，生活的复杂度上升了一个台阶。生活的复杂度压垮了我很多次，脑袋用不过来。于是我从老婆大人那里学了一个技巧，把自己脑袋里想的都记下来，为脑袋腾出更多空间干别的事。把事都记下来，那样就不会占用你的脑袋了，脑袋里的东西太多，需要有地方放，要么完结掉，要么存起来，我选择存起来，放在印象笔记里，等空了在翻开来想想怎么解决。</p><hr /><p>前面有篇文章介绍《精力管理》的读书笔记，自己也在不断的践行中，最近又发现了很多问题。</p><p>生活和工作中总有那么段时期是困难的时期，困难时期最需要我们用精力去支撑。但我发现，越是困难时期越容易对精力的节约和储备放松警惕，于是每次在困难时期都会胡乱的使用精力，去所谓的放松一下，比如玩游戏，ktv，抽烟喝酒等，其实这些反而消耗了精力，增加了负担。</p><p>我也是一样，有段时间总会掉入这个陷阱，在最需要精力去面对困难时会选择去逃避一下，把精力浪费在“轻松一下”上，使得第二天的没有体力，进而使得困难更加难以对付，逐步形成恶性循环，越放松越没有精力去应对困难，事情就变得越来越糟糕。</p><p>最近我试着学习这个克制的技巧，让自己在最困难的时候告诉自己要克制要保存体力，在关键时刻不能浪费精力，锻炼一下并早早睡觉把精力补充的满满的用到第二天去面对困难。</p><p>自从用了这个方法，我的情绪变的好多了，事情也变得更加顺利了，困难也慢慢迎刃而解。每次遇到紧张、压力、焦虑的心情时要保存自己的精力，并设法补充下自己的精力，今天解决不了的事情，就补充下精力到第二天去解决，让自己能有更多保持专注的时间和保持专注的精力去面对困难，</p><h4 id=\"坚守理智锻炼并补充精力以应对困难而不是随意的浪费让困难更难以对付\">坚守理智，锻炼并补充精力以应对困难，而不是随意的浪费，让困难更难以对付。</h4>",
            "url": "http://www.luzexi.com/2020/10/25/%E5%90%91%E5%86%85%E7%9C%8B%E8%87%AA%E5%B7%B18",
            
            
            
            
            
            "date_published": "2020-10-25T00:00:00+08:00",
            "date_modified": "2020-10-25T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/10/18/%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B012",
            "title": "读书笔记(十二) 《汇编语言》",
            "summary": "读书 书 看书 读后感",
            "content_text": "两个月前看完王爽著的《汇编语言》经过一段时间的休整，今天再次翻开来又有另一番滋味，趁着最近对底层原理这股热情，对书本的内容进行一些整理。我的初衷是希望更多的理解程序集在计算机中执行的原理，我中意《深度探索C++对象模型》里作者说的一句话，他说“我的经验告诉我，如果一个程序员了解底层实现模型，他就能够写出效率较高的代码，自信心也比较高。一个人不应该用猜的方式，或是等待某大师的宣判，才确定”何时提供一个copy constructor 而何时不需要“，这类问题的解答应该来自于我们自身对对象模型的了解”。我们很多时候由于不了解底层的执行原来，导致我们在写代码的时候基本都靠猜，我们自认为的程序在计算机中的执行方式是这样的或是那样的。以前我猜过很长一段时间，但现在我不想猜了，我想了解所有关于计算机底层的执行原理，包括计算机设备的体系结构，计算机机器码的执行原理，面向对象模型的布局和执行原理。以下是我对书本内容的记录和理解我把这本书的理解分为，基础知识、总线、寄存器、寻址、跳转、中断，6个部分。书中写了很多案例，总53万字，我把这些知识精简一下，并说出我自己的理解。基础知识我们知道机器指令是一列0和1构成二进制数字，为什么是0和1呢，因为它可以在设备中用高低电平表示。高低电平就是一个晶体管的两个状态，即有电流和没电流。一列010101二进制数字如果用数字电路来表示的话，就是一排晶体管。这排晶体管假如要做逻辑判断或计算的话，就需要涉及到逻辑门（即电流的走向逻辑），我们常接触到的逻辑门有，与（and）、非（not）、或（or）这三种逻辑门，除了这三种还有，与非门、或非门、反相器、异或门，通过这六种基础的逻辑门的组合，我们可以制造出很多很多复杂的逻辑门电路，比如加法数字电路、乘法数字电路等，计算器就是由众多逻辑门组合而成的，输入一排电流后得到一排电流的结果。由于0101形式的机器码，太难记忆，所以人们发明了汇编，它其实就是机器码的助记符，即某个10101的指令用一个英文符号来表示。因此汇编指令与机器指令的差别在于表示方式上，汇编是机器指令便于记忆的一种书写格式。我们程序员用汇编写出程序后，用汇编编译器将其翻译成机器码，再交由计算机执行。反过来也是一样，翻译完成的机器码（即一个可执行文件）也可以反过来翻译成汇编语言符号。我们常用的cpu处理器的发展过程，从8080到奔腾4的过程是，8080、8086/8088、80186、80286、80386、80486、奔腾、奔腾2、奔腾3、奔腾4.其中8086/8088开始被使用在了微机上，即我们现在的个人电脑。80386开始在微机上可以做多任务操作，一台个人电脑中的操作系统可以同时处理多项任务。虽然80286也具备了对多任务系统的支持，但它对8086/8088的兼容性支持比较差，所以过度非常困难，于是就有了80386，它既有多任务系统的功能也兼容了8086/8088。总线CPU是计算机的核心，要让CPU工作就必须向它提供指令和数据，指令和数据存放在内存，因此内存的作用仅次于CPU。而磁盘则不同与内存，磁盘上的数据或程序集如果不读到内存中就无法被CPU使用，所以对CPU来说，磁盘其实是外部设备。计算机设备中除了CPU芯片外，其他设备中也有属于自己的芯片，比如内存芯片、磁盘芯片、键盘芯片、显卡芯片、网络芯片等等，这些芯片都有自己的寄存器，CPU可以通过这些寄存器与其他芯片进行交流。设备与CPU之间的交流都是数据交流（也就是不同高低平的电流），CPU在读写数据时要指明，它要对哪一个器件进行操作，进行哪种操作，是从中读出数据还是写入数据。那么CPU是通过什么将数据传到其他设备的芯片中去的呢？在计算机中有专门连接CPU和其他芯片的导线（电线或电流线），我们称它为总线。总线又分为3类，地址总线、控制总线、数据总线。这3根总线的分类职责不同，地址总线用于指定内存单元地址，控制总线用于传输指令，数据总线用于传输数据。我们来举个例子，CPU要读取内存中3号单元的数据，CPU先通过地址线将地址信息3发给内存芯片，再通过控制总线发出读取内存的指令，指令中选中存储芯片，并通知它将要从中读取数据，最后内存芯片将3号单元中的数据通过数据线送入CPU。反过来，写的步骤也是类似，先通过地址总线将地址信息3发给内存芯片，再通过控制总线向内存芯片发出写入命令，最后通过数据总线将数据传入内心芯片。我们现在知道了，地址总线能传输多少个二进制信息，CPU就可以对多少个单元地址进行寻址。数据总线也是一样，有多少根决定了一次可传二进制数据的大小。控制总线是个总称，是一些不同控制线的集合，有多少根控制总线就意味着CPU提供了对外部器件的多少种控制。现在我们一台机子上有很多存储器，包括随机存储器（RAM）、只读存储器（ROM）、显存RAM、网卡ROM等，这些存储器在物理上是独立的器件，它们都与CPU总线相连。CPU在地址传输的时候是怎么去识别到底传给哪个存储器的呢？CPU在操控它们的时候，把它们总的当作一个整体的内存空间来看待，相当于若干个存储器排列组成了一个逻辑存储器，每个存储器的存储地址与前一个是紧密连接的，我们称这整个存储空间为，内存地址空间。举个例子，假如所有存储器地址加起来为从64KB的空间，即总共0～FFFF的地址，那么主随机存储器的地址空间可能为32KB即 0～7FFF，显存地址空间可能为8KB即 8000～9FFF，其他各个ROM的地址空间为24KB 即 A000～FFFF。如果CPU向内存地址为1000的地址发送数据，就是向主随机存储器发送数据，如果向9000地址写入数据，则为显存空间。这里所说的都是外部总线，是CPU连接外部器件的导线集合。其实CPU内部也是有总线把各个部件连接起来的，一个CPU由运算器、控制器、寄存器等器件构成，这些器件就是靠内部总线相连，它们之间相互进行数据传输。寄存器现代的CPU寄存器由很多种，我们拿最常用的一些来讲，即8086的14个寄存器，AX、BX、CX、DX、SI、DI、SP、BP、IP、CS、SS、DS、ES、PSW。通用寄存器有4个，AX、BX、CX、DX，它们可以存放一般性数据，可以看作是平时程序中的变量。它们中又有高低位寄存器来指向它们的高位和低位，即AH和AL为AX的高8位和低8位，BH和BL为BX的高8位和低8位，CH和CL为CX的高8位和低8位，DH和DL为DX的高8位和低8位。8086中可以一次性处理8位和16位数据，即字节（byte）和字（word）。即我们可以向AX中传数据也可以向AH和AL上传数据。我们来举个例子：\tmov ax,18 将18送入AX寄存器\tmov ah,78 将78送入AH寄存器\tadd ax,8 将AX中的值加上8后覆盖AX\t现在ax中的值为86在汇编代码中寄存器的用法有习惯性用法的讲究，比如AX寄存器就是存放临时数据的，BX则存放偏移地址数据，CX存放的是循环计数数据，DX则通常用来存放要访问的数据段地址。而SI、DI与BX的作用一样，存放的是内存偏移地址，只是它们不能拆分为高低位。除了通用寄存器外，还有段寄存器，标志寄存器，也是汇编中重要的寄存器。段寄存器用于存放，段内存的起始地址和偏移地址。它们包括，CS、IP、SS、SP、BP、DS。其中CS和IP就是代码段寄存器，CS指向代码段在内存中的起点，IP则指向当前执行指令在内存起点中的偏移位置，IP指向的地址就是程序要执行的指令位置。SS、SP和BP是内存栈的段寄存器，其中SS指向栈内存段起点地址，SP则指向当前栈顶偏移地址，BP有点特殊，它和SP联合使用作为SP校准使用，因为SP要指向栈顶不能乱动，所以SP把地址传给BP，由BP来做栈内的寻址。对于栈操作，计算机有push和pop指令可以使用，即我们先定义号SS和SP好地址后用push和pop操作：\tmov ax, 123H ;给一个地址\tmov ss, ax ;段寄存器必须用寄存器操作数值\tmov sp, 100H ;设置栈顶，就是设置栈总大小\tpush bp ;保存bp指针\tmov bp, sp ;把栈顶置针给bp，这时候如果函数有参数，则[bp + 2*4]就是第一个参数位置，[bp + 3*4]就是第二个参数位置，以此类推。\tmov ax, 22 ;把22给ax\tpush ax ;ax中的值推入栈\tpop bx ;把栈中的值推出给bx\t现在bx中数据为22最后是DS，DS则是静态数据段的寄存器，指向静态数据段的起始地址，所有在程序中的常量、静态变量都被放在静态数据段中，有DS数据段地址指向。有了指令内存地址，栈内存地址，静态数据内存地址，我们就可以根据数据执行指令，控制栈顶保存函数临时变量。标志寄存器则对各种标志位存储，它包括ZF（零标志）、OF（溢出标志）、DF（方向标志）、CF（进位标志）、PF（奇偶标志）、SF（符号标志）、TF（中断标志）、IF（屏蔽标志）等。\tZF 结果是否为0\tOF 加法是否溢出\tDF si、di的增减方向\tCF 进行无符号运算时记录最高有效位的进位值。\tPF 结果是否为偶数\tSF 结果是否为负\tTF 是否有中断程序\tIF 是否屏蔽中断这些标志位都是被动被计算机赋值的，只有当我们结束某个操作指令后才会需要去查看它们。寻址绝大部分机器指令都是进行数据处理的指令，处理大致可分为3类：读取、写入、运算。在机器指令这一层来讲，并不关心数据的值是多少，而关心指令执行前一刻，它将要处理的数据所在的位置。指令在执行前，所要处理的数据可以在3个地方，分别是：CPU内部、内存、端口。我们知道CPU通过内存来获得数据，在访问内存时要给出内存的地址，通过地址总线送入存储器芯片必须是一个内存单元的物理地址，于是CPU可访问的内存大小就受到地址总线的限制。8086CPU是16位结构的CPU，也就是说8086内部职能一次性处理和传输总长16位的信息，如果将地址从内部简单发出，那么它只能送出16位地址，即只能访问0～FF之间的地址，表现出的寻址能力时64K。这样的寻址能力太少，于是CPU采用了一种内部用两个地址合成一个地址的方法来增加寻址能力，即“段地址+偏移地址 = 物理地址”，这样就一下子增加了1倍的寻址能力，如果地址总线够宽的话。可惜8086只有20根总线，因此最大寻址能力只能提高到1MB。我们现代计算机中也运用了同样的寻址方式，但是现代计算机中地址总线只有32条和40条，即32位CPU处理器原本只能处理4G内存，64位CPU处理器原本只能处理1T内存（而且还要受到其他地址总线的限制，比如内部总线）。段地址是重要的标记位置，是一段内存的起点，因此在程序中有专门的寄存器来存储它们，就是我们前面说的，CS、IP、SS、SP、BP、DS、ES。寻址方式分，直接寻址、间接寻址、基址变址寻址，即如下：例子1，数据段寻址：\tmov bx, 1000H ;将1000数据送入bx\tmov ds, bx ;将bx里的数据送入ds\tmov al, [0] ;将ds段地址加上0得到的1000H:0，在该内存地址单元中的数据送入al寄存器\tmov [0], bx ;将bx的数据送入1000H:0内存地址单元中例子2，寄存器寻址：\tmov bx, 1000H ;将1000H送入bx\tmov ax, [bx] ;根据bx中的值去内存中的单元地址中的值，传送给ax\tmov ax, [bx + 123] ;根据bx+123得到的值去内存中的单元地址中取值，传送给ax\tmov ax, [bx + si] ;根据bx + si的到的值去内存中取值，传送给ax\tmov ax, [bx + si + 123] ;根据bx + si + 123得到的值去内存中的单元地址中取值，传送给ax例子3，段地址寻址：\tmov bx, 1000H ;将1000H送入bx\tmov cs, bx ;将bx的值送入cs代码段寄存器\tmov ax, 0 ;将0送入ax\tadd ax, cs:[bx] ;用段地址+偏移地址的方式获得cs+bx地址，并从该地址上取得数值送入ax例子4，不同类型的数据放入不同的段：\tassume cs:code, ds:data, ss:stack\tdata segment ; 定义data内容\t\tdw 0123h, 0456h, 0789h, 0abch, 0defh, 0fedh ;dw为字内容即2个byte\tdata ends\tstack segment ; 定义stack内容\t\tdw 0,0,0,0,0,0\tstack ends\tcode segment ; 定义code内容\t\tmov ax, statck ; 将statck地址送入ax\t\tmov ss, ax ; 将ax内容送入ss栈段寄存器\t\tmov sp, 20h ; 将栈顶定义为20h大小\t\tmov ax, data ; 将data定义为\t\tmov ds, ax ; 将ax数据传入ds数据段寄存器\t\tmov bx, 0 ; 将0传入bx\tcode ends\tend start跳转计算机执行机器指令时是顺序的并且根据代码段指针在没有跳转的情况下依次执行下去，这个指针就是IP寄存器。因此跳转就是将原本IP寄存器指向的地址改为我们指定的地址，这样计算机根据IP指针指向的机器指令可以随意操控了。最常用的跳转就是loop。计算机在执行loop指令时每次都会在先将cx中的值减1，再判断cx是否为0，如果不为零则跳转到指定地址：\tmov cx, 11 ; 将11传送给cx\tmov ax, 1 ; 将1传送给ax\ts: add ax, ax ; 将ax加上ax的值传入ax\t   loop s  ; 先做cx=cx-1操作，再判断cx是否为零，如果不是零则跳转到 s位置，如果是零则继续下一条除了修改IP来实现跳转外，我们也可以通过就该CS代码段地址来实现跳转。只修改IP实现的跳转，我们称为段内跳转，也称短跳转，因为跳转范围在一个寄存器大小范围内。而同时修改CS和IP实现的跳转，我们称为段间跳转，也称为长跳转。常用的跳转指令有：\t无条件跳转 jmp\t有条件跳转 je(相等就跳转)，jcxz（判断cx为0就跳转）\t循环跳转   loop\t调用跳转 call，ret（使用栈中数据修改IP内容实现近跳转），retf（用栈中数据修改CS和IP实现远跳转）\t中断跳转   int前面有些一般形式的跳转我们都会理解的比较快，比如jmp，je，jcxz，和loop，都是通过寻址地址跳转，或先做某个判断再跳转。和我们平时写的代码中的，if…else，goto，for循环，switch有很多相似之处，因此理解起来相对比较容易，最多也只是多了一个远近的跳转，也好理解，近跳转只修改IP，远跳转修改了CS和IP。call、ret、retf和我们平时编写的函数有紧密的联系。当call被调用时，它先将当前IP或CS和IP推入到栈中，再进行转移。执行call时相当于：\tpush IP\tjmp 某寄存器而ret和retf在执行时，会先从栈中推出一个数据传送给IP，或推出2个数据传送给CS与IP。ret相当于：\tpop IPretf相当于\tpop IP\tpop CS这两个指令很像我们代码中的函数调用function call 和 return时的作用。我们来看看这两个指令配合起来是如何运作的：\tmov ax, 1 ;将1传送给ax\tmov cx, 3 ;将3传送给cx\tcall s ;先push IP 并且 jump s，指令跳到s段地址上\tmov bx, ax ;将ax的值传送给bx\tmov ax, 4c00h ;将4c00h传送给ax\tint 21h ;中断调用，结束\ts: add ax, ax ;将ax值相加传送给ax\t   loop s ;先cx减去1传送给cx，再判断cx是否为0，如果不为0条转到s，如果为0则继续下一个\t   ret ;pop IP，从栈中取的前面call时推入的地址给IP，实现跳转到 call s 那句指令下\t最后结束前，bx为8，loop了跳转了3次，ax从1自增到了8，call跳转到了s做了循环，做完循环ret又回到了call s下。有了function和ret的概念，我们就可以传递更多参数到栈中，在function里去取出栈中的值进行计算，在汇编里会变得如何呢，我们来看看：\tmov ax 1000 ;将1000传入ax\tmov ds ax ;通过ax设置数据内存单元\tmov [101] 10 ;将10传送到数据内存101地址单元上\tmov [102] 20 ;将20传送到数据内存102地址单元上\tpush [101] ;将101数据内存地址单元上的数据推入栈中\tpush [102] ;将102数据内存地址单元上的数据推入栈中\tmov ax, 1 ;将1传入ax\tcall s ;先push IP，再将IP设置为 s段地址上\tmov bx, ax ;将ax中的数值传送给bx\tmov ax 4c00h ;将4c00h传送给ax\tint 21h ;中断调用，结束\ts: pop bx ;从栈中推出数据给bx，其实就是IP值\t   pop dx ;从栈中推出数据给dx，其实就是[102]的值\t   add ax dx ;将ax和dx相加传送给ax\t   pop dx ;从栈中推出数据给dx，其实就是[101]的值\t   add ax dx ;将ax和dx相加传送给ax\t   jmp bx ;直接跳转到call s的位置上述程序利用了栈传递数据，在调用 call s之前，在栈中推入了内存地址101和102的值，到s中执行计算时分别推出了IP和两个数据，做完加法后跳转到call s的原位置下，继续执行直到结束。中断中断分内部中断和外部中断，中断的意思是CPU不再接着向下执行，而是转去处理特殊的信息。CPU具备一种能力，可以在执行完当前正在执行的指令后检测到从CPU外部发过来的或者内部产生的一种特殊信息，并立即处理接收到的信息，这就是中断信息。内部中断比如CPU在除法时溢出就会触发内部的中断程序，外部中断比如收到键盘的输入数据时会触发中断程序。用来处理中断信息的程序被称中断处理程序，一般来说，需要对不同的中断信息编写不同的处理程序。每个中断程序都有一个中断码，通过中断码我们可以找到中断程序。在计算机内存中有一块内存是专门存放中断码和对应的中断程序地址的，我们称为中断向量表：\t0号 -&gt; 中断程序入口地址\t1号 -&gt; 中断程序入口地址\t...当程序引发中断时过程如下，我们假设发生了除法溢出错误，产生了0号中断信息：\t1.除法溢出，产生中断信息，取得中断码\t2.标志寄存器的值入栈（因为在中断过程中要改变标志寄存器值）\t3.设置标志寄存器TF和IF的值为0\t4.CS和IP入栈\t5.根据中断码从中断向量表中取出中断处理程序的入口地址中断程序编写的方法和子程序相似：\t1.保存用到的寄存器\t2.处理中断\t3.恢复用到的寄存器\t4.调用iret指令返回iret指令功能可描述为：\tpop IP ;推出地址给指令指针IP\tpop CS ;推出地址给指令段地址给CS\tpopf ;推出标志寄存器除了系统自带的中断程序外，我们也可以自己安装中断程序，例如我们常用的Try cache 和 throw 就是利用安装中断程序来做抓异常的功能的。我们来看看，安装中断程序时如何做的：\tmov ax, cs ;将cs地址传入ax\tmov ds, ax ;将ax地址传入ds，为后面拷贝做准备\tmov si, offset ss ;设置ds:si指向地址\tmov ax, 0 ;将0传入ax\tmov es, ax ;将ax传入es\tmov di, 200h ;设置es:di指向目的地址\tmov cx, offset sqrend-offset ss ;设置ss中断程序长度\tcld ;设置传输方向为正\trep movsb ; 拷贝ds:si到es:di\tmov ax, 0 ; 设置ax为0\tmov es, ax ; 将ax的0传入es\tmov word ptr es:[7ch*4], 200h ; 修改中断编码7ch的中断程序入口地址\tmov word ptr es:[7ch*4 + 2], 0 ; 修改中断编码7ch的中断程序入口地址\tmov ax, 4c00h ;设置ax\tint 21h ; 结束中断\tss: mul ax ;中断程序，ax乘以ax传入ax\t    iret ;恢复中断我们将ss这段程序放入了中断向量表7ch中去，当我们执行 int 7ch 时就执行了ss段程序，虽然这个程序执行完毕后就没有在内存了，但ss这段指令已经被拷贝到了内存中。我们来看看BIOS和DOS在启动时时如何安装它们的中断程序的。1.开机后，CPU一加电，初始化(CS)=0FFFFh，(IP)=0，自动从FFFF:0单元开始执行程序。FFFF:0出油一条跳转指令，CPU执行该指令后转去执行BIOS中的硬件系统检测和初始化程序。2.初始化程序将建立BIOS所支持的中断向量表，将BIOS提供的中断程序的入口地址登记在中断向量中。3.硬件系统检测和初始化完成后，调用 int 19h 进行操作系统的引导。从此将计算机交由操作系统控制，DOS开始初始化程序。4.DOS启动后，除完成其他工作外，还将它所提供的中断程序装入内存，并添加到相应的中断向量表中。外部中断前面说CPU总线连接了很多芯片，这些芯片都有一组可以由CPU读写的寄存器，虽然这些寄存器都在不同的芯片中，但它们都与总线相连，CPU可以通过控制总线对它们进行读写。从CPU的角度看，将这些寄存器都当作端口，对它们进行统一编址，从而建立了一个统一的端口地址空间。每个端口在地址空间中都有一个地址。在访问端口时，CPU通过端口地址来定位端口，端口地址范围为0～65535。访问端口与访问内存略有不同，访问内存使用mov ax, ds:[8]，将内存地址数据段中的8单元地址上的数据传送到ax，而端口则是 in al, 60h，从60h号端口读入1个字节的数据送入al，out 20h, al 将al上的数据传入到20h端口。CPU有了与外部芯片通信的机制，就可以接受外部中断信息。比如，外设的输入到达时，相关芯片就会向CPU发出相应的中断信息。CPU在执行完当前指令后，检测到发过来的中断信息，引发了中断过程，跳转到中断程序处理外设的输入数据。我们来看看计算机时如何处理键盘输入中断的：1.键盘上每个键都相当于一个开关，键盘中有一个芯片对键盘上的每个键的开关状态进行扫描。2.按下一个键时，开关接通，该芯片就产生了一个扫描码，扫描码被送入主板上的接口芯片(usb接口)的寄存器中，该寄存器的端口地址通常为60h。3.松开按下的键时，也会产生一个扫描码，也同样被送入主板上的接口芯片(usb接口)的寄存器中。4.当键盘的输入到达60h端口时，接口芯片就会向CPU发送中断码。CPU检测到该中断信息后，如果IF=1则认为是不可屏蔽中断，接着响应中断引发中断过程，转去执行int 9的中断程序。5.BIOS提供了int 9的中断程序，读出60h端口中的扫描码，并送入到内存的键盘缓存中，如果是Ctrl之类的控制键则写入内存中存储状态字节单元，接收完成后向接口芯片发出应答信息。6.CPU继续根据内存中键盘缓存中的数据执行相关程序，响应键盘的输入。除了键盘外，磁盘也是外部设备的一种，也同样需要通过端口和中断的形式处理相关程序。BIOS和操作系统都提供了访问磁盘的中断程序。当需要向磁盘访问数据时，会先在寄存器和内存上设置访问的地址和大小，再发起中断，中断程序会根据设置在寄存器和内存上的信息从磁盘上传输到内存，传输完毕后结束中断。下面这个写入数据到3.5英寸软盘为例：\tmov ax, 0\tmov es, ax\tmov bx, 200h ; ex:bx指向写入磁盘的数据\tmov al, 1 ; 读取的扇区数\tmov ch, 0 ; 磁道号\tmov cl, 1 ; 扇区号\tmov dl, 0 ; 驱动器号\tmov dh, 0 ; 磁头号\tmov ah, 3 ; 表示写入\tint 13h ; 执行磁盘写入中断CPU首先需要告诉磁盘设备，写入还是读取，接着要告诉磁盘写入的内容，以及写入的地址，中断程序在执行完毕写入操作后，结束中断并返回原地址。总结，汇编其实就是机器码的助记符，它有很多个寄存器，每个寄存器都有不同的用途，内存分为几个段，不同的内存段有不同的用途，通常包括有静态数据段、代码段、栈空间段，我们通过指令可以在内存中寻址，也可以在不同的段之间跳转。CPU和设备之间用总线连接在一起，总线又分为地址总线，数据总线，控制总线，每个设备又都有自己的芯片，它们与CPU的通信方式就是通过自己的寄存器，CPU统一称它们为端口并为它们做了统一的编号。除内存外，设备与CPU之间的通信通常使用中断来进行，中断程序执行完毕后会跳转到原位置继续执行下面的程序指令。",
            "content_html": "<p>两个月前看完王爽著的《汇编语言》经过一段时间的休整，今天再次翻开来又有另一番滋味，趁着最近对底层原理这股热情，对书本的内容进行一些整理。</p><h4 id=\"我的初衷是希望更多的理解程序集在计算机中执行的原理我中意深度探索c对象模型里作者说的一句话他说我的经验告诉我如果一个程序员了解底层实现模型他就能够写出效率较高的代码自信心也比较高一个人不应该用猜的方式或是等待某大师的宣判才确定何时提供一个copy-constructor-而何时不需要这类问题的解答应该来自于我们自身对对象模型的了解\">我的初衷是希望更多的理解程序集在计算机中执行的原理，我中意《深度探索C++对象模型》里作者说的一句话，他说“我的经验告诉我，如果一个程序员了解底层实现模型，他就能够写出效率较高的代码，自信心也比较高。一个人不应该用猜的方式，或是等待某大师的宣判，才确定”何时提供一个copy constructor 而何时不需要“，这类问题的解答应该来自于我们自身对对象模型的了解”。</h4><p>我们很多时候由于不了解底层的执行原来，导致我们在写代码的时候基本都靠猜，我们自认为的程序在计算机中的执行方式是这样的或是那样的。以前我猜过很长一段时间，但现在我不想猜了，我想了解所有关于计算机底层的执行原理，包括计算机设备的体系结构，计算机机器码的执行原理，面向对象模型的布局和执行原理。</p><h4 id=\"以下是我对书本内容的记录和理解\">以下是我对书本内容的记录和理解</h4><p>我把这本书的理解分为，基础知识、总线、寄存器、寻址、跳转、中断，6个部分。书中写了很多案例，总53万字，我把这些知识精简一下，并说出我自己的理解。</p><h3 id=\"基础知识\">基础知识</h3><p>我们知道机器指令是一列0和1构成二进制数字，为什么是0和1呢，因为它可以在设备中用高低电平表示。高低电平就是一个晶体管的两个状态，即有电流和没电流。</p><p>一列010101二进制数字如果用数字电路来表示的话，就是一排晶体管。这排晶体管假如要做逻辑判断或计算的话，就需要涉及到逻辑门（即电流的走向逻辑），我们常接触到的逻辑门有，与（and）、非（not）、或（or）这三种逻辑门，除了这三种还有，与非门、或非门、反相器、异或门，通过这六种基础的逻辑门的组合，我们可以制造出很多很多复杂的逻辑门电路，比如加法数字电路、乘法数字电路等，计算器就是由众多逻辑门组合而成的，输入一排电流后得到一排电流的结果。</p><p>由于0101形式的机器码，太难记忆，所以人们发明了汇编，它其实就是机器码的助记符，即某个10101的指令用一个英文符号来表示。因此汇编指令与机器指令的差别在于表示方式上，汇编是机器指令便于记忆的一种书写格式。我们程序员用汇编写出程序后，用汇编编译器将其翻译成机器码，再交由计算机执行。反过来也是一样，翻译完成的机器码（即一个可执行文件）也可以反过来翻译成汇编语言符号。</p><p>我们常用的cpu处理器的发展过程，从8080到奔腾4的过程是，8080、8086/8088、80186、80286、80386、80486、奔腾、奔腾2、奔腾3、奔腾4.</p><p>其中8086/8088开始被使用在了微机上，即我们现在的个人电脑。80386开始在微机上可以做多任务操作，一台个人电脑中的操作系统可以同时处理多项任务。虽然80286也具备了对多任务系统的支持，但它对8086/8088的兼容性支持比较差，所以过度非常困难，于是就有了80386，它既有多任务系统的功能也兼容了8086/8088。</p><h3 id=\"总线\">总线</h3><p>CPU是计算机的核心，要让CPU工作就必须向它提供指令和数据，指令和数据存放在内存，因此内存的作用仅次于CPU。而磁盘则不同与内存，磁盘上的数据或程序集如果不读到内存中就无法被CPU使用，所以对CPU来说，磁盘其实是外部设备。计算机设备中除了CPU芯片外，其他设备中也有属于自己的芯片，比如内存芯片、磁盘芯片、键盘芯片、显卡芯片、网络芯片等等，这些芯片都有自己的寄存器，CPU可以通过这些寄存器与其他芯片进行交流。</p><p>设备与CPU之间的交流都是数据交流（也就是不同高低平的电流），CPU在读写数据时要指明，它要对哪一个器件进行操作，进行哪种操作，是从中读出数据还是写入数据。</p><h4 id=\"那么cpu是通过什么将数据传到其他设备的芯片中去的呢在计算机中有专门连接cpu和其他芯片的导线电线或电流线我们称它为总线总线又分为3类地址总线控制总线数据总线\">那么CPU是通过什么将数据传到其他设备的芯片中去的呢？在计算机中有专门连接CPU和其他芯片的导线（电线或电流线），我们称它为总线。总线又分为3类，地址总线、控制总线、数据总线。</h4><p>这3根总线的分类职责不同，地址总线用于指定内存单元地址，控制总线用于传输指令，数据总线用于传输数据。</p><p>我们来举个例子，CPU要读取内存中3号单元的数据，CPU先通过地址线将地址信息3发给内存芯片，再通过控制总线发出读取内存的指令，指令中选中存储芯片，并通知它将要从中读取数据，最后内存芯片将3号单元中的数据通过数据线送入CPU。反过来，写的步骤也是类似，先通过地址总线将地址信息3发给内存芯片，再通过控制总线向内存芯片发出写入命令，最后通过数据总线将数据传入内心芯片。</p><h4 id=\"我们现在知道了地址总线能传输多少个二进制信息cpu就可以对多少个单元地址进行寻址数据总线也是一样有多少根决定了一次可传二进制数据的大小控制总线是个总称是一些不同控制线的集合有多少根控制总线就意味着cpu提供了对外部器件的多少种控制\">我们现在知道了，地址总线能传输多少个二进制信息，CPU就可以对多少个单元地址进行寻址。数据总线也是一样，有多少根决定了一次可传二进制数据的大小。控制总线是个总称，是一些不同控制线的集合，有多少根控制总线就意味着CPU提供了对外部器件的多少种控制。</h4><p>现在我们一台机子上有很多存储器，包括随机存储器（RAM）、只读存储器（ROM）、显存RAM、网卡ROM等，这些存储器在物理上是独立的器件，它们都与CPU总线相连。</p><p>CPU在地址传输的时候是怎么去识别到底传给哪个存储器的呢？CPU在操控它们的时候，把它们总的当作一个整体的内存空间来看待，相当于若干个存储器排列组成了一个逻辑存储器，每个存储器的存储地址与前一个是紧密连接的，我们称这整个存储空间为，内存地址空间。</p><p>举个例子，假如所有存储器地址加起来为从64KB的空间，即总共0～FFFF的地址，那么主随机存储器的地址空间可能为32KB即 0～7FFF，显存地址空间可能为8KB即 8000～9FFF，其他各个ROM的地址空间为24KB 即 A000～FFFF。如果CPU向内存地址为1000的地址发送数据，就是向主随机存储器发送数据，如果向9000地址写入数据，则为显存空间。</p><p>这里所说的都是外部总线，是CPU连接外部器件的导线集合。其实CPU内部也是有总线把各个部件连接起来的，一个CPU由运算器、控制器、寄存器等器件构成，这些器件就是靠内部总线相连，它们之间相互进行数据传输。</p><h3 id=\"寄存器\">寄存器</h3><p>现代的CPU寄存器由很多种，我们拿最常用的一些来讲，即8086的14个寄存器，AX、BX、CX、DX、SI、DI、SP、BP、IP、CS、SS、DS、ES、PSW。</p><p>通用寄存器有4个，AX、BX、CX、DX，它们可以存放一般性数据，可以看作是平时程序中的变量。它们中又有高低位寄存器来指向它们的高位和低位，即AH和AL为AX的高8位和低8位，BH和BL为BX的高8位和低8位，CH和CL为CX的高8位和低8位，DH和DL为DX的高8位和低8位。</p><p>8086中可以一次性处理8位和16位数据，即字节（byte）和字（word）。即我们可以向AX中传数据也可以向AH和AL上传数据。</p><p>我们来举个例子：</p><pre><code>\tmov ax,18 将18送入AX寄存器\tmov ah,78 将78送入AH寄存器\tadd ax,8 将AX中的值加上8后覆盖AX\t现在ax中的值为86</code></pre><h4 id=\"在汇编代码中寄存器的用法有习惯性用法的讲究比如ax寄存器就是存放临时数据的bx则存放偏移地址数据cx存放的是循环计数数据dx则通常用来存放要访问的数据段地址而sidi与bx的作用一样存放的是内存偏移地址只是它们不能拆分为高低位\">在汇编代码中寄存器的用法有习惯性用法的讲究，比如AX寄存器就是存放临时数据的，BX则存放偏移地址数据，CX存放的是循环计数数据，DX则通常用来存放要访问的数据段地址。而SI、DI与BX的作用一样，存放的是内存偏移地址，只是它们不能拆分为高低位。</h4><p>除了通用寄存器外，还有段寄存器，标志寄存器，也是汇编中重要的寄存器。</p><p>段寄存器用于存放，段内存的起始地址和偏移地址。它们包括，CS、IP、SS、SP、BP、DS。</p><h4 id=\"其中cs和ip就是代码段寄存器cs指向代码段在内存中的起点ip则指向当前执行指令在内存起点中的偏移位置ip指向的地址就是程序要执行的指令位置\">其中CS和IP就是代码段寄存器，CS指向代码段在内存中的起点，IP则指向当前执行指令在内存起点中的偏移位置，IP指向的地址就是程序要执行的指令位置。</h4><h4 id=\"sssp和bp是内存栈的段寄存器其中ss指向栈内存段起点地址sp则指向当前栈顶偏移地址bp有点特殊它和sp联合使用作为sp校准使用因为sp要指向栈顶不能乱动所以sp把地址传给bp由bp来做栈内的寻址\">SS、SP和BP是内存栈的段寄存器，其中SS指向栈内存段起点地址，SP则指向当前栈顶偏移地址，BP有点特殊，它和SP联合使用作为SP校准使用，因为SP要指向栈顶不能乱动，所以SP把地址传给BP，由BP来做栈内的寻址。</h4><p>对于栈操作，计算机有push和pop指令可以使用，即我们先定义号SS和SP好地址后用push和pop操作：</p><pre><code>\tmov ax, 123H ;给一个地址\tmov ss, ax ;段寄存器必须用寄存器操作数值\tmov sp, 100H ;设置栈顶，就是设置栈总大小\tpush bp ;保存bp指针\tmov bp, sp ;把栈顶置针给bp，这时候如果函数有参数，则[bp + 2*4]就是第一个参数位置，[bp + 3*4]就是第二个参数位置，以此类推。\tmov ax, 22 ;把22给ax\tpush ax ;ax中的值推入栈\tpop bx ;把栈中的值推出给bx\t现在bx中数据为22</code></pre><h4 id=\"最后是dsds则是静态数据段的寄存器指向静态数据段的起始地址所有在程序中的常量静态变量都被放在静态数据段中有ds数据段地址指向\">最后是DS，DS则是静态数据段的寄存器，指向静态数据段的起始地址，所有在程序中的常量、静态变量都被放在静态数据段中，有DS数据段地址指向。</h4><p>有了指令内存地址，栈内存地址，静态数据内存地址，我们就可以根据数据执行指令，控制栈顶保存函数临时变量。</p><p>标志寄存器则对各种标志位存储，它包括ZF（零标志）、OF（溢出标志）、DF（方向标志）、CF（进位标志）、PF（奇偶标志）、SF（符号标志）、TF（中断标志）、IF（屏蔽标志）等。</p><pre><code>\tZF 结果是否为0\tOF 加法是否溢出\tDF si、di的增减方向\tCF 进行无符号运算时记录最高有效位的进位值。\tPF 结果是否为偶数\tSF 结果是否为负\tTF 是否有中断程序\tIF 是否屏蔽中断</code></pre><p>这些标志位都是被动被计算机赋值的，只有当我们结束某个操作指令后才会需要去查看它们。</p><h3 id=\"寻址\">寻址</h3><h4 id=\"绝大部分机器指令都是进行数据处理的指令处理大致可分为3类读取写入运算在机器指令这一层来讲并不关心数据的值是多少而关心指令执行前一刻它将要处理的数据所在的位置指令在执行前所要处理的数据可以在3个地方分别是cpu内部内存端口\">绝大部分机器指令都是进行数据处理的指令，处理大致可分为3类：读取、写入、运算。在机器指令这一层来讲，并不关心数据的值是多少，而关心指令执行前一刻，它将要处理的数据所在的位置。指令在执行前，所要处理的数据可以在3个地方，分别是：CPU内部、内存、端口。</h4><p>我们知道CPU通过内存来获得数据，在访问内存时要给出内存的地址，通过地址总线送入存储器芯片必须是一个内存单元的物理地址，于是CPU可访问的内存大小就受到地址总线的限制。</p><p>8086CPU是16位结构的CPU，也就是说8086内部职能一次性处理和传输总长16位的信息，如果将地址从内部简单发出，那么它只能送出16位地址，即只能访问0～FF之间的地址，表现出的寻址能力时64K。</p><h4 id=\"这样的寻址能力太少于是cpu采用了一种内部用两个地址合成一个地址的方法来增加寻址能力即段地址偏移地址--物理地址这样就一下子增加了1倍的寻址能力如果地址总线够宽的话可惜8086只有20根总线因此最大寻址能力只能提高到1mb\">这样的寻址能力太少，于是CPU采用了一种内部用两个地址合成一个地址的方法来增加寻址能力，即“段地址+偏移地址 = 物理地址”，这样就一下子增加了1倍的寻址能力，如果地址总线够宽的话。可惜8086只有20根总线，因此最大寻址能力只能提高到1MB。</h4><p>我们现代计算机中也运用了同样的寻址方式，但是现代计算机中地址总线只有32条和40条，即32位CPU处理器原本只能处理4G内存，64位CPU处理器原本只能处理1T内存（而且还要受到其他地址总线的限制，比如内部总线）。</p><p>段地址是重要的标记位置，是一段内存的起点，因此在程序中有专门的寄存器来存储它们，就是我们前面说的，CS、IP、SS、SP、BP、DS、ES。</p><p>寻址方式分，直接寻址、间接寻址、基址变址寻址，即如下：</p><h4 id=\"例子1数据段寻址\">例子1，数据段寻址：</h4><pre><code>\tmov bx, 1000H ;将1000数据送入bx\tmov ds, bx ;将bx里的数据送入ds\tmov al, [0] ;将ds段地址加上0得到的1000H:0，在该内存地址单元中的数据送入al寄存器\tmov [0], bx ;将bx的数据送入1000H:0内存地址单元中</code></pre><h4 id=\"例子2寄存器寻址\">例子2，寄存器寻址：</h4><pre><code>\tmov bx, 1000H ;将1000H送入bx\tmov ax, [bx] ;根据bx中的值去内存中的单元地址中的值，传送给ax\tmov ax, [bx + 123] ;根据bx+123得到的值去内存中的单元地址中取值，传送给ax\tmov ax, [bx + si] ;根据bx + si的到的值去内存中取值，传送给ax\tmov ax, [bx + si + 123] ;根据bx + si + 123得到的值去内存中的单元地址中取值，传送给ax</code></pre><h4 id=\"例子3段地址寻址\">例子3，段地址寻址：</h4><pre><code>\tmov bx, 1000H ;将1000H送入bx\tmov cs, bx ;将bx的值送入cs代码段寄存器\tmov ax, 0 ;将0送入ax\tadd ax, cs:[bx] ;用段地址+偏移地址的方式获得cs+bx地址，并从该地址上取得数值送入ax</code></pre><h4 id=\"例子4不同类型的数据放入不同的段\">例子4，不同类型的数据放入不同的段：</h4><pre><code>\tassume cs:code, ds:data, ss:stack\tdata segment ; 定义data内容\t\tdw 0123h, 0456h, 0789h, 0abch, 0defh, 0fedh ;dw为字内容即2个byte\tdata ends\tstack segment ; 定义stack内容\t\tdw 0,0,0,0,0,0\tstack ends\tcode segment ; 定义code内容\t\tmov ax, statck ; 将statck地址送入ax\t\tmov ss, ax ; 将ax内容送入ss栈段寄存器\t\tmov sp, 20h ; 将栈顶定义为20h大小\t\tmov ax, data ; 将data定义为\t\tmov ds, ax ; 将ax数据传入ds数据段寄存器\t\tmov bx, 0 ; 将0传入bx\tcode ends\tend start</code></pre><h3 id=\"跳转\">跳转</h3><p>计算机执行机器指令时是顺序的并且根据代码段指针在没有跳转的情况下依次执行下去，这个指针就是IP寄存器。因此跳转就是将原本IP寄存器指向的地址改为我们指定的地址，这样计算机根据IP指针指向的机器指令可以随意操控了。</p><p>最常用的跳转就是loop。计算机在执行loop指令时每次都会在先将cx中的值减1，再判断cx是否为0，如果不为零则跳转到指定地址：</p><pre><code>\tmov cx, 11 ; 将11传送给cx\tmov ax, 1 ; 将1传送给ax\ts: add ax, ax ; 将ax加上ax的值传入ax\t   loop s  ; 先做cx=cx-1操作，再判断cx是否为零，如果不是零则跳转到 s位置，如果是零则继续下一条</code></pre><p>除了修改IP来实现跳转外，我们也可以通过就该CS代码段地址来实现跳转。</p><h4 id=\"只修改ip实现的跳转我们称为段内跳转也称短跳转因为跳转范围在一个寄存器大小范围内而同时修改cs和ip实现的跳转我们称为段间跳转也称为长跳转\">只修改IP实现的跳转，我们称为段内跳转，也称短跳转，因为跳转范围在一个寄存器大小范围内。而同时修改CS和IP实现的跳转，我们称为段间跳转，也称为长跳转。</h4><p>常用的跳转指令有：</p><pre><code>\t无条件跳转 jmp\t有条件跳转 je(相等就跳转)，jcxz（判断cx为0就跳转）\t循环跳转   loop\t调用跳转 call，ret（使用栈中数据修改IP内容实现近跳转），retf（用栈中数据修改CS和IP实现远跳转）\t中断跳转   int</code></pre><p>前面有些一般形式的跳转我们都会理解的比较快，比如jmp，je，jcxz，和loop，都是通过寻址地址跳转，或先做某个判断再跳转。和我们平时写的代码中的，if…else，goto，for循环，switch有很多相似之处，因此理解起来相对比较容易，最多也只是多了一个远近的跳转，也好理解，近跳转只修改IP，远跳转修改了CS和IP。</p><h4 id=\"callretretf和我们平时编写的函数有紧密的联系\">call、ret、retf和我们平时编写的函数有紧密的联系。</h4><p>当call被调用时，它先将当前IP或CS和IP推入到栈中，再进行转移。执行call时相当于：</p><pre><code>\tpush IP\tjmp 某寄存器</code></pre><p>而ret和retf在执行时，会先从栈中推出一个数据传送给IP，或推出2个数据传送给CS与IP。</p><p>ret相当于：</p><pre><code>\tpop IP</code></pre><p>retf相当于</p><pre><code>\tpop IP\tpop CS</code></pre><h4 id=\"这两个指令很像我们代码中的函数调用function-call-和-return时的作用我们来看看这两个指令配合起来是如何运作的\">这两个指令很像我们代码中的函数调用function call 和 return时的作用。我们来看看这两个指令配合起来是如何运作的：</h4><pre><code>\tmov ax, 1 ;将1传送给ax\tmov cx, 3 ;将3传送给cx\tcall s ;先push IP 并且 jump s，指令跳到s段地址上\tmov bx, ax ;将ax的值传送给bx\tmov ax, 4c00h ;将4c00h传送给ax\tint 21h ;中断调用，结束\ts: add ax, ax ;将ax值相加传送给ax\t   loop s ;先cx减去1传送给cx，再判断cx是否为0，如果不为0条转到s，如果为0则继续下一个\t   ret ;pop IP，从栈中取的前面call时推入的地址给IP，实现跳转到 call s 那句指令下\t最后结束前，bx为8，loop了跳转了3次，ax从1自增到了8，call跳转到了s做了循环，做完循环ret又回到了call s下。</code></pre><h4 id=\"有了function和ret的概念我们就可以传递更多参数到栈中在function里去取出栈中的值进行计算在汇编里会变得如何呢我们来看看\">有了function和ret的概念，我们就可以传递更多参数到栈中，在function里去取出栈中的值进行计算，在汇编里会变得如何呢，我们来看看：</h4><pre><code>\tmov ax 1000 ;将1000传入ax\tmov ds ax ;通过ax设置数据内存单元\tmov [101] 10 ;将10传送到数据内存101地址单元上\tmov [102] 20 ;将20传送到数据内存102地址单元上\tpush [101] ;将101数据内存地址单元上的数据推入栈中\tpush [102] ;将102数据内存地址单元上的数据推入栈中\tmov ax, 1 ;将1传入ax\tcall s ;先push IP，再将IP设置为 s段地址上\tmov bx, ax ;将ax中的数值传送给bx\tmov ax 4c00h ;将4c00h传送给ax\tint 21h ;中断调用，结束\ts: pop bx ;从栈中推出数据给bx，其实就是IP值\t   pop dx ;从栈中推出数据给dx，其实就是[102]的值\t   add ax dx ;将ax和dx相加传送给ax\t   pop dx ;从栈中推出数据给dx，其实就是[101]的值\t   add ax dx ;将ax和dx相加传送给ax\t   jmp bx ;直接跳转到call s的位置</code></pre><p>上述程序利用了栈传递数据，在调用 call s之前，在栈中推入了内存地址101和102的值，到s中执行计算时分别推出了IP和两个数据，做完加法后跳转到call s的原位置下，继续执行直到结束。</p><h2 id=\"中断\">中断</h2><p>中断分内部中断和外部中断，中断的意思是CPU不再接着向下执行，而是转去处理特殊的信息。</p><p>CPU具备一种能力，可以在执行完当前正在执行的指令后检测到从CPU外部发过来的或者内部产生的一种特殊信息，并立即处理接收到的信息，这就是中断信息。</p><p>内部中断比如CPU在除法时溢出就会触发内部的中断程序，外部中断比如收到键盘的输入数据时会触发中断程序。</p><p>用来处理中断信息的程序被称中断处理程序，一般来说，需要对不同的中断信息编写不同的处理程序。</p><p>每个中断程序都有一个中断码，通过中断码我们可以找到中断程序。在计算机内存中有一块内存是专门存放中断码和对应的中断程序地址的，我们称为中断向量表：</p><pre><code>\t0号 -&gt; 中断程序入口地址\t1号 -&gt; 中断程序入口地址\t...</code></pre><p>当程序引发中断时过程如下，我们假设发生了除法溢出错误，产生了0号中断信息：</p><pre><code>\t1.除法溢出，产生中断信息，取得中断码\t2.标志寄存器的值入栈（因为在中断过程中要改变标志寄存器值）\t3.设置标志寄存器TF和IF的值为0\t4.CS和IP入栈\t5.根据中断码从中断向量表中取出中断处理程序的入口地址</code></pre><p>中断程序编写的方法和子程序相似：</p><pre><code>\t1.保存用到的寄存器\t2.处理中断\t3.恢复用到的寄存器\t4.调用iret指令返回</code></pre><p>iret指令功能可描述为：</p><pre><code>\tpop IP ;推出地址给指令指针IP\tpop CS ;推出地址给指令段地址给CS\tpopf ;推出标志寄存器</code></pre><h4 id=\"除了系统自带的中断程序外我们也可以自己安装中断程序例如我们常用的try-cache-和-throw-就是利用安装中断程序来做抓异常的功能的\">除了系统自带的中断程序外，我们也可以自己安装中断程序，例如我们常用的Try cache 和 throw 就是利用安装中断程序来做抓异常的功能的。</h4><p>我们来看看，安装中断程序时如何做的：</p><pre><code>\tmov ax, cs ;将cs地址传入ax\tmov ds, ax ;将ax地址传入ds，为后面拷贝做准备\tmov si, offset ss ;设置ds:si指向地址\tmov ax, 0 ;将0传入ax\tmov es, ax ;将ax传入es\tmov di, 200h ;设置es:di指向目的地址\tmov cx, offset sqrend-offset ss ;设置ss中断程序长度\tcld ;设置传输方向为正\trep movsb ; 拷贝ds:si到es:di\tmov ax, 0 ; 设置ax为0\tmov es, ax ; 将ax的0传入es\tmov word ptr es:[7ch*4], 200h ; 修改中断编码7ch的中断程序入口地址\tmov word ptr es:[7ch*4 + 2], 0 ; 修改中断编码7ch的中断程序入口地址\tmov ax, 4c00h ;设置ax\tint 21h ; 结束中断\tss: mul ax ;中断程序，ax乘以ax传入ax\t    iret ;恢复中断</code></pre><p>我们将ss这段程序放入了中断向量表7ch中去，当我们执行 int 7ch 时就执行了ss段程序，虽然这个程序执行完毕后就没有在内存了，但ss这段指令已经被拷贝到了内存中。</p><h4 id=\"我们来看看bios和dos在启动时时如何安装它们的中断程序的\">我们来看看BIOS和DOS在启动时时如何安装它们的中断程序的。</h4><p>1.开机后，CPU一加电，初始化(CS)=0FFFFh，(IP)=0，自动从FFFF:0单元开始执行程序。FFFF:0出油一条跳转指令，CPU执行该指令后转去执行BIOS中的硬件系统检测和初始化程序。</p><p>2.初始化程序将建立BIOS所支持的中断向量表，将BIOS提供的中断程序的入口地址登记在中断向量中。</p><p>3.硬件系统检测和初始化完成后，调用 int 19h 进行操作系统的引导。从此将计算机交由操作系统控制，DOS开始初始化程序。</p><p>4.DOS启动后，除完成其他工作外，还将它所提供的中断程序装入内存，并添加到相应的中断向量表中。</p><h4 id=\"外部中断\">外部中断</h4><p>前面说CPU总线连接了很多芯片，这些芯片都有一组可以由CPU读写的寄存器，虽然这些寄存器都在不同的芯片中，但它们都与总线相连，CPU可以通过控制总线对它们进行读写。</p><p>从CPU的角度看，将这些寄存器都当作端口，对它们进行统一编址，从而建立了一个统一的端口地址空间。每个端口在地址空间中都有一个地址。</p><p>在访问端口时，CPU通过端口地址来定位端口，端口地址范围为0～65535。</p><p>访问端口与访问内存略有不同，访问内存使用mov ax, ds:[8]，将内存地址数据段中的8单元地址上的数据传送到ax，而端口则是 in al, 60h，从60h号端口读入1个字节的数据送入al，out 20h, al 将al上的数据传入到20h端口。</p><p>CPU有了与外部芯片通信的机制，就可以接受外部中断信息。比如，外设的输入到达时，相关芯片就会向CPU发出相应的中断信息。CPU在执行完当前指令后，检测到发过来的中断信息，引发了中断过程，跳转到中断程序处理外设的输入数据。</p><h4 id=\"我们来看看计算机时如何处理键盘输入中断的\">我们来看看计算机时如何处理键盘输入中断的：</h4><p>1.键盘上每个键都相当于一个开关，键盘中有一个芯片对键盘上的每个键的开关状态进行扫描。</p><p>2.按下一个键时，开关接通，该芯片就产生了一个扫描码，扫描码被送入主板上的接口芯片(usb接口)的寄存器中，该寄存器的端口地址通常为60h。</p><p>3.松开按下的键时，也会产生一个扫描码，也同样被送入主板上的接口芯片(usb接口)的寄存器中。</p><p>4.当键盘的输入到达60h端口时，接口芯片就会向CPU发送中断码。CPU检测到该中断信息后，如果IF=1则认为是不可屏蔽中断，接着响应中断引发中断过程，转去执行int 9的中断程序。</p><p>5.BIOS提供了int 9的中断程序，读出60h端口中的扫描码，并送入到内存的键盘缓存中，如果是Ctrl之类的控制键则写入内存中存储状态字节单元，接收完成后向接口芯片发出应答信息。</p><p>6.CPU继续根据内存中键盘缓存中的数据执行相关程序，响应键盘的输入。</p><h4 id=\"除了键盘外磁盘也是外部设备的一种也同样需要通过端口和中断的形式处理相关程序\">除了键盘外，磁盘也是外部设备的一种，也同样需要通过端口和中断的形式处理相关程序。</h4><p>BIOS和操作系统都提供了访问磁盘的中断程序。当需要向磁盘访问数据时，会先在寄存器和内存上设置访问的地址和大小，再发起中断，中断程序会根据设置在寄存器和内存上的信息从磁盘上传输到内存，传输完毕后结束中断。</p><p>下面这个写入数据到3.5英寸软盘为例：</p><pre><code>\tmov ax, 0\tmov es, ax\tmov bx, 200h ; ex:bx指向写入磁盘的数据\tmov al, 1 ; 读取的扇区数\tmov ch, 0 ; 磁道号\tmov cl, 1 ; 扇区号\tmov dl, 0 ; 驱动器号\tmov dh, 0 ; 磁头号\tmov ah, 3 ; 表示写入\tint 13h ; 执行磁盘写入中断</code></pre><p>CPU首先需要告诉磁盘设备，写入还是读取，接着要告诉磁盘写入的内容，以及写入的地址，中断程序在执行完毕写入操作后，结束中断并返回原地址。</p><h4 id=\"总结汇编其实就是机器码的助记符它有很多个寄存器每个寄存器都有不同的用途内存分为几个段不同的内存段有不同的用途通常包括有静态数据段代码段栈空间段我们通过指令可以在内存中寻址也可以在不同的段之间跳转cpu和设备之间用总线连接在一起总线又分为地址总线数据总线控制总线每个设备又都有自己的芯片它们与cpu的通信方式就是通过自己的寄存器cpu统一称它们为端口并为它们做了统一的编号除内存外设备与cpu之间的通信通常使用中断来进行中断程序执行完毕后会跳转到原位置继续执行下面的程序指令\">总结，汇编其实就是机器码的助记符，它有很多个寄存器，每个寄存器都有不同的用途，内存分为几个段，不同的内存段有不同的用途，通常包括有静态数据段、代码段、栈空间段，我们通过指令可以在内存中寻址，也可以在不同的段之间跳转。CPU和设备之间用总线连接在一起，总线又分为地址总线，数据总线，控制总线，每个设备又都有自己的芯片，它们与CPU的通信方式就是通过自己的寄存器，CPU统一称它们为端口并为它们做了统一的编号。除内存外，设备与CPU之间的通信通常使用中断来进行，中断程序执行完毕后会跳转到原位置继续执行下面的程序指令。</h4>",
            "url": "http://www.luzexi.com/2020/10/18/%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B012",
            
            
            
            
            
            "date_published": "2020-10-18T00:00:00+08:00",
            "date_modified": "2020-10-18T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/10/11/%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B011",
            "title": "读书笔记(十一) 《精力管理》",
            "summary": "读书 书 看书 读后感",
            "content_text": "前面有一段时间，对时间管理着迷，想着能不能通过自我管理的方式去实现更高效率的学习与工作。2019年初，大概有几个月的时间，我用时间限制的方式去履行自己的计划。这段时间非常痛苦，后来我接触了《精力管理》，2019年10月时看完了这本书，发现精力管理比时间管理要好的多，原因是精力管理并不是泯灭人性的，它顺从人性，以精力为基础来告诉我，怎样才能保持活力，扩充精力，打破了时间上的局限。去执行时间管理的这段时间，其实没有白跑，给了很多启示和感悟，我也一直在不断调整自己的作息、生活、工作方式。我接触精力管理后虽然认同，但仍然没有完全放弃时间管理，因为我一直认为时间是比较重要的因素，从那时到现在我尝试了，每日任务、时间块记录、时间限制、打卡表的方式去管理我每日的精力。虽然嘴上说着精力管理，但其实对时间管理的相当严格。在坚持对时间把控的这段时间，其实出了很多问题，我过分关注时间，过分关注自律，导致我的效率虽然提升了些许，但没有像想象的那么好，情绪上也有过反抗和厌弃。我隐隐的知道对精力管理的理解犯了很多错误，似乎我的行动和计划有点偏离了轨道。“肯定是我理解错了”，我这样告诉我自己。我想要的是更高效率的学习、工作和生活，但为什么看似把所有时间利用的很紧凑，也主动去调节自己的情绪和身体的状态，但效率很难提上来，于是我再次阅读了这本书，这次我想把它的弄的明白些。我秉持着不完全相信别人的话的原则去审视这些内容，再次看完后我仍然认为这本书上所讲的值得我们深度参考。我现在是怎么想的呢？我认为人应该从各个方面去扩充自己的精力，并且不是每件事都要竭尽全力去完成的，找出最重要的、最关键的、性价比最高的事情，把精力投入进去，现在的我又加入了一个参考事项，即自己最感兴趣的事，当我发现我对某件事特别感兴趣事（感兴趣的程度非常强烈才算），我会投入大量精力去做去学习，此时的学习效率是最高的，因为我对这件事很好奇很喜欢也很开心去做。短期的最重要和长期的最重要又是不同的，积跬步至千里很必要，给自己一个长期的目标和计划去执行，每天都做一些自己认为对自己长期计划有用的事（比如看书、锻炼、写作），这些事最好能在早上完成，对于一天的开始，我们就能信心满满的去面对，每一天的好的开始是一天成功的一半。下面是我对全书的记录和理解全书着重强调的一点是：精力，而非时间，是高效表现的基础。它说我们做每件事都需要精力，不管是与同事互动、作出每个决定、陪伴家人都需要精力。有技巧的精力管理是高度表现、健康和幸福的基础。事实确实是这样，很多时候我们仅仅希望竭尽所能去完成工作或为生活做出尽可能多的努力，但事实上我们会为眼前的现状作出临时的决策来透支自己，短期这会让现状运作良好，而负面效应却往往在长期的过程中慢慢浮现。面对工作和生活的无尽索取，我们会变得暴躁、易怒，注意力也难以集中，于是结束漫长的一天，我们疲惫的回到家，发现家庭也不再是欢乐和力量的源泉，它成为了超负荷运转的一项负担。我们常常会通过减少睡眠、点外卖填饱肚子、用咖啡提神、用酒精和安眠药放松身心等，短期透支自己的方式来确保自己能够完成短期目标。短期完成目标确实很重要，但我们每天都很忙，我们总是为一个接一个的短期目标不断的透支自己，停不下来，这是问题的根本。我们人的精力有四个来源，体能精力、情感精力、思维精力、意志精力。通过对这4个来源的调整和训练，我们可以掌握精力使用和拓展技巧。体能精力从生理学的角度看，精力来源于氧气和血糖的化学反应。从实际生活来看，精力储备取决于我们的呼吸模式、进食的内容和时间、睡眠的长短和质量、白天间隙恢复的程度以及健康程度。因此建立起体能消耗和恢复的节奏性平衡，能够确保精力储备保持在相对稳定的水平。而走出舒适区，然后等待恢复，则是拓展体力的方法，适用于体力无法满足要求的情况。为了能让体能精力有用良好的表现，我们需要对自己生活中的体能消耗、恢复、拓展做些调整。第一就是调整饮食方式。由于任何一顿丰富的食物都不足以维持4-8小时高效表现，因此我们最好一天内吃5-6餐低热量高营养的食物，少吃多餐并且是低热量高营养，少一些碳水化物和油腻食物，多一些高蛋白食物。进食也需要讲究一下，其一不要让自己感到饥饿才去进食，此时精力早已耗尽。其二不要去追求饱腹感，吃后会感到撑胀，这样会额外消耗一部分我们的精力，补充精力不充分。其三要多喝水，水是调节身体内部运转的有力催化剂。第二，调整生理周期和睡眠。充足的睡眠是活力的保障，思维能力，即反应时间、专注力、记忆力、逻辑分析和辩证能力，会随着睡眠不足而衰退。我们人每晚需要7-8小时的睡眠才能在第二天运转良好。除了充足的睡眠，小息也是一种精力恢复的手段，睡眠研究员、心理学家发现每4个小时小睡20-30分钟仍可以保持超过24小时的惊人高效和敏锐。第三，增加体能训练。体力丧失是机体衰老和能力下降的显著特征，随着年龄的增长，新陈代谢速度减慢，过了40岁如果没有日常的力量训练，人们将平均每年失去0.5磅的肌肉重量。力量训练可以全面增强精力、加速新陈代谢、强健心脏。精力消耗和再生都是活跃的生理过程，从经验上看，体能、情感、思维、意志精力的单线化消耗都不利于最优表现，甚至会随着时间出现潜在的危害。因此我们需要注意在消耗精力的同时加入更多的，补充饮食、小息、锻炼，以恢复和拓展精力。情感精力情感精力可以将威胁转化为挑战，为了发挥出最佳水平，我们必须调动积极愉悦的感情：喜悦的、爱挑战的、爱冒险的，这样才能保持正面积极的精力。在实际应用中，自信、自控、社交技巧及共情能够牵动积极情感的肌肉。若要调动情感肌肉塑造最佳表现，也同样要创造定期使用和间歇恢复的平衡，以及拓展情感肌肉。说实在的，这比起体力层面要困难的多。压力和负面情绪是消耗情感肌肉的主要途径，那么如何恢复呢？答案是获得正面情感。正面情感可以更有效地支配个人表现，它对团体也有积极的影响。第一就是兴趣活动。由于我们人的兴趣各异，这些兴趣可以激发出我们的正面情绪，即享受、满足和安全感。有些人可能喜欢唱歌、园艺、跳舞、亲热、练瑜伽、读书、体育活动、听音乐会，或仅仅静坐自省。这其中的关键是要表达出你对这些兴趣活动的重视，并将投入在它们上面的时间视为神圣不可侵犯。这些活动对你的吸引力越大，程度越丰富，生动性越强，对情感再生的深度和质量也越好。不仅快乐本身便是奖赏，从更实际的角度看，快乐也是维持最佳表现的重要因素。第二，让人际关系促进精力再生。一段健康的友谊可以带来积极的情感精力，例如在工作环境中交一位好友，与好友有丰富的互动，包括付出与回报、倾诉与倾听、珍视他人和被人同等珍视。不仅如此，在家中与妻子的亲密互动，与孩子们的亲密互动，在学校中与同学们以及亲密好友的交头接耳，都可以认为是从人际关系角度促进精力再生的方式。这给我们带来了情感上的滋润、放松、享受。第三，积极扩充情感容量。我们可以通过一些仪式习惯来达成，比如定期与同事有深入的交流，定期与家人有一段亲密的互动，定期去做些公益活动，定期去上语言和心理学课程等。情感容量的最高境界是接纳不同情感的能力，我们很容易重视某些情绪技巧而忽略了另外一些。比如我们可能过于看重强硬而藐视温和，也可能恰恰相反。其实两种品质对情感肌肉同等重要。还有很多相互对立的品质，例如自控与积极，坦率与感伤，慷慨与节俭，开放与审慎，激情与淡漠，耐心与急迫，谨慎与鲁莽，自信与谦逊等。只有接受那些看似相反的品质，不逼自己在其间二选一，才有可能获得最深刻最丰富的情感能力。思维精力思维精力可以让我们保持专注。为了发挥出最好的水平，我们必须保持专注，在整体方向和局部目标之间灵活游走，一方面我们要看清事物的本质，另一方面我们还要朝着目标成果积极努力。而缺乏思维精力会让我们注意力涣散，过于悲观，思维固化，眼光狭窄。体能、情感、思维，三方面的精力是相辅相成的，身体层面睡眠少或亚健康导致的疲倦，会使得注意力难以集中；感情层面的焦虑、挫败、愤怒的情绪也会干扰注意力，损害乐观心态，尤其是面临高强度压力的情况时。那么怎么来优化思维精力呢？第一，在放松中思考。世界上绝大多数工作环境都充斥着一条或明显或隐晦的错误信息，长时间连续工作是高产出的最佳途径，按时休息不会受到奖励，白天抽时间活动不会得到赞扬等等。这些都错误的认知，只有在放松中思考（或者说间歇性休整）才能真正迸发出创造力。《如何像达芬奇一样思考》一书中提出了颇为深意的问题“什么场合你会获得最佳灵感？”，经过多年的收集，最普遍的答案是：沐浴的时候、躺床上的时候、在自然中散步的时候、听音乐的时候、慢跑的时候、冥想的时候、做梦和海边度假的时候等等。达芬奇也曾说过“最伟大的天才，有时工作越少成果越出色。时不时离开工作放松一下是个非常好的习惯，当你回到工作时，做出的判断会更加准确。”。精神外科专家罗杰用科学的方式解释了这种现象，大脑左半球有语言神经，有条理、按次序地工作，通过逻辑推演得出结论，右半球更擅长视觉化和空间概念，有更强的全局观，能将事物的部分与整体联系起来。间隙地让右大脑主持大局，可以让我们从占据我们多数工作时间的左脑理性分析模式中脱离出来，得到有效恢复。因此为了能够有更多的创造力，我们应该间隙的调动左右半脑交替思考。第二，重塑大脑。我们要重点强调的是，积极使用大脑能够提升其运转能力，反之使用不足则会萎缩。不管你处于什么年龄段，都可以持续优化大脑，大脑会因为使用而日益敏锐，越磨越锋利。年轻人的思维具有很强的可塑性，学习一门新语言之类的复杂过程都轻而易举。随着年龄的增长，思维肌肉的调动越来越少，学习新语言或新技能就变得更加困难，带来了加倍的挫折感。为了避免不适感（有时是避免丢脸），人们很容易放弃，结果导致本可避免的大脑退化进一步加重。其实每当人们学习新的事物时，都会建立起大脑细胞新的联结。即使你已经出现老化的征兆，甚至部分大脑细胞受损，你仍然可以依靠这些新的联结完就部分脑细胞。学习新的体育活动可以帮助我们打造新的肌肉，学习新的电脑技能，新的课程，新的语言和单词，能够帮助我们锻炼大脑，塑造思维肌肉。意志精力这里需要解释一下，书中的意志精力并不是我们理解的“意志力”或“毅力”。他想表达的是，精神层面的动力，即热情、愿景、意义。本质上说，意志精力是一股掌管所有维度行为的独特力量，它是动机最丰富的源泉，通向最深层的价值取向和超越个人利益的意图。意志精力能让我们活出人生的意义：我们究竟为了什么而活下去，为了什么而工作，知晓生命的意义，方能忍耐一切。一个人如果有自己的人生目标，他的勇气和信念，即使面对艰难困苦时，会展现出更加积极的一面，这就时意志精力饱满的体现。但是人们往往在悲剧发生后才会意识到意志精力的重要性。著名演员克里斯托佛1995年骑马时摔下来不幸瘫痪，绝望的情绪笼罩着他，甚至有过自杀的念头。但他找到了自己的意志精力的来源，想要继续陪伴家人、继续为这个世界贡献力量。这种强烈的意愿帮助他振作起来，在体能严重不足、极易产生脆弱绝望情绪的情况下，最终依靠希望、乐观恢复了专注和清晰的思维。实际上意志精力的更新来源于价值观和使命感的启发和带领。价值观和使命感也不是那么容易找到，其实我们过分关注了自身的利益，这导致我们的思维受到局限，使得我们往往被自身的生存和不安全感打败，陷入狭隘。人们往往认为自身需求迫在眉睫，注意力一旦转移，便会发生原始的生存恐惧。如果我把精力用在别人身上，谁来关照我？但具有讽刺意味的是，自私自利反而会削弱精力，妨碍表现。我们越是被自己的恐惧和担忧掌控，越难调动精力做出正确的举措。将个人利益置后起初会让人倍感不安，但实际上这样做回报颇丰，你通过帮助他人提升个人价值，同时也丰富人生意义。因此我们应该更多的想着怎么去帮助他人会更好（不是盲目的帮，要从本质上帮助他们在未来摆脱困境，而不是暂时的摆脱），在帮助他人的同时，我们能学到和得到比个人利益更大的东西，比如人生的意义，社会的本质，以及群体的利益。因此意志精力在深层的价值取向所带来的生活方式是生活的主心骨，而且能帮助我们更好地应对各种挑战。",
            "content_html": "<p>前面有一段时间，对时间管理着迷，想着能不能通过自我管理的方式去实现更高效率的学习与工作。</p><p>2019年初，大概有几个月的时间，我用时间限制的方式去履行自己的计划。这段时间非常痛苦，后来我接触了《精力管理》，2019年10月时看完了这本书，发现精力管理比时间管理要好的多，原因是精力管理并不是泯灭人性的，它顺从人性，以精力为基础来告诉我，怎样才能保持活力，扩充精力，打破了时间上的局限。</p><p>去执行时间管理的这段时间，其实没有白跑，给了很多启示和感悟，我也一直在不断调整自己的作息、生活、工作方式。我接触精力管理后虽然认同，但仍然没有完全放弃时间管理，因为我一直认为时间是比较重要的因素，从那时到现在我尝试了，每日任务、时间块记录、时间限制、打卡表的方式去管理我每日的精力。虽然嘴上说着精力管理，但其实对时间管理的相当严格。</p><p>在坚持对时间把控的这段时间，其实出了很多问题，我过分关注时间，过分关注自律，导致我的效率虽然提升了些许，但没有像想象的那么好，情绪上也有过反抗和厌弃。我隐隐的知道对精力管理的理解犯了很多错误，似乎我的行动和计划有点偏离了轨道。“肯定是我理解错了”，我这样告诉我自己。</p><p>我想要的是更高效率的学习、工作和生活，但为什么看似把所有时间利用的很紧凑，也主动去调节自己的情绪和身体的状态，但效率很难提上来，于是我再次阅读了这本书，这次我想把它的弄的明白些。我秉持着不完全相信别人的话的原则去审视这些内容，再次看完后我仍然认为这本书上所讲的值得我们深度参考。</p><p>我现在是怎么想的呢？我认为人应该从各个方面去扩充自己的精力，并且不是每件事都要竭尽全力去完成的，找出最重要的、最关键的、性价比最高的事情，把精力投入进去，现在的我又加入了一个参考事项，即自己最感兴趣的事，当我发现我对某件事特别感兴趣事（感兴趣的程度非常强烈才算），我会投入大量精力去做去学习，此时的学习效率是最高的，因为我对这件事很好奇很喜欢也很开心去做。短期的最重要和长期的最重要又是不同的，积跬步至千里很必要，给自己一个长期的目标和计划去执行，每天都做一些自己认为对自己长期计划有用的事（比如看书、锻炼、写作），这些事最好能在早上完成，对于一天的开始，我们就能信心满满的去面对，每一天的好的开始是一天成功的一半。</p><h3 id=\"下面是我对全书的记录和理解\">下面是我对全书的记录和理解</h3><p>全书着重强调的一点是：精力，而非时间，是高效表现的基础。</p><p>它说我们做每件事都需要精力，不管是与同事互动、作出每个决定、陪伴家人都需要精力。有技巧的精力管理是高度表现、健康和幸福的基础。</p><p>事实确实是这样，很多时候我们仅仅希望竭尽所能去完成工作或为生活做出尽可能多的努力，但事实上我们会为眼前的现状作出临时的决策来透支自己，短期这会让现状运作良好，而负面效应却往往在长期的过程中慢慢浮现。面对工作和生活的无尽索取，我们会变得暴躁、易怒，注意力也难以集中，于是结束漫长的一天，我们疲惫的回到家，发现家庭也不再是欢乐和力量的源泉，它成为了超负荷运转的一项负担。</p><p>我们常常会通过减少睡眠、点外卖填饱肚子、用咖啡提神、用酒精和安眠药放松身心等，短期透支自己的方式来确保自己能够完成短期目标。</p><p>短期完成目标确实很重要，但我们每天都很忙，我们总是为一个接一个的短期目标不断的透支自己，停不下来，这是问题的根本。</p><h3 id=\"我们人的精力有四个来源体能精力情感精力思维精力意志精力\">我们人的精力有四个来源，体能精力、情感精力、思维精力、意志精力。</h3><p>通过对这4个来源的调整和训练，我们可以掌握精力使用和拓展技巧。</p><h4 id=\"体能精力\">体能精力</h4><p>从生理学的角度看，精力来源于氧气和血糖的化学反应。从实际生活来看，精力储备取决于我们的呼吸模式、进食的内容和时间、睡眠的长短和质量、白天间隙恢复的程度以及健康程度。</p><p>因此建立起体能消耗和恢复的节奏性平衡，能够确保精力储备保持在相对稳定的水平。而走出舒适区，然后等待恢复，则是拓展体力的方法，适用于体力无法满足要求的情况。</p><p>为了能让体能精力有用良好的表现，我们需要对自己生活中的体能消耗、恢复、拓展做些调整。</p><p>第一就是调整饮食方式。由于任何一顿丰富的食物都不足以维持4-8小时高效表现，因此我们最好一天内吃5-6餐低热量高营养的食物，少吃多餐并且是低热量高营养，少一些碳水化物和油腻食物，多一些高蛋白食物。进食也需要讲究一下，其一不要让自己感到饥饿才去进食，此时精力早已耗尽。其二不要去追求饱腹感，吃后会感到撑胀，这样会额外消耗一部分我们的精力，补充精力不充分。其三要多喝水，水是调节身体内部运转的有力催化剂。</p><p>第二，调整生理周期和睡眠。充足的睡眠是活力的保障，思维能力，即反应时间、专注力、记忆力、逻辑分析和辩证能力，会随着睡眠不足而衰退。我们人每晚需要7-8小时的睡眠才能在第二天运转良好。除了充足的睡眠，小息也是一种精力恢复的手段，睡眠研究员、心理学家发现每4个小时小睡20-30分钟仍可以保持超过24小时的惊人高效和敏锐。</p><p>第三，增加体能训练。体力丧失是机体衰老和能力下降的显著特征，随着年龄的增长，新陈代谢速度减慢，过了40岁如果没有日常的力量训练，人们将平均每年失去0.5磅的肌肉重量。力量训练可以全面增强精力、加速新陈代谢、强健心脏。</p><h4 id=\"精力消耗和再生都是活跃的生理过程从经验上看体能情感思维意志精力的单线化消耗都不利于最优表现甚至会随着时间出现潜在的危害因此我们需要注意在消耗精力的同时加入更多的补充饮食小息锻炼以恢复和拓展精力\">精力消耗和再生都是活跃的生理过程，从经验上看，体能、情感、思维、意志精力的单线化消耗都不利于最优表现，甚至会随着时间出现潜在的危害。因此我们需要注意在消耗精力的同时加入更多的，补充饮食、小息、锻炼，以恢复和拓展精力。</h4><h4 id=\"情感精力\">情感精力</h4><p>情感精力可以将威胁转化为挑战，为了发挥出最佳水平，我们必须调动积极愉悦的感情：喜悦的、爱挑战的、爱冒险的，这样才能保持正面积极的精力。在实际应用中，自信、自控、社交技巧及共情能够牵动积极情感的肌肉。</p><p>若要调动情感肌肉塑造最佳表现，也同样要创造定期使用和间歇恢复的平衡，以及拓展情感肌肉。说实在的，这比起体力层面要困难的多。</p><p>压力和负面情绪是消耗情感肌肉的主要途径，那么如何恢复呢？答案是获得正面情感。正面情感可以更有效地支配个人表现，它对团体也有积极的影响。</p><p>第一就是兴趣活动。由于我们人的兴趣各异，这些兴趣可以激发出我们的正面情绪，即享受、满足和安全感。有些人可能喜欢唱歌、园艺、跳舞、亲热、练瑜伽、读书、体育活动、听音乐会，或仅仅静坐自省。</p><h4 id=\"这其中的关键是要表达出你对这些兴趣活动的重视并将投入在它们上面的时间视为神圣不可侵犯这些活动对你的吸引力越大程度越丰富生动性越强对情感再生的深度和质量也越好不仅快乐本身便是奖赏从更实际的角度看快乐也是维持最佳表现的重要因素\">这其中的关键是要表达出你对这些兴趣活动的重视，并将投入在它们上面的时间视为神圣不可侵犯。这些活动对你的吸引力越大，程度越丰富，生动性越强，对情感再生的深度和质量也越好。不仅快乐本身便是奖赏，从更实际的角度看，快乐也是维持最佳表现的重要因素。</h4><p>第二，让人际关系促进精力再生。一段健康的友谊可以带来积极的情感精力，例如在工作环境中交一位好友，与好友有丰富的互动，包括付出与回报、倾诉与倾听、珍视他人和被人同等珍视。不仅如此，在家中与妻子的亲密互动，与孩子们的亲密互动，在学校中与同学们以及亲密好友的交头接耳，都可以认为是从人际关系角度促进精力再生的方式。这给我们带来了情感上的滋润、放松、享受。</p><p>第三，积极扩充情感容量。我们可以通过一些仪式习惯来达成，比如定期与同事有深入的交流，定期与家人有一段亲密的互动，定期去做些公益活动，定期去上语言和心理学课程等。</p><h4 id=\"情感容量的最高境界是接纳不同情感的能力我们很容易重视某些情绪技巧而忽略了另外一些比如我们可能过于看重强硬而藐视温和也可能恰恰相反其实两种品质对情感肌肉同等重要还有很多相互对立的品质例如自控与积极坦率与感伤慷慨与节俭开放与审慎激情与淡漠耐心与急迫谨慎与鲁莽自信与谦逊等\">情感容量的最高境界是接纳不同情感的能力，我们很容易重视某些情绪技巧而忽略了另外一些。比如我们可能过于看重强硬而藐视温和，也可能恰恰相反。其实两种品质对情感肌肉同等重要。还有很多相互对立的品质，例如自控与积极，坦率与感伤，慷慨与节俭，开放与审慎，激情与淡漠，耐心与急迫，谨慎与鲁莽，自信与谦逊等。</h4><h4 id=\"只有接受那些看似相反的品质不逼自己在其间二选一才有可能获得最深刻最丰富的情感能力\">只有接受那些看似相反的品质，不逼自己在其间二选一，才有可能获得最深刻最丰富的情感能力。</h4><h3 id=\"思维精力\">思维精力</h3><p>思维精力可以让我们保持专注。为了发挥出最好的水平，我们必须保持专注，在整体方向和局部目标之间灵活游走，一方面我们要看清事物的本质，另一方面我们还要朝着目标成果积极努力。而缺乏思维精力会让我们注意力涣散，过于悲观，思维固化，眼光狭窄。</p><p>体能、情感、思维，三方面的精力是相辅相成的，身体层面睡眠少或亚健康导致的疲倦，会使得注意力难以集中；感情层面的焦虑、挫败、愤怒的情绪也会干扰注意力，损害乐观心态，尤其是面临高强度压力的情况时。</p><p>那么怎么来优化思维精力呢？</p><p>第一，在放松中思考。世界上绝大多数工作环境都充斥着一条或明显或隐晦的错误信息，长时间连续工作是高产出的最佳途径，按时休息不会受到奖励，白天抽时间活动不会得到赞扬等等。这些都错误的认知，只有在放松中思考（或者说间歇性休整）才能真正迸发出创造力。</p><p>《如何像达芬奇一样思考》一书中提出了颇为深意的问题“什么场合你会获得最佳灵感？”，经过多年的收集，最普遍的答案是：沐浴的时候、躺床上的时候、在自然中散步的时候、听音乐的时候、慢跑的时候、冥想的时候、做梦和海边度假的时候等等。</p><p>达芬奇也曾说过“最伟大的天才，有时工作越少成果越出色。时不时离开工作放松一下是个非常好的习惯，当你回到工作时，做出的判断会更加准确。”。</p><h4 id=\"精神外科专家罗杰用科学的方式解释了这种现象大脑左半球有语言神经有条理按次序地工作通过逻辑推演得出结论右半球更擅长视觉化和空间概念有更强的全局观能将事物的部分与整体联系起来间隙地让右大脑主持大局可以让我们从占据我们多数工作时间的左脑理性分析模式中脱离出来得到有效恢复\">精神外科专家罗杰用科学的方式解释了这种现象，大脑左半球有语言神经，有条理、按次序地工作，通过逻辑推演得出结论，右半球更擅长视觉化和空间概念，有更强的全局观，能将事物的部分与整体联系起来。间隙地让右大脑主持大局，可以让我们从占据我们多数工作时间的左脑理性分析模式中脱离出来，得到有效恢复。</h4><p>因此为了能够有更多的创造力，我们应该间隙的调动左右半脑交替思考。</p><p>第二，重塑大脑。我们要重点强调的是，积极使用大脑能够提升其运转能力，反之使用不足则会萎缩。不管你处于什么年龄段，都可以持续优化大脑，大脑会因为使用而日益敏锐，越磨越锋利。</p><h4 id=\"年轻人的思维具有很强的可塑性学习一门新语言之类的复杂过程都轻而易举随着年龄的增长思维肌肉的调动越来越少学习新语言或新技能就变得更加困难带来了加倍的挫折感为了避免不适感有时是避免丢脸人们很容易放弃结果导致本可避免的大脑退化进一步加重\">年轻人的思维具有很强的可塑性，学习一门新语言之类的复杂过程都轻而易举。随着年龄的增长，思维肌肉的调动越来越少，学习新语言或新技能就变得更加困难，带来了加倍的挫折感。为了避免不适感（有时是避免丢脸），人们很容易放弃，结果导致本可避免的大脑退化进一步加重。</h4><h4 id=\"其实每当人们学习新的事物时都会建立起大脑细胞新的联结即使你已经出现老化的征兆甚至部分大脑细胞受损你仍然可以依靠这些新的联结完就部分脑细胞学习新的体育活动可以帮助我们打造新的肌肉学习新的电脑技能新的课程新的语言和单词能够帮助我们锻炼大脑塑造思维肌肉\">其实每当人们学习新的事物时，都会建立起大脑细胞新的联结。即使你已经出现老化的征兆，甚至部分大脑细胞受损，你仍然可以依靠这些新的联结完就部分脑细胞。学习新的体育活动可以帮助我们打造新的肌肉，学习新的电脑技能，新的课程，新的语言和单词，能够帮助我们锻炼大脑，塑造思维肌肉。</h4><h3 id=\"意志精力\">意志精力</h3><p>这里需要解释一下，书中的意志精力并不是我们理解的“意志力”或“毅力”。他想表达的是，精神层面的动力，即热情、愿景、意义。</p><p>本质上说，意志精力是一股掌管所有维度行为的独特力量，它是动机最丰富的源泉，通向最深层的价值取向和超越个人利益的意图。</p><p>意志精力能让我们活出人生的意义：我们究竟为了什么而活下去，为了什么而工作，知晓生命的意义，方能忍耐一切。一个人如果有自己的人生目标，他的勇气和信念，即使面对艰难困苦时，会展现出更加积极的一面，这就时意志精力饱满的体现。</p><p>但是人们往往在悲剧发生后才会意识到意志精力的重要性。著名演员克里斯托佛1995年骑马时摔下来不幸瘫痪，绝望的情绪笼罩着他，甚至有过自杀的念头。但他找到了自己的意志精力的来源，想要继续陪伴家人、继续为这个世界贡献力量。这种强烈的意愿帮助他振作起来，在体能严重不足、极易产生脆弱绝望情绪的情况下，最终依靠希望、乐观恢复了专注和清晰的思维。</p><p>实际上意志精力的更新来源于价值观和使命感的启发和带领。</p><p>价值观和使命感也不是那么容易找到，其实我们过分关注了自身的利益，这导致我们的思维受到局限，使得我们往往被自身的生存和不安全感打败，陷入狭隘。</p><p>人们往往认为自身需求迫在眉睫，注意力一旦转移，便会发生原始的生存恐惧。如果我把精力用在别人身上，谁来关照我？但具有讽刺意味的是，自私自利反而会削弱精力，妨碍表现。我们越是被自己的恐惧和担忧掌控，越难调动精力做出正确的举措。</p><h4 id=\"将个人利益置后起初会让人倍感不安但实际上这样做回报颇丰你通过帮助他人提升个人价值同时也丰富人生意义因此我们应该更多的想着怎么去帮助他人会更好不是盲目的帮要从本质上帮助他们在未来摆脱困境而不是暂时的摆脱在帮助他人的同时我们能学到和得到比个人利益更大的东西比如人生的意义社会的本质以及群体的利益\">将个人利益置后起初会让人倍感不安，但实际上这样做回报颇丰，你通过帮助他人提升个人价值，同时也丰富人生意义。因此我们应该更多的想着怎么去帮助他人会更好（不是盲目的帮，要从本质上帮助他们在未来摆脱困境，而不是暂时的摆脱），在帮助他人的同时，我们能学到和得到比个人利益更大的东西，比如人生的意义，社会的本质，以及群体的利益。</h4><h6 id=\"因此意志精力在深层的价值取向所带来的生活方式是生活的主心骨而且能帮助我们更好地应对各种挑战\">因此意志精力在深层的价值取向所带来的生活方式是生活的主心骨，而且能帮助我们更好地应对各种挑战。</h6>",
            "url": "http://www.luzexi.com/2020/10/11/%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B011",
            
            
            
            
            
            "date_published": "2020-10-11T00:00:00+08:00",
            "date_modified": "2020-10-11T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/09/20/%E6%80%9D%E8%B7%AF%E6%8E%A2%E8%AE%A852",
            "title": "思路探讨(五十二) 无题",
            "summary": "思路 随想 理念 逻辑 人生哲学",
            "content_text": "很多时候我们应该付出行动去实践，去打破现有的笼子，而不是光靠脑子想，因为大部分时候脑子想出来的很实际情况是完全不一样的。积极的行动和开朗的笑容可以打破现实中的困局，是不可多得的良药，虽然这不是万能的，但我们不应该因为害怕失败而退缩，害怕爱而选择不爱，害怕比赛而不参加，害怕与人比较而避而远之。不要害怕，没什么东西是一定及肯定的，我们要努力去接受不确定性，去选择勇敢的面对失败。世界上也没有完美的东西，你可能有些知识但没有钱，你可能有点钱但没有好看的皮囊。接受这个世界的不完美，没有一个人是容易的，不要太在意，但我们可以持续的去努力。如果你太在意很可能扰乱了你的心智，会掉入更大的深渊，不要掉进那个坑。《做时间的朋友》里有一句话说到点子上了。“如果你行为上散发着快乐，心理上就不可能存放的了忧郁。有时候即使是装着的，装着装着，也就真的回到了快乐点线上。强迫自己回到快乐，在现实中是可行的。”这就是快速从悲伤中走出来的最好办法。失败不可怕，实际上它占据了我们生活的大部分时间，无论是谁都是一样的。我们更应该关注失败后的调整，不管是心态调整还是对这事上的策略的调整，谁能更快的调整过来，谁能更好的从失败中反思到真正的重点，那么谁就会能更快的走出失败的阴影。不过走出失败并不一定代表走向成功，也许只是试错的更快了，但这也让我们更加接近最终的成功，每个人都不一样，试错的长度和速度也不同。不要看到别人失败就幸灾乐祸，“专注于吸取教训，而不是幸灾乐祸”，这件事本身都不容易做到，是反人类的行为。人类毕竟是动物，很多时候都不太理智，我们应该时刻想着如何控制自己的脑袋做些更加有意义的事情。大部分上面所说的包括积极的行动、开朗的笑容、勇于面对、专注于吸取教训，对大脑来说都是相当困难的，它们都是逆大脑正常运作方向的，这使得它们会损耗大脑许多能量，因此很多时候我们做着做着就做不下去了。唯一的办法就是让它变成一种习惯，在大脑中建立起一个链路，由于习惯就是大脑中的一条链路，没有链路时做起来很生疏也很难受，只要链路建立起来，在执行时脑力就能畅通，这使得我们损耗的能量就会减少许多，就不会那么痛苦了。这根链路就是习惯性积极行动、习惯性乐观开朗、习惯性面对困难、习惯性吸取教训。实际上轻松的学习是无效的，就像人家说什么你就信什么那样，完全是错误的，只有经过自己的仔细思考和分析，才能将知识真正的消耗到自己脑袋里。《做时间的朋友》说，与其关注成功者，不如反其道而行之，努力从失败者身上汲取经验。不要说模仿成功者，就算观察成功者也很困难，成功者很多，但是，我们身边真正的成功者却很少。成功背后的东西很难看清楚，所谓成功的真实性也很难判断，成功者们又会有意无意地美化和包装他们的经验，而这一切都在干扰我们的判断。不过，观察失败者却相对容易得多，因为失败者的失败往往是明显的、确定的、失败的真正原因也往往很容易查实。并且我们身边失败者的数量显然要多于成功者的数量。如此，我们也就有了更多的观察机会。很多时候，不仅归纳经验需要很长时间，通过演绎论证归纳出来的经验可能需要更长的时间，所以一定要保持足够的耐心。要知道有些阶段是无法跨越，很多人不懂等待的必要性，最终的结局是，同样等了，因为心急如焚但不得不等，最终等来的结果却是另外一个，反正不是通过耐心等待应该获得的那个。",
            "content_html": "<p>很多时候我们应该付出行动去实践，去打破现有的笼子，而不是光靠脑子想，因为大部分时候脑子想出来的很实际情况是完全不一样的。</p><p>积极的行动和开朗的笑容可以打破现实中的困局，是不可多得的良药，虽然这不是万能的，但我们不应该因为害怕失败而退缩，害怕爱而选择不爱，害怕比赛而不参加，害怕与人比较而避而远之。不要害怕，没什么东西是一定及肯定的，我们要努力去接受不确定性，去选择勇敢的面对失败。</p><p>世界上也没有完美的东西，你可能有些知识但没有钱，你可能有点钱但没有好看的皮囊。接受这个世界的不完美，没有一个人是容易的，不要太在意，但我们可以持续的去努力。如果你太在意很可能扰乱了你的心智，会掉入更大的深渊，不要掉进那个坑。</p><p>《做时间的朋友》里有一句话说到点子上了。“如果你行为上散发着快乐，心理上就不可能存放的了忧郁。有时候即使是装着的，装着装着，也就真的回到了快乐点线上。强迫自己回到快乐，在现实中是可行的。”这就是快速从悲伤中走出来的最好办法。</p><p>失败不可怕，实际上它占据了我们生活的大部分时间，无论是谁都是一样的。我们更应该关注失败后的调整，不管是心态调整还是对这事上的策略的调整，谁能更快的调整过来，谁能更好的从失败中反思到真正的重点，那么谁就会能更快的走出失败的阴影。不过走出失败并不一定代表走向成功，也许只是试错的更快了，但这也让我们更加接近最终的成功，每个人都不一样，试错的长度和速度也不同。</p><p>不要看到别人失败就幸灾乐祸，“专注于吸取教训，而不是幸灾乐祸”，这件事本身都不容易做到，是反人类的行为。人类毕竟是动物，很多时候都不太理智，我们应该时刻想着如何控制自己的脑袋做些更加有意义的事情。</p><p>大部分上面所说的包括积极的行动、开朗的笑容、勇于面对、专注于吸取教训，对大脑来说都是相当困难的，它们都是逆大脑正常运作方向的，这使得它们会损耗大脑许多能量，因此很多时候我们做着做着就做不下去了。唯一的办法就是让它变成一种习惯，在大脑中建立起一个链路，由于习惯就是大脑中的一条链路，没有链路时做起来很生疏也很难受，只要链路建立起来，在执行时脑力就能畅通，这使得我们损耗的能量就会减少许多，就不会那么痛苦了。这根链路就是习惯性积极行动、习惯性乐观开朗、习惯性面对困难、习惯性吸取教训。</p><p>实际上轻松的学习是无效的，就像人家说什么你就信什么那样，完全是错误的，只有经过自己的仔细思考和分析，才能将知识真正的消耗到自己脑袋里。</p><p>《做时间的朋友》说，与其关注成功者，不如反其道而行之，努力从失败者身上汲取经验。不要说模仿成功者，就算观察成功者也很困难，成功者很多，但是，我们身边真正的成功者却很少。成功背后的东西很难看清楚，所谓成功的真实性也很难判断，成功者们又会有意无意地美化和包装他们的经验，而这一切都在干扰我们的判断。不过，观察失败者却相对容易得多，因为失败者的失败往往是明显的、确定的、失败的真正原因也往往很容易查实。并且我们身边失败者的数量显然要多于成功者的数量。如此，我们也就有了更多的观察机会。</p><p>很多时候，不仅归纳经验需要很长时间，通过演绎论证归纳出来的经验可能需要更长的时间，所以一定要保持足够的耐心。要知道有些阶段是无法跨越，很多人不懂等待的必要性，最终的结局是，同样等了，因为心急如焚但不得不等，最终等来的结果却是另外一个，反正不是通过耐心等待应该获得的那个。</p>",
            "url": "http://www.luzexi.com/2020/09/20/%E6%80%9D%E8%B7%AF%E6%8E%A2%E8%AE%A852",
            
            
            
            
            
            "date_published": "2020-09-20T00:00:00+08:00",
            "date_modified": "2020-09-20T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/09/06/%E6%80%9D%E8%B7%AF%E6%8E%A2%E8%AE%A853",
            "title": "思路探讨(五十三) 生活的原理",
            "summary": "思路 随想 理念 逻辑 人生哲学",
            "content_text": "近几年一直追寻各种原理，觉得人这一生对原理的理解特别重要，人能理解多少原理并且能够融会贯通是能够好好活在这个世界上比较关键的事。这与看清本质有些许相似，但比它更广泛，也更务实些。1.例如工作，我一直追寻它的底层原理。即，我为什么要工作，人类工作的原理是什么。其实资本论已经告诉我们了，工作就是出卖脑力和体力给资本家。我们都需要钱，怎么赚钱最容易呢，就是给资本家打工。深推一步，我们打工仔就可以认为是一个资源，资本家需要资源帮助它实现梦想，我们就是这些资源。资源供大于求则价格会比较便宜，供不应求则会比较贵。因此打工的工资多与少，取决于你的稀缺度，以及需求量。因此我们会看到，需求大但人才稀缺(通常都是门槛高：知识深度门槛、思维多样化门槛、包容力门槛、交际圈门槛等)的职位工资通常比较高。这是供需平衡决定的。我们除了出卖体力和脑力来换钱外，不要忘了工作也让我们得到了锻炼、学到了新的知识，前提是你真的得到了锻炼和学习到了新的知识，而不是天天瞎混或只做些重复的劳动。为了能让自己更稀缺，我们应该走不寻常的路，只有不寻常才会让我们成为稀缺的人。这在整个社会也是同样的原理，生活中，我们要做到稀缺。做别人做不到的，做别人不敢做的，以及做别人想不到的。这也是为什么我常常鼓励自己试着反相操作的本质，我同你们一样，不想平庸。2.我也进一步学习和思考了，做事的原理。无论做什么事，我们平时包括自己的工作、学习、家庭、朋友、事业，会有非常多的事需要我们去做。我们应该如何处理？做事的原理是什么？我在32岁左右才终于明白了事情是做不完的这个道理，生活会不断的冒出很多事情让我们来做，因此很重要的一点是事情的顺序，做事情的顺序决定了我们效率。效率有多重要呢，如果你每天的效率比别人高1%，那么365天后你拉开了与别人34.5倍的效率差距，3、5年下来你能将别人与自己拉开几个层级，让你变得“稀缺”。“要事优先”就是最高效的做事方式。什么事情是最重要的，要先做。先想“什么事情是最重要的”，再做或把重要的精力放在最重要的事情上。看上去简单的手法执行起来却相当困难。为什么呢？首先是我们很难分清楚，“什么是重要的事情”。不知你是否能体会到，我们大部分时候，认为的重要的事情其实并不重要，这也是导致我们努力白费的主要原因。“什么事情最重要”如果我们没有弄明白这一点，我们做的都是无用功。其次通常摆在我们眼前的有，近期最重要的事情，近期最紧急的事情，长期最重要的事情，以及近期次重要的事情，近期次紧急的事情，长期次重要的事情。很多人常会一直处于处理紧急的事情当中极度焦虑，另一些人则徘徊在近期最紧急与近期最重要的事情之间无法自拔。而很少有人能从近期紧急的事情中抽离出来，做近期最重要的事情，同时能兼顾长期最重要的事情。这种人很稀缺。3.快感的原理我一直在探索大脑的运作方式，前面探索了几年大脑与习惯之间的联系，发现习惯是大脑中的连接体，它可以通过每天一点点的练习来建立连接，从而建立好的习惯。人类快感的原理，也是大脑的运作方式之一。我们生活中有很多追求快感的场景，例如，美食、性爱、刺激、冒险、视觉盛宴等等都是快感之一。这是因为人类大脑中分泌的多巴胺。多巴胺，让大脑产生快感，所以称它为快乐激素。除了产生快乐，多巴胺还可以帮助大脑更好的指挥肌肉和提高人体协调性，让人类可以做更多精细化的运动，同时帮助大脑记忆和学习更多东西，因此我们需要更多的多巴胺来让大脑高效运作。从某种程度上说，大脑对快感的追求推动了人类文明的进步。我们对美食的追求，对冒险的挑战，对未知的探索，对工具的制作都是快感直接或间接推动的结果。运动、聊天、打游戏、看电影、刷抖音、喝酒、抽烟都会分泌多巴胺。但大脑更倾向与更简单的方式获得快感，吸烟、喝酒、刷抖音就是最简单获得快感的方式，我们称它们为垃圾快感。垃圾快感的特点是容易获得，与垃圾食品一样快速有效，只要我们拿起手机就能刷抖音享受视觉盛宴，美食塞进嘴巴里就能获得快感，点上只烟就能飘飘欲仙，喝杯酒就能醉生梦死，大脑左右了我们，明知道垃圾快感会对我们产生危害，它却欺骗我们说，由于不会马上产生危害，那就“先获得快感，等危害真的来了再说”。于是这些人在大脑的自我欺骗中吞云吐雾、纵情狂欢，人的健康和智慧在经年累月后逐渐瓦解。无法抵制诱惑，是我们诸多痛苦的来源之一。于是相对的，另一种快感并不这么容易获得，它也会分泌多巴胺，而且分泌的还不少，只是没有这么容易。规律的运动、积极或激烈的讨论、达成新的目标、完成某件事、充足的睡眠饱满的精力，都会分泌多巴胺带来快感。快感会推动我们继续去寻找更多的快感，这是大脑享受后的反应。如果我们能自律的放弃垃圾快感，转而追求对长期更有益的快感来推动我们前进的话，我们的成就、能力、智慧就会被快感带领着走向巅峰。那么怎样才能控制自己的快感，让它在更有益的方向上释放呢？靠的就是自律和延迟满足，为了让多巴胺每天都分泌多一些，我们每天都要有充足的睡眠、规律的运动、制定一些小目标、积极的分享和交流。为了不让自己及时行乐，我们推崇延迟满足，让自己在积累后从成就中得到更大的快乐。就这样慢慢地我们的成就会越来越大，智慧会越来越多，多巴胺也不断在分泌，不断推动着我们继续向前，形成了一个良性的循环。",
            "content_html": "<p>近几年一直追寻各种原理，觉得人这一生对原理的理解特别重要，人能理解多少原理并且能够融会贯通是能够好好活在这个世界上比较关键的事。这与看清本质有些许相似，但比它更广泛，也更务实些。</p><h3 id=\"1例如工作我一直追寻它的底层原理\">1.例如工作，我一直追寻它的底层原理。</h3><p>即，我为什么要工作，人类工作的原理是什么。其实资本论已经告诉我们了，工作就是出卖脑力和体力给资本家。我们都需要钱，怎么赚钱最容易呢，就是给资本家打工。</p><p>深推一步，我们打工仔就可以认为是一个资源，资本家需要资源帮助它实现梦想，我们就是这些资源。资源供大于求则价格会比较便宜，供不应求则会比较贵。因此打工的工资多与少，取决于你的稀缺度，以及需求量。因此我们会看到，需求大但人才稀缺(通常都是门槛高：知识深度门槛、思维多样化门槛、包容力门槛、交际圈门槛等)的职位工资通常比较高。这是供需平衡决定的。</p><p>我们除了出卖体力和脑力来换钱外，不要忘了工作也让我们得到了锻炼、学到了新的知识，前提是你真的得到了锻炼和学习到了新的知识，而不是天天瞎混或只做些重复的劳动。</p><h3 id=\"为了能让自己更稀缺我们应该走不寻常的路只有不寻常才会让我们成为稀缺的人这在整个社会也是同样的原理生活中我们要做到稀缺做别人做不到的做别人不敢做的以及做别人想不到的这也是为什么我常常鼓励自己试着反相操作的本质我同你们一样不想平庸\">为了能让自己更稀缺，我们应该走不寻常的路，只有不寻常才会让我们成为稀缺的人。这在整个社会也是同样的原理，生活中，我们要做到稀缺。做别人做不到的，做别人不敢做的，以及做别人想不到的。这也是为什么我常常鼓励自己试着反相操作的本质，我同你们一样，不想平庸。</h3><h3 id=\"2我也进一步学习和思考了做事的原理\">2.我也进一步学习和思考了，做事的原理。</h3><p>无论做什么事，我们平时包括自己的工作、学习、家庭、朋友、事业，会有非常多的事需要我们去做。我们应该如何处理？做事的原理是什么？</p><p>我在32岁左右才终于明白了事情是做不完的这个道理，生活会不断的冒出很多事情让我们来做，因此很重要的一点是事情的顺序，做事情的顺序决定了我们效率。</p><p>效率有多重要呢，如果你每天的效率比别人高1%，那么365天后你拉开了与别人34.5倍的效率差距，3、5年下来你能将别人与自己拉开几个层级，让你变得“稀缺”。</p><p>“要事优先”就是最高效的做事方式。什么事情是最重要的，要先做。先想“什么事情是最重要的”，再做或把重要的精力放在最重要的事情上。</p><p>看上去简单的手法执行起来却相当困难。为什么呢？</p><h3 id=\"首先是我们很难分清楚什么是重要的事情不知你是否能体会到我们大部分时候认为的重要的事情其实并不重要这也是导致我们努力白费的主要原因什么事情最重要如果我们没有弄明白这一点我们做的都是无用功\">首先是我们很难分清楚，“什么是重要的事情”。不知你是否能体会到，我们大部分时候，认为的重要的事情其实并不重要，这也是导致我们努力白费的主要原因。“什么事情最重要”如果我们没有弄明白这一点，我们做的都是无用功。</h3><h3 id=\"其次通常摆在我们眼前的有近期最重要的事情近期最紧急的事情长期最重要的事情以及近期次重要的事情近期次紧急的事情长期次重要的事情\">其次通常摆在我们眼前的有，近期最重要的事情，近期最紧急的事情，长期最重要的事情，以及近期次重要的事情，近期次紧急的事情，长期次重要的事情。</h3><p>很多人常会一直处于处理紧急的事情当中极度焦虑，另一些人则徘徊在近期最紧急与近期最重要的事情之间无法自拔。而很少有人能从近期紧急的事情中抽离出来，做近期最重要的事情，同时能兼顾长期最重要的事情。这种人很稀缺。</p><h3 id=\"3快感的原理\">3.快感的原理</h3><p>我一直在探索大脑的运作方式，前面探索了几年大脑与习惯之间的联系，发现习惯是大脑中的连接体，它可以通过每天一点点的练习来建立连接，从而建立好的习惯。</p><p>人类快感的原理，也是大脑的运作方式之一。我们生活中有很多追求快感的场景，例如，美食、性爱、刺激、冒险、视觉盛宴等等都是快感之一。</p><p>这是因为人类大脑中分泌的多巴胺。多巴胺，让大脑产生快感，所以称它为快乐激素。除了产生快乐，多巴胺还可以帮助大脑更好的指挥肌肉和提高人体协调性，让人类可以做更多精细化的运动，同时帮助大脑记忆和学习更多东西，因此我们需要更多的多巴胺来让大脑高效运作。</p><p>从某种程度上说，大脑对快感的追求推动了人类文明的进步。我们对美食的追求，对冒险的挑战，对未知的探索，对工具的制作都是快感直接或间接推动的结果。</p><p>运动、聊天、打游戏、看电影、刷抖音、喝酒、抽烟都会分泌多巴胺。但大脑更倾向与更简单的方式获得快感，吸烟、喝酒、刷抖音就是最简单获得快感的方式，我们称它们为垃圾快感。</p><h3 id=\"垃圾快感的特点是容易获得与垃圾食品一样快速有效只要我们拿起手机就能刷抖音享受视觉盛宴美食塞进嘴巴里就能获得快感点上只烟就能飘飘欲仙喝杯酒就能醉生梦死大脑左右了我们明知道垃圾快感会对我们产生危害它却欺骗我们说由于不会马上产生危害那就先获得快感等危害真的来了再说于是这些人在大脑的自我欺骗中吞云吐雾纵情狂欢人的健康和智慧在经年累月后逐渐瓦解\">垃圾快感的特点是容易获得，与垃圾食品一样快速有效，只要我们拿起手机就能刷抖音享受视觉盛宴，美食塞进嘴巴里就能获得快感，点上只烟就能飘飘欲仙，喝杯酒就能醉生梦死，大脑左右了我们，明知道垃圾快感会对我们产生危害，它却欺骗我们说，由于不会马上产生危害，那就“先获得快感，等危害真的来了再说”。于是这些人在大脑的自我欺骗中吞云吐雾、纵情狂欢，人的健康和智慧在经年累月后逐渐瓦解。</h3><p>无法抵制诱惑，是我们诸多痛苦的来源之一。于是相对的，另一种快感并不这么容易获得，它也会分泌多巴胺，而且分泌的还不少，只是没有这么容易。</p><h3 id=\"规律的运动积极或激烈的讨论达成新的目标完成某件事充足的睡眠饱满的精力都会分泌多巴胺带来快感\">规律的运动、积极或激烈的讨论、达成新的目标、完成某件事、充足的睡眠饱满的精力，都会分泌多巴胺带来快感。</h3><h3 id=\"快感会推动我们继续去寻找更多的快感这是大脑享受后的反应如果我们能自律的放弃垃圾快感转而追求对长期更有益的快感来推动我们前进的话我们的成就能力智慧就会被快感带领着走向巅峰\">快感会推动我们继续去寻找更多的快感，这是大脑享受后的反应。如果我们能自律的放弃垃圾快感，转而追求对长期更有益的快感来推动我们前进的话，我们的成就、能力、智慧就会被快感带领着走向巅峰。</h3><h3 id=\"那么怎样才能控制自己的快感让它在更有益的方向上释放呢靠的就是自律和延迟满足为了让多巴胺每天都分泌多一些我们每天都要有充足的睡眠规律的运动制定一些小目标积极的分享和交流为了不让自己及时行乐我们推崇延迟满足让自己在积累后从成就中得到更大的快乐就这样慢慢地我们的成就会越来越大智慧会越来越多多巴胺也不断在分泌不断推动着我们继续向前形成了一个良性的循环\">那么怎样才能控制自己的快感，让它在更有益的方向上释放呢？靠的就是自律和延迟满足，为了让多巴胺每天都分泌多一些，我们每天都要有充足的睡眠、规律的运动、制定一些小目标、积极的分享和交流。为了不让自己及时行乐，我们推崇延迟满足，让自己在积累后从成就中得到更大的快乐。就这样慢慢地我们的成就会越来越大，智慧会越来越多，多巴胺也不断在分泌，不断推动着我们继续向前，形成了一个良性的循环。</h3>",
            "url": "http://www.luzexi.com/2020/09/06/%E6%80%9D%E8%B7%AF%E6%8E%A2%E8%AE%A853",
            
            
            
            
            
            "date_published": "2020-09-06T00:00:00+08:00",
            "date_modified": "2020-09-06T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/08/31/%E6%80%9D%E8%B7%AF%E6%8E%A2%E8%AE%A851",
            "title": "思路探讨(五十一) 回顾自律",
            "summary": "思路 随想 理念 逻辑 人生哲学",
            "content_text": "趁着最近休息，回顾一下最近大半年自己做的事情。自律仍然是我的主旋律，我用每日打卡的方式，让自己不忘记每天需要做的事。我为自己列了一个表，这个表上每天都有自己要做的事情，虽然量不是很大，但足以提醒自己每天要完成的任务，毕竟我还有工作要做，而且最近半年的工作压力也特别的大。来看看打卡的记录：[办公室打卡图][宿舍打卡图]我把打卡分成办公室打卡和宿舍打卡，分别贴在公司的座位上和宿舍的墙上，让自己无论在公司还是在宿舍都能清楚的知道自己除了工作还有什么事情需要做。打卡的目的是坚持和培养习惯，这是我自从看过《微习惯》后，从书中领悟到的东西。即，我要的是一个长期的东西，这个东西能不断地积累并带给我越来越多的好处，可能它一开始几年会慢一些，效果很不明显，但随着年份的积累，它会形成一条像护城河那样的壁垒，让我成为人群中的佼佼者，逐渐与他人拉开差距。强壮的身体、良好的习惯和优秀的思维方式，就是我所追寻的那个能带给我无尽好处的长期的东西，它无法靠一时的冲刺来拉近距离。[滴答清单]虽然我最近3年一直坚持着这个理念，但最初那一年并没有想的很明白。那时我不明白的还有很多，包括我要成为什么样的人，我究竟想要什么，我活着的意义是什么，等等。即使在现在也依旧有些模糊，但这并不妨碍我继续前进。庆幸的是我开始逐渐有了自己独特的见解，与众人观察到的有所区别，是完全属于自己的理念和体系。这对我来说是比较关键的一个突破，这使得我可以经营自己的理念，即使它不怎么样我也可以通过不断改善来完善自己的体系，从而让它变得更加契合这个世界并带着我走在世界的更前头。[时间块]所有的这些都跟时间有关，我控制着时间，也被时间控制着，这是个相互作用的过程。我并没有使用时间管理，因为这不符合人性，但我也不排斥使用时间管理，它有其长处，我们不应该带有偏见的眼光看待它。这些记录都只是我希望能更好的控制我自己去达到自己想要达到的旅途中的一些过程和记录​。我知道很多厉害的家伙已经习惯把时间按掐的很准确而没有一丝心理反抗，而我还不行，我只能把每天的时间分成很多个15分钟，每个15分钟我都会记录下这15分钟里做了什么。这样我每天结束时就能知道今天做了什么，或者今天的效率如何。第二天我可以知道前一天或前一段时间的做事的效率和自律执行的情况，从而不断调整自己的状态。这些对时间的理解我都是跟《跟时间做朋友》学的，这本书给了我很多启发。包括下面这段话，我刚又从我的笔记中翻出来看了一遍，觉得自己应该更多的向这方面靠拢。去更多的帮助别人、鼓励别人，我们在帮助和鼓励别人的同时，自己的能力、视野得到了进一步的提升。“当我们不停地鼓励所有人的时候，最大的受益者其实是我们自己，因为最终我们会发现，自己开始进入一种他人无法想象的状态，成为一个不需要他人鼓励的人。这一点很重要，原因就在于他们是必须获得别人的鼓励才敢于行动的人。可以，我们却能成为另一种人，不需要别人鼓励就能不断前进的人，这是一种境界。”我仍然在很多事情上做的不够，特别是在长期重要的事情和短期重要的事情中，我时常搞不清楚到底谁比较重要，这使得我常疲于应付手头上紧急的事情而忽略了长期重要的事情，过后我又常常自责，没有好好守护自己的原则。这也是我时常为自己无法看清这个世界而痛苦的原因。这也激励着我继续前进，失败是很平常的，成功只是偶然。我希望我们能够坚持积累，当质变到来时，我们就会有更大的成就感。",
            "content_html": "<p>趁着最近休息，回顾一下最近大半年自己做的事情。</p><p>自律仍然是我的主旋律，我用每日打卡的方式，让自己不忘记每天需要做的事。我为自己列了一个表，这个表上每天都有自己要做的事情，虽然量不是很大，但足以提醒自己每天要完成的任务，毕竟我还有工作要做，而且最近半年的工作压力也特别的大。</p><p>来看看打卡的记录：</p><p>[办公室打卡图]</p><p>[宿舍打卡图]</p><p>我把打卡分成办公室打卡和宿舍打卡，分别贴在公司的座位上和宿舍的墙上，让自己无论在公司还是在宿舍都能清楚的知道自己除了工作还有什么事情需要做。</p><h3 id=\"打卡的目的是坚持和培养习惯这是我自从看过微习惯后从书中领悟到的东西即我要的是一个长期的东西这个东西能不断地积累并带给我越来越多的好处可能它一开始几年会慢一些效果很不明显但随着年份的积累它会形成一条像护城河那样的壁垒让我成为人群中的佼佼者逐渐与他人拉开差距强壮的身体良好的习惯和优秀的思维方式就是我所追寻的那个能带给我无尽好处的长期的东西它无法靠一时的冲刺来拉近距离\">打卡的目的是坚持和培养习惯，这是我自从看过《微习惯》后，从书中领悟到的东西。即，我要的是一个长期的东西，这个东西能不断地积累并带给我越来越多的好处，可能它一开始几年会慢一些，效果很不明显，但随着年份的积累，它会形成一条像护城河那样的壁垒，让我成为人群中的佼佼者，逐渐与他人拉开差距。强壮的身体、良好的习惯和优秀的思维方式，就是我所追寻的那个能带给我无尽好处的长期的东西，它无法靠一时的冲刺来拉近距离。</h3><p>[滴答清单]</p><p>虽然我最近3年一直坚持着这个理念，但最初那一年并没有想的很明白。那时我不明白的还有很多，包括我要成为什么样的人，我究竟想要什么，我活着的意义是什么，等等。即使在现在也依旧有些模糊，但这并不妨碍我继续前进。</p><p>庆幸的是我开始逐渐有了自己独特的见解，与众人观察到的有所区别，是完全属于自己的理念和体系。</p><h3 id=\"这对我来说是比较关键的一个突破这使得我可以经营自己的理念即使它不怎么样我也可以通过不断改善来完善自己的体系从而让它变得更加契合这个世界并带着我走在世界的更前头\">这对我来说是比较关键的一个突破，这使得我可以经营自己的理念，即使它不怎么样我也可以通过不断改善来完善自己的体系，从而让它变得更加契合这个世界并带着我走在世界的更前头。</h3><p>[时间块]</p><p>所有的这些都跟时间有关，我控制着时间，也被时间控制着，这是个相互作用的过程。我并没有使用时间管理，因为这不符合人性，但我也不排斥使用时间管理，它有其长处，我们不应该带有偏见的眼光看待它。这些记录都只是我希望能更好的控制我自己去达到自己想要达到的旅途中的一些过程和记录​。</p><p>我知道很多厉害的家伙已经习惯把时间按掐的很准确而没有一丝心理反抗，而我还不行，我只能把每天的时间分成很多个15分钟，每个15分钟我都会记录下这15分钟里做了什么。这样我每天结束时就能知道今天做了什么，或者今天的效率如何。第二天我可以知道前一天或前一段时间的做事的效率和自律执行的情况，从而不断调整自己的状态。</p><h3 id=\"这些对时间的理解我都是跟跟时间做朋友学的这本书给了我很多启发包括下面这段话我刚又从我的笔记中翻出来看了一遍觉得自己应该更多的向这方面靠拢去更多的帮助别人鼓励别人我们在帮助和鼓励别人的同时自己的能力视野得到了进一步的提升\">这些对时间的理解我都是跟《跟时间做朋友》学的，这本书给了我很多启发。包括下面这段话，我刚又从我的笔记中翻出来看了一遍，觉得自己应该更多的向这方面靠拢。去更多的帮助别人、鼓励别人，我们在帮助和鼓励别人的同时，自己的能力、视野得到了进一步的提升。</h3><p>“当我们不停地鼓励所有人的时候，最大的受益者其实是我们自己，因为最终我们会发现，自己开始进入一种他人无法想象的状态，成为一个不需要他人鼓励的人。这一点很重要，原因就在于他们是必须获得别人的鼓励才敢于行动的人。可以，我们却能成为另一种人，不需要别人鼓励就能不断前进的人，这是一种境界。”</p><h3 id=\"我仍然在很多事情上做的不够特别是在长期重要的事情和短期重要的事情中我时常搞不清楚到底谁比较重要这使得我常疲于应付手头上紧急的事情而忽略了长期重要的事情过后我又常常自责没有好好守护自己的原则这也是我时常为自己无法看清这个世界而痛苦的原因\">我仍然在很多事情上做的不够，特别是在长期重要的事情和短期重要的事情中，我时常搞不清楚到底谁比较重要，这使得我常疲于应付手头上紧急的事情而忽略了长期重要的事情，过后我又常常自责，没有好好守护自己的原则。这也是我时常为自己无法看清这个世界而痛苦的原因。</h3><h3 id=\"这也激励着我继续前进失败是很平常的成功只是偶然我希望我们能够坚持积累当质变到来时我们就会有更大的成就感\">这也激励着我继续前进，失败是很平常的，成功只是偶然。我希望我们能够坚持积累，当质变到来时，我们就会有更大的成就感。</h3>",
            "url": "http://www.luzexi.com/2020/08/31/%E6%80%9D%E8%B7%AF%E6%8E%A2%E8%AE%A851",
            
            
            
            
            
            "date_published": "2020-08-31T00:00:00+08:00",
            "date_modified": "2020-08-31T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/08/28/%E6%80%9D%E8%B7%AF%E6%8E%A2%E8%AE%A850",
            "title": "思路探讨(五十) 去同质化",
            "summary": "思路 随想 理念 逻辑 人生哲学",
            "content_text": "由于我们从小到大的经历了不同，所以我们每个人的个性都不一样，但在对待工作和学习时却总是趋于同质化。年轻时我们都喜欢让自己特别些，喜欢穿些稀奇古怪的搭配，从不拘泥于传统，嘴里总是挂着“我可不是普通人”、“好酷啊”。成年后，我们被社会打磨的没有了棱角，特别是在对待工作和学习这两个问题上，大家都特别的小心，以至于小心得过了头，没有了自己的主见，鲜少的深入思考。我们这样小心翼翼的的原因可以有很多，这样的借口我自己都能找出很多，例如有房贷压力、有家庭需要养活、经济萧条工作不好找等等。这些都是我们自己束缚自己的借口，自己给自己设了一个笼子。其根源是我们人不想改变，对改变有恐惧感，所以想在舒适区里多待会。如果你想成为高人，想让自己有所成，就得直面这些困难，主动出击，而不是躲躲藏藏被动受敌。说的简单点，就是让自己变得特别些。当你变得特别时，你才有可能突破重围，至少你能被大家记住，而不像其他人那样一转身就被人忘得一干二净。问题是我们被同质化太久，已经忘记了什么是特别。同质化使得我们发现不了我所处的位置。例如我是一个程序员，作为以写程序为生的程序员，无论是普通的还是资深的还是专家，大部分都只是整个工作流水线上的一个节点，开发着功能和组件。如果大家都是流水线上的节点，那么谁来制造流水线呢？让自己特别些，去发现和创造新的流水线，让自己成为流水线的创造者，而不是维护者。大部分程序员都用一门语言搞定工作，一个IDE，一个操作系统，一种类型项目，一个引擎从头用到尾。我们不如做的特别些，多学几门语言，多用几个IDE，多做几种类型的项目，多学习几种类型的引擎和操作系统。做得特别些，这能让我们的视野更加开阔，也很容易能让别人记住我们的才华。同质化使得我们一直沿着某个方向行走而学不会拐弯。这就像脑筋急转弯里的问题，“老王没有头发却为什么每天都去理发店？”，题目暗示了‘老王’去理发，因为我们的脑袋被同质化了，通常去理发店都是理发，谁能想到老王其实是理发师呢。工作中和生活中，我们常常陷入别人给我们的暗示，例如队友告诉你出Bug的原因，上级告诉你工作的方向，老师告诉你学习要努力，妈妈告诉你和她不可能结婚等等。根据我的经验，别人给出的方向通常使得我们走更多的弯路。不如做的特别些，甚至不妨往反相走一走，不按队友给出的套路查Bug，上级给出的方向当作次要方向自己再想一个更重要的方向去突破，不死记硬背劳逸结合多维度开发兴趣，来个“曲线救国”让不可能成为可能，逆水行舟可能是很难，但也有可能是最近的捷径，不要被他人的提示所局限。同质化使我们远离危险却离危机更近环境会被我们习惯，无论是工作环境还是生活坏境，都渐渐趋向于平稳和熟悉，舒适区是真的舒服，它看起来让我们远离危险，实际上却离危机越来越近。当真正危机来临时，没有与危险相处习惯的我们会很受伤。不如做的特别些，当大家都在安逸时，我们多走一步，多折腾一把，很可能就是另一番天地。时刻保持警惕，烫水不可怕，烫伤了我们可以缩回来治疗，最怕的是温水煮青蛙，当明白过来时可能我们已无力回天。",
            "content_html": "<p>由于我们从小到大的经历了不同，所以我们每个人的个性都不一样，但在对待工作和学习时却总是趋于同质化。</p><p>年轻时我们都喜欢让自己特别些，喜欢穿些稀奇古怪的搭配，从不拘泥于传统，嘴里总是挂着“我可不是普通人”、“好酷啊”。</p><p>成年后，我们被社会打磨的没有了棱角，特别是在对待工作和学习这两个问题上，大家都特别的小心，以至于小心得过了头，没有了自己的主见，鲜少的深入思考。</p><p>我们这样小心翼翼的的原因可以有很多，这样的借口我自己都能找出很多，例如有房贷压力、有家庭需要养活、经济萧条工作不好找等等。这些都是我们自己束缚自己的借口，自己给自己设了一个笼子。其根源是我们人不想改变，对改变有恐惧感，所以想在舒适区里多待会。</p><p>如果你想成为高人，想让自己有所成，就得直面这些困难，主动出击，而不是躲躲藏藏被动受敌。</p><p>说的简单点，就是让自己变得特别些。当你变得特别时，你才有可能突破重围，至少你能被大家记住，而不像其他人那样一转身就被人忘得一干二净。</p><p>问题是我们被同质化太久，已经忘记了什么是特别。</p><h3 id=\"同质化使得我们发现不了我所处的位置\">同质化使得我们发现不了我所处的位置。</h3><p>例如我是一个程序员，作为以写程序为生的程序员，无论是普通的还是资深的还是专家，大部分都只是整个工作流水线上的一个节点，开发着功能和组件。如果大家都是流水线上的节点，那么谁来制造流水线呢？</p><p>让自己特别些，去发现和创造新的流水线，让自己成为流水线的创造者，而不是维护者。</p><p>大部分程序员都用一门语言搞定工作，一个IDE，一个操作系统，一种类型项目，一个引擎从头用到尾。我们不如做的特别些，多学几门语言，多用几个IDE，多做几种类型的项目，多学习几种类型的引擎和操作系统。</p><p>做得特别些，这能让我们的视野更加开阔，也很容易能让别人记住我们的才华。</p><h3 id=\"同质化使得我们一直沿着某个方向行走而学不会拐弯\">同质化使得我们一直沿着某个方向行走而学不会拐弯。</h3><p>这就像脑筋急转弯里的问题，“老王没有头发却为什么每天都去理发店？”，题目暗示了‘老王’去理发，因为我们的脑袋被同质化了，通常去理发店都是理发，谁能想到老王其实是理发师呢。</p><p>工作中和生活中，我们常常陷入别人给我们的暗示，例如队友告诉你出Bug的原因，上级告诉你工作的方向，老师告诉你学习要努力，妈妈告诉你和她不可能结婚等等。</p><p>根据我的经验，别人给出的方向通常使得我们走更多的弯路。不如做的特别些，甚至不妨往反相走一走，不按队友给出的套路查Bug，上级给出的方向当作次要方向自己再想一个更重要的方向去突破，不死记硬背劳逸结合多维度开发兴趣，来个“曲线救国”让不可能成为可能，逆水行舟可能是很难，但也有可能是最近的捷径，不要被他人的提示所局限。</p><h3 id=\"同质化使我们远离危险却离危机更近\">同质化使我们远离危险却离危机更近</h3><p>环境会被我们习惯，无论是工作环境还是生活坏境，都渐渐趋向于平稳和熟悉，舒适区是真的舒服，它看起来让我们远离危险，实际上却离危机越来越近。当真正危机来临时，没有与危险相处习惯的我们会很受伤。</p><p>不如做的特别些，当大家都在安逸时，我们多走一步，多折腾一把，很可能就是另一番天地。时刻保持警惕，烫水不可怕，烫伤了我们可以缩回来治疗，最怕的是温水煮青蛙，当明白过来时可能我们已无力回天。</p>",
            "url": "http://www.luzexi.com/2020/08/28/%E6%80%9D%E8%B7%AF%E6%8E%A2%E8%AE%A850",
            
            
            
            
            
            "date_published": "2020-08-28T00:00:00+08:00",
            "date_modified": "2020-08-28T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/08/24/%E7%BB%99%E5%A5%B3%E5%84%BF%E7%9A%84%E4%BF%A14",
            "title": "给女儿的信(四)",
            "summary": "女儿 教育 亲情",
            "content_text": "Hi Sharon and Anne, 爸爸周四回来了，爸爸有5天的假期来陪你们，爸爸想你们也很爱你们。最近爸爸在学习上知道了一件事，想跟你们说一说。爸爸最近几年学了很多东西，在脑子里装满了知识，但有时学过了的知识总是忘记，特别是要用到的时候总是记不起来。有些知识爸爸在书里看到过的，或者从别人嘴里听到过的，甚至自己还背过，总是不能在该用到的时候记起来。爸爸琢磨了很久，为什么自己学过的知识，总是忘记呢。后来爸爸发现了，原来自己从书里看过的，从别人嘴里听过的知识，是无法在脑袋里留下深刻的印象的，因为我们只是看过或者听过。于是爸爸琢磨着，怎么才能让这些学过的知识和听过的知识，有更深刻的印象。爸爸找到了一个很好的方法，那就是讲给别人听。当爸爸把自己知道的知识和事情讲给别人听的时候，这些知识和事情就深深的留在了爸爸的脑袋里，爸爸讲的次数越多，知识在脑袋里留下的印象越深刻。这个方法让爸爸的学习的效率倍增。于是爸爸每次遇到别人聊起某个知识时，爸爸就会滔滔不绝的跟他讲爸爸所有知道的事情。有时候爸爸讲的并不好，于是爸爸就回去查资料，看书，把不知道的部分再补充一下，下次再遇到他或者其他人聊起这个知识时，爸爸就再跟他们讲一次。可能跟别人讲自己知道的知识机会很难得，所以爸爸每次都要好好把握好好讲。除了教别人知识外，爸爸还把自己知道的知识写下来，发到网上去，这样就是在教大家学知识了，不仅让大家学到了知识，自己也对知识有了很好的梳理和巩固。Sharon Anne 如果你们想让学习更高效，记住的东西更多，记得把它们讲出来，说给别人听哦，多多教别人怎么做怎么写怎么说，这样我们自己会有很大的进步哦。爸爸周四就回来看你们，爱你们哦！",
            "content_html": "<p>Hi Sharon and Anne, 爸爸周四回来了，爸爸有5天的假期来陪你们，爸爸想你们也很爱你们。</p><p>最近爸爸在学习上知道了一件事，想跟你们说一说。爸爸最近几年学了很多东西，在脑子里装满了知识，但有时学过了的知识总是忘记，特别是要用到的时候总是记不起来。有些知识爸爸在书里看到过的，或者从别人嘴里听到过的，甚至自己还背过，总是不能在该用到的时候记起来。</p><p>爸爸琢磨了很久，为什么自己学过的知识，总是忘记呢。后来爸爸发现了，原来自己从书里看过的，从别人嘴里听过的知识，是无法在脑袋里留下深刻的印象的，因为我们只是看过或者听过。于是爸爸琢磨着，怎么才能让这些学过的知识和听过的知识，有更深刻的印象。</p><p>爸爸找到了一个很好的方法，那就是讲给别人听。当爸爸把自己知道的知识和事情讲给别人听的时候，这些知识和事情就深深的留在了爸爸的脑袋里，爸爸讲的次数越多，知识在脑袋里留下的印象越深刻。这个方法让爸爸的学习的效率倍增。</p><p>于是爸爸每次遇到别人聊起某个知识时，爸爸就会滔滔不绝的跟他讲爸爸所有知道的事情。有时候爸爸讲的并不好，于是爸爸就回去查资料，看书，把不知道的部分再补充一下，下次再遇到他或者其他人聊起这个知识时，爸爸就再跟他们讲一次。</p><p>可能跟别人讲自己知道的知识机会很难得，所以爸爸每次都要好好把握好好讲。</p><p>除了教别人知识外，爸爸还把自己知道的知识写下来，发到网上去，这样就是在教大家学知识了，不仅让大家学到了知识，自己也对知识有了很好的梳理和巩固。</p><p>Sharon Anne 如果你们想让学习更高效，记住的东西更多，记得把它们讲出来，说给别人听哦，多多教别人怎么做怎么写怎么说，这样我们自己会有很大的进步哦。</p><p>爸爸周四就回来看你们，爱你们哦！</p>",
            "url": "http://www.luzexi.com/2020/08/24/%E7%BB%99%E5%A5%B3%E5%84%BF%E7%9A%84%E4%BF%A14",
            
            
            
            
            
            "date_published": "2020-08-24T00:00:00+08:00",
            "date_modified": "2020-08-24T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/08/17/%E6%80%9D%E8%B7%AF%E6%8E%A2%E8%AE%A849",
            "title": "思路探讨(四十九) 对思维笼子的反思",
            "summary": "思路 随想 理念 逻辑 人生哲学",
            "content_text": "前面有篇文章我们说到我们都生活在笼子里，只是每个人属于自己的笼子大小不同，有些人觉得笼子里挺舒服的，就会在里面呆很久，另一些人则认为自己应该去更大更好的笼子，于是更多的折腾自己寻找出路，当然出路也并不一定通向更大更好的笼子，我们也有走歧路的时候。笼子没有极限，永远有更大更好的笼子在等着你去寻找打开它的钥匙，我们也应该量力而为。打开它的钥匙也有很多种，其中一种就是自律，自律不仅体现在对时间和精力的管理上，还体现在健康和心态的管理上。另一种是思维方式，不同高度的思维方式所带来的效果会截然不同。我拿德州扑克来做个比喻，德州扑克的规则很简单，就是个比大小的赌博游戏，每个人都有两张只有自己看见的牌，再与桌上的明牌合起来看谁比较大，它有5轮下注的机会，每轮每个人都有机会下更大的注或跟注。当你是个初级玩家的时候，你脑袋里想的都是我有什么牌，牌越大下注也会越大，敢跟敢拼。然后你进阶了，到了第二阶，你脑袋里想的都是对方有什么牌，因为只要知道对方有什么牌，你在押注和弃牌时会更加准确且有信心，胜算自然就会更大。接着你又进阶了，到了第三阶，你脑袋里想的是对方认为你有什么牌，因为牌在还没翻开来前都是相对的，对方的恐惧与骄傲是你取胜的重要因素。继续进阶，到了第四阶，你脑袋里想的是“对方认为你的眼中他是什么牌”，这时更高级的斗智斗勇开始了，对方想要利用你的恐惧和骄傲来反制你，而你则要利用他的小聪明来反制他，究竟谁能最终反制，谁就是那个能站在更高层级下看问题的人。最后一个阶段，不猜测也猜测，明与暗并存，虚虚实实混淆不清，想要战胜对方的欲望小了，被别人看穿的可能性也少了许多。高层级的思维方式有着截然不同的境界。不过这种竞争思维还是有些狭隘的，不是非常恰当，我们可以看些更高大上的思维方式转换，比如我们工作上的工作能力。什么是工作能力，大部分时候我们还是给自己设了一个限，说，我的技术就是我工作的能力。这是第一阶段的能力，我关心的是我自己，我脑袋里想的都是自己，包括，我有什么，我知道什么，我能做什么，我能得到什么。个人的创造力和创新是非常有限的，很多时候我们无法突破自己时，通常是因为没有更多的互动和分享，教和讲是最高的学习效率，第二阶段，我们与周围的人有更多的互动，创意与点子则源源不断的从我们的脑子和嘴巴里蹦出来。这时你知道讲出来分享出来才会有更多的思考和思路。前两个阶段毕竟还是‘我’的一个人能力，第三阶段，我们该打破‘我’的观念，这时你充分认识到了个人能力是有限的，无论我多牛逼一天还是24小时，放弃自己对想要全部自己做的念头，让更多人帮助你来完成任务是这个阶段我们的主心骨。第四阶段，你充分意识到合作的潜力，你主动放弃了自己的研究欲望和成果，转而主动把这个机会让给别人，同时也要求自己主动打破‘我与他人的沟通壁垒’，说服更多人来帮助你完成任务。这时你的工作基本上都是项目管理和HR上的事，你不但要寻找和把控方向以让所有人都知道方向在哪里，以免做无用功，还要寻找和说服人们来一起帮你完成任务。第五阶段，你已经打破了你与他人，甚至是陌生人之间的沟通壁垒，你能聊会侃，有着开放的心态，有渊博的知识和丰富的经验，能集思广益，对人对事有包容力，但毕竟依然是你自己的事，他人与他人之间的关系与协作效率我们依然无法改变。怎么让人与人之间的协作更融洽更高效，是我们这个阶段要做的事。这时我们要更多的放弃自己所谓的能力，你的能力反而激化了矛盾，我们要从台前走向幕后，用潜移默化的方式影响他人，让人与人之间的合作更加​融洽。​没有人能够给我们设限，给我们设限的只有我们自己，每个阶段都要主动放弃些什么，才能得到更多。大部分人都由于自身的原因，无法放弃这种掌握在手的‘安全感’，这种安全感可以是某种技术，也可以是金钱，或者是某种引以为傲的东西，或者是某种认知。对我来说也是，我正竭力消除自己愚昧和肤浅的偏见，直面自己的懦弱拥抱脆弱，放手一些所谓的安全感，做一些比自身安全感更重要的事情，帮助他人进步，团结人们一起来更好的完成任务。",
            "content_html": "<p>前面有篇文章我们说到我们都生活在笼子里，只是每个人属于自己的笼子大小不同，有些人觉得笼子里挺舒服的，就会在里面呆很久，另一些人则认为自己应该去更大更好的笼子，于是更多的折腾自己寻找出路，当然出路也并不一定通向更大更好的笼子，我们也有走歧路的时候。</p><p>笼子没有极限，永远有更大更好的笼子在等着你去寻找打开它的钥匙，我们也应该量力而为。打开它的钥匙也有很多种，其中一种就是自律，自律不仅体现在对时间和精力的管理上，还体现在健康和心态的管理上。</p><p>另一种是思维方式，不同高度的思维方式所带来的效果会截然不同。我拿德州扑克来做个比喻，德州扑克的规则很简单，就是个比大小的赌博游戏，每个人都有两张只有自己看见的牌，再与桌上的明牌合起来看谁比较大，它有5轮下注的机会，每轮每个人都有机会下更大的注或跟注。</p><p>当你是个初级玩家的时候，你脑袋里想的都是我有什么牌，牌越大下注也会越大，敢跟敢拼。</p><p>然后你进阶了，到了第二阶，你脑袋里想的都是对方有什么牌，因为只要知道对方有什么牌，你在押注和弃牌时会更加准确且有信心，胜算自然就会更大。</p><p>接着你又进阶了，到了第三阶，你脑袋里想的是对方认为你有什么牌，因为牌在还没翻开来前都是相对的，对方的恐惧与骄傲是你取胜的重要因素。</p><p>继续进阶，到了第四阶，你脑袋里想的是“对方认为你的眼中他是什么牌”，这时更高级的斗智斗勇开始了，对方想要利用你的恐惧和骄傲来反制你，而你则要利用他的小聪明来反制他，究竟谁能最终反制，谁就是那个能站在更高层级下看问题的人。</p><p>最后一个阶段，不猜测也猜测，明与暗并存，虚虚实实混淆不清，想要战胜对方的欲望小了，被别人看穿的可能性也少了许多。</p><p>高层级的思维方式有着截然不同的境界。不过这种竞争思维还是有些狭隘的，不是非常恰当，我们可以看些更高大上的思维方式转换，比如我们工作上的工作能力。</p><p>什么是工作能力，大部分时候我们还是给自己设了一个限，说，我的技术就是我工作的能力。这是第一阶段的能力，我关心的是我自己，我脑袋里想的都是自己，包括，我有什么，我知道什么，我能做什么，我能得到什么。</p><p>个人的创造力和创新是非常有限的，很多时候我们无法突破自己时，通常是因为没有更多的互动和分享，教和讲是最高的学习效率，第二阶段，我们与周围的人有更多的互动，创意与点子则源源不断的从我们的脑子和嘴巴里蹦出来。这时你知道讲出来分享出来才会有更多的思考和思路。</p><p>前两个阶段毕竟还是‘我’的一个人能力，第三阶段，我们该打破‘我’的观念，这时你充分认识到了个人能力是有限的，无论我多牛逼一天还是24小时，放弃自己对想要全部自己做的念头，让更多人帮助你来完成任务是这个阶段我们的主心骨。</p><p>第四阶段，你充分意识到合作的潜力，你主动放弃了自己的研究欲望和成果，转而主动把这个机会让给别人，同时也要求自己主动打破‘我与他人的沟通壁垒’，说服更多人来帮助你完成任务。这时你的工作基本上都是项目管理和HR上的事，你不但要寻找和把控方向以让所有人都知道方向在哪里，以免做无用功，还要寻找和说服人们来一起帮你完成任务。</p><p>第五阶段，你已经打破了你与他人，甚至是陌生人之间的沟通壁垒，你能聊会侃，有着开放的心态，有渊博的知识和丰富的经验，能集思广益，对人对事有包容力，但毕竟依然是你自己的事，他人与他人之间的关系与协作效率我们依然无法改变。怎么让人与人之间的协作更融洽更高效，是我们这个阶段要做的事。这时我们要更多的放弃自己所谓的能力，你的能力反而激化了矛盾，我们要从台前走向幕后，用潜移默化的方式影响他人，让人与人之间的合作更加​融洽。​</p><h4 id=\"没有人能够给我们设限给我们设限的只有我们自己每个阶段都要主动放弃些什么才能得到更多大部分人都由于自身的原因无法放弃这种掌握在手的安全感这种安全感可以是某种技术也可以是金钱或者是某种引以为傲的东西或者是某种认知\">没有人能够给我们设限，给我们设限的只有我们自己，每个阶段都要主动放弃些什么，才能得到更多。大部分人都由于自身的原因，无法放弃这种掌握在手的‘安全感’，这种安全感可以是某种技术，也可以是金钱，或者是某种引以为傲的东西，或者是某种认知。</h4><h4 id=\"对我来说也是我正竭力消除自己愚昧和肤浅的偏见直面自己的懦弱拥抱脆弱放手一些所谓的安全感做一些比自身安全感更重要的事情帮助他人进步团结人们一起来更好的完成任务\">对我来说也是，我正竭力消除自己愚昧和肤浅的偏见，直面自己的懦弱拥抱脆弱，放手一些所谓的安全感，做一些比自身安全感更重要的事情，帮助他人进步，团结人们一起来更好的完成任务。</h4>",
            "url": "http://www.luzexi.com/2020/08/17/%E6%80%9D%E8%B7%AF%E6%8E%A2%E8%AE%A849",
            
            
            
            
            
            "date_published": "2020-08-17T00:00:00+08:00",
            "date_modified": "2020-08-17T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/08/12/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B020",
            "title": "每日读书笔记20 《人性的弱点》",
            "summary": "读书 书 看书 读后感 笔记 摘要",
            "content_text": "如何使你变得更加成熟54，困难并不意味着不幸对喜欢规避责任的人来说，困难通常能成为最好的挡箭牌。你也许听过许多人把失败原因归咎于没有受过大学教育，对于这些人来说假如他们真的上了大学，他们仍能为自己找出许多理由。而一个真正成熟的人则不会如此，他们会想办法去克服困难，而不是找借口去规避困难。作者举了例子，一位叫纳达尼.包德齐的人，他是一位对航海术相当精通的人。他10岁前都是以自学的方式学习，一直自学到老，从来没有受过任何正规的家教育。到21时，他已经是一位相当优秀的数学家了，由于他喜欢航海就开始学习航海术，后来写了一本关于航海的书成为经典之作。难道就没有人告诉他过，想当一名科学家，大学教育是不可或缺的吗？对纳达尼.包德奇来说，没有受过正规教育并不是承认失败的理由，他从来没有把自己没有受过教育当做一种障碍，这种困难对他来说只不过是一句无聊的话。那么贫穷会不会是失败最有力的理由呢？美国总统胡佛是爱荷华一名铁匠的儿子，后来成为孤儿；IBM的董事长托马斯.沃森年轻时曾担任过簿记员，每周只有2美元薪水。他们的注意力从来不在贫穷上，贫穷也没有被他们认为是种障碍，他们把所有精力用在学习和工作上，根本没有时间去自怜。那么身体有缺陷会成为失败最好的理由吗？拜伦爵士有畸形足，朱利亚斯.凯撒患有癫痫症，贝多芬后来因病成了聋子，拿破仑则是个矮子，莫扎特患有肝病，富兰克林.罗斯福则有小儿麻痹症，海伦.凯勒更是从小就又聋又哑。这些人都是具有成熟心灵的人。他们不会陷于自己的困难中，而是勇敢地去面对它、接受它，然后想办法加以克服、解决。他们不会去乞求怜悯，不会绝望，也不会去找借口逃避。《一个完整的生命-在死神的门口》写了一个有关艾莫.赫姆的故事，赫姆在婴儿时医生就认为他活下来的几率不大，但他还是活下来了，他活了90年，90年的时间里一直因右半身严重受伤而时常痛楚不已，但他还是没有屈服。他不能从事劳力工作，于是他便转而努力阅读。28岁那年他成了传道师。后来他经历了2次致命的事故，也都没有让他失去信念。后来赫姆开始集资传道基金兴建教堂，并时常协助当地学校和医院。到了69岁他又举办了上千次的讲道、写了两本书、为教会和其他慈善机构募集了50万美元，并担任20余所学校的董事，个人曾捐助5万美元兴建加州大学附近的一所教会。赫姆从不知缺陷两字，他只知道自己有生命，而且对他来说这个生命是有目的的。一位74岁的女学员坦然承认自己不知该如何度过自己的余生，受到作者的鼓舞后，她明白了年纪并不是一种障碍，相反的由于多年的教学经验，她现在更有能力把故事讲得更好更动人。她把自己的热忱和信心带到美国各地，并把欢乐带给成千上万个孩童。她不愿让自己的年纪成为障碍或偷懒的借口。萧伯纳说，人们时常抱怨自己的环境不顺利，使他们没有什么成就，如果你得不到所要的环境，可以制造出一个来。作者年轻时曾常常因为自己比别人矮而气馁，经过好多年才逐渐明白，身高跟其他许多与生俱来的条件一样，可以有好处也可以有坏处，完全看自己的态度而定。不成熟的人随时可以把自己与众不同的地方看成是缺陷和障碍。成熟的人则不然，他先认清自己的不同处，然后看是要接受它们，或是加以改进。让自己变得成熟些，不要太在乎困难，没有什么是真正的障碍。",
            "content_html": "<p>如何使你变得更加成熟</p><p>54，困难并不意味着不幸</p><p>对喜欢规避责任的人来说，困难通常能成为最好的挡箭牌。你也许听过许多人把失败原因归咎于没有受过大学教育，对于这些人来说假如他们真的上了大学，他们仍能为自己找出许多理由。而一个真正成熟的人则不会如此，他们会想办法去克服困难，而不是找借口去规避困难。</p><p>作者举了例子，一位叫纳达尼.包德齐的人，他是一位对航海术相当精通的人。他10岁前都是以自学的方式学习，一直自学到老，从来没有受过任何正规的家教育。到21时，他已经是一位相当优秀的数学家了，由于他喜欢航海就开始学习航海术，后来写了一本关于航海的书成为经典之作。难道就没有人告诉他过，想当一名科学家，大学教育是不可或缺的吗？对纳达尼.包德奇来说，没有受过正规教育并不是承认失败的理由，他从来没有把自己没有受过教育当做一种障碍，这种困难对他来说只不过是一句无聊的话。</p><p>那么贫穷会不会是失败最有力的理由呢？美国总统胡佛是爱荷华一名铁匠的儿子，后来成为孤儿；IBM的董事长托马斯.沃森年轻时曾担任过簿记员，每周只有2美元薪水。他们的注意力从来不在贫穷上，贫穷也没有被他们认为是种障碍，他们把所有精力用在学习和工作上，根本没有时间去自怜。</p><p>那么身体有缺陷会成为失败最好的理由吗？拜伦爵士有畸形足，朱利亚斯.凯撒患有癫痫症，贝多芬后来因病成了聋子，拿破仑则是个矮子，莫扎特患有肝病，富兰克林.罗斯福则有小儿麻痹症，海伦.凯勒更是从小就又聋又哑。</p><p>这些人都是具有成熟心灵的人。他们不会陷于自己的困难中，而是勇敢地去面对它、接受它，然后想办法加以克服、解决。他们不会去乞求怜悯，不会绝望，也不会去找借口逃避。</p><p>《一个完整的生命-在死神的门口》写了一个有关艾莫.赫姆的故事，赫姆在婴儿时医生就认为他活下来的几率不大，但他还是活下来了，他活了90年，90年的时间里一直因右半身严重受伤而时常痛楚不已，但他还是没有屈服。他不能从事劳力工作，于是他便转而努力阅读。28岁那年他成了传道师。后来他经历了2次致命的事故，也都没有让他失去信念。后来赫姆开始集资传道基金兴建教堂，并时常协助当地学校和医院。到了69岁他又举办了上千次的讲道、写了两本书、为教会和其他慈善机构募集了50万美元，并担任20余所学校的董事，个人曾捐助5万美元兴建加州大学附近的一所教会。赫姆从不知缺陷两字，他只知道自己有生命，而且对他来说这个生命是有目的的。</p><p>一位74岁的女学员坦然承认自己不知该如何度过自己的余生，受到作者的鼓舞后，她明白了年纪并不是一种障碍，相反的由于多年的教学经验，她现在更有能力把故事讲得更好更动人。她把自己的热忱和信心带到美国各地，并把欢乐带给成千上万个孩童。她不愿让自己的年纪成为障碍或偷懒的借口。</p><p>萧伯纳说，人们时常抱怨自己的环境不顺利，使他们没有什么成就，如果你得不到所要的环境，可以制造出一个来。</p><p>作者年轻时曾常常因为自己比别人矮而气馁，经过好多年才逐渐明白，身高跟其他许多与生俱来的条件一样，可以有好处也可以有坏处，完全看自己的态度而定。</p><p>不成熟的人随时可以把自己与众不同的地方看成是缺陷和障碍。成熟的人则不然，他先认清自己的不同处，然后看是要接受它们，或是加以改进。</p><p>让自己变得成熟些，不要太在乎困难，没有什么是真正的障碍。</p>",
            "url": "http://www.luzexi.com/2020/08/12/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B020",
            
            
            
            
            
            "date_published": "2020-08-12T00:00:00+08:00",
            "date_modified": "2020-08-12T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/08/02/%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B010",
            "title": "读书笔记(十) 《林徽因》",
            "summary": "读书 书 看书 读后感",
            "content_text": "3周前读完的这本书，一直忙于工作没能抽出时间来做一下记录，今天来回忆下林徽因的一生。林徽因出生在浙江杭州，母亲没什么文化且素质不高，在那个年代女人没有资格上学接受正规的教育，这在整个世界其他文明地区也有这样一段经历，女人没有权利接受正规的教育，无知的认为‘女子无才便是德’，其根本原因是主导社会的那些愚蠢的男人们认为女人是比她们低一级别的动物，不应该站在同一起跑线上，所以通常在那个愚蠢的时代男人们并没有给予女人足够的尊重。林徽因就出生在那个即将变迁的时代，幸好她的父亲是一个非常开明、视野开阔且有文化的人，但纵使有这样的父亲，林徽因在当时的生存也受到社会巨大的束缚。她不得不让自己更加努力刻苦、’懂事‘，以优秀的表现来维持包括父亲、爷爷以及其他家人对她的支持。林徽因的祖上世代为官，到爷爷林孝恂这代家道中落，林孝恂虽然是晚清官吏，头顶乌纱帽，但骨子里却是一身书卷气。他见多识广，知识渊博，再加上敞开怀抱接受西方政法思想，他的境界早已超越士官同僚。林孝恂的妻子游氏也并非小脚女人，她喜好书法，平素阅读典籍为乐，文化素养极高。林徽因的父亲林长民被父亲林孝恂寄予厚望，林长民两度远赴东洋留学，得中外文化双重滋养，再加上热衷于广交政界名流，年纪轻轻已经有了改良中国社会的宏伟抱负。无论父亲有多开明，在当时的时代受到时代的制约，父亲的思想仍然是受到侵蚀的。她的父亲林长民，一共娶了3个妻子，第一个因病去世，第二个就是林徽因的母亲，由于没有文化素养脾气不好与林长民不合，所以林长民又娶了一个二房并且生下了3个儿女。林徽因就是那个与父亲不合的母亲的女儿。我想就是这个原因，林徽因很小就知道了该如何获得父亲和爷爷的欢心，她知道获得周围人的喜欢才能在这个大家庭中立足。小孩子不会想太多，有好的反馈她就会去争取，她跟着爷爷学读书写字，获得了爷爷奶奶的疼爱，也就获得了大家庭的喜欢。母亲不会教她这些，母亲也没有好好教育过女人，因为爷爷和奶奶不放心把林徽因交给没有文化的母亲去教育，所以爷爷奶奶一直把林徽因带在身边教她读书写字，林徽因从小十分要强，也是因为母亲在家庭中没有地位，她只能靠自己去争取。林徽因深得爷爷奶奶和父亲的宠爱，八岁进了上海爱国小学读书，这所学校由蔡元培创办师资力量雄厚是当时百所名校之一。10岁时爷爷和奶奶相继离世，家里剩下自己的母亲和二房两个大人，父亲又常年在外，母亲从来不干活也不参与家庭事务，像是生活在另外一个世界。11岁那年政局动荡，一家人去了天津英租界住下，父亲在北平任职，父亲常年不在家，二房生孩子后身体不好，母亲又指靠不上，11岁的林徽因不得不用瘦小的身体扛起了家庭里的事务打点。那段时间的特殊境遇，让她很快成熟起来。从家里的吃喝用度，到照顾二房和弟妹，以及抚慰脾气不好的母亲，11岁的林徽因安排的井然有序，处理得妥贴稳当，并常写信告知父亲家里的事情。林徽因如此尽心尽力，一方面因为懂事，心系大局，对家庭有责任感；另一方面则是想证明自己的能力，希望得到父亲的肯定。如此乖巧懂事，聪明伶俐，美丽大方的女孩谁不喜欢，14岁那年，梁启超的带着17岁的儿子梁思成去了老朋友林长民家，梁思成一见林徽因清纯可爱，楚楚动人，如天女下凡，从此以后梁思成的目光再也没有离开过林徽因。之后中国政治时局更加动荡，林长民政坛失落，借着赴欧洲考察之机，带着16岁林徽因去了欧洲看看外面的世界。欧洲之行是林徽因一生的转折点，不仅影响了她的人生观、世界观、最重要的是奠定了她对学习建筑艺术坚定的信心。林徽因非常好学，她非常珍惜这次机会在欧洲期间每天都看书学习，并且在游历期间记录下自己的心得体验。在一个机缘巧合，她与伦敦房东的闲聊时，听到了很多关于建筑艺术的故事与知识，因为这位房东正是一位伦敦有名的建筑师。也是在那年林徽因遇上了才华横溢、知识丰富、语言幽默的才子徐志摩。徐志摩从此也变成了林徽因的忠实粉丝。林徽因16岁是情窦初开的年纪，遇上如此有才又帅气的男人当然心花怒放，他们在伦敦度过了一段美好的回忆，但那时徐志摩已经是有妇之夫，虽然妻子是家里安排的徐志摩并不喜欢，借出国留学知名回避妻子，但毕竟是有妇之夫。当林徽因知道此事后，理智告诉她，她正破坏另外一个女人的家庭，深思熟虑之下婉拒了徐志摩的爱意。徐志摩当然不甘心放弃，在林徽因回国后做出了离婚的决定，但这也并没有让林徽因回心转意，她知道徐志摩情感丰富，他爱上了幻想中完美的自己，而且无论怎样她仍然无意中破坏了别人的家庭，回国后她始终对徐志摩避而不见，直到她与梁思成订婚并打算去美国留学。梁思成是林徽因遇到的最爱她的男人，他有渊博的知识、沉稳的心智，他不仅包容她、爱护她，并且时常鼓励她、给予她信心。梁思成与林徽因，他们互相依赖相互成就，性格也正好互补，梁思成内向沉稳，林徽因则外向开朗。林徽因因为急躁的性格时常向梁思成发脾气，而梁思成则默默包容她并鼓励她支持她从困境中走出来。梁思成与林徽因1924年去了美国康奈尔大学留学，一呆就是4年，他们在美国刻苦学习，彼此照顾，获得优异的成绩，备受教授们和同学们的喜欢。期间林徽因的父亲，在战乱中丧生，林徽因痛哭流涕想要立马回国，梁思成的父亲梁启超为了不影响她的学业写信尽力安抚她，并为林徽因安排妥当了父亲的后事。1928年回国后他们在东北大学建筑系任教，林徽因负责讲授美术与建筑设计，梁思成负责讲授建筑学概论和建筑设计原理以及具有独特风格的西洋建筑史。回国后1年1929年梁启超病逝，林徽因和梁思成悲痛万分。1929年林徽因生了个宝贝女儿取名为梁再冰，为了纪念敬爱的父亲梁启超“饮冰室的辉煌”。林徽因生完孩子后由于过度劳累，病倒了，从此身体一直不见好转，疼痛和病魔一直缠绕着她。不久林徽因由于身体原因辞去了学校的职务回到故乡静养了一段时间。1931年林徽因和梁思成回到了北平，他们参加了朱启钤创办的中国营造学社，致力于中国传统建筑的研究与保护。他们在北总布胡同三号定居下来，从此这里就成了当时有名的“太太的客厅”，每逢周末这里都传出朗朗的笑声，许多才子才女，博学多才的文人雅士都在这里聚集彼此交流包括徐志摩。1931年11月徐志摩飞机失事，林徽因痛心万分潸然泪下。1932年林徽因生下二胎取名“从诫”，意在希望他步宋代李诫后尘，在建筑方面有所成就，最后儿子读了北大的历史系，热衷于关注环保问题，被国家总局授予“环境使者”称号，毕生致力于文物和环境保护。“太太的客厅”是由作家冰心在《大公报》上发表的一篇小说，很多人认为这篇小说是在讽刺林徽因，可见当时林徽因的太太的客厅有多有名，许多著名学者都以能在太太的客厅聊天交流为荣。就因为这个太太的客厅，出现一个一直没有离开林徽因的人，中国哲学的开山鼻祖金岳霖，是他在清华大学创办了国内第一个哲学系。金岳霖一直好奇徐志摩爱的死去活来的女神是什么样的女人，于是有天被徐志摩邀请去参加太太的客厅，从此以后金岳霖就成了太太客厅的座上宾，不但如此，比林徽因大10岁的金岳霖还不可救药的爱上了林徽因，终生未娶，一直跟随着梁思成与林徽因，做他们的邻居。这段情很耐人寻味，金岳霖痴情，梁思成包容，林徽因理智。就促成了后面的故事，金岳霖一直跟随他们到各地做他们的邻居，梁思成则依然跟金岳霖是好朋友，林徽因则理智应对金岳霖的爱意。最后金岳霖痴到什么程度呢？林徽因去世那年，他当着学生的面痛哭失声。在林徽因去世后，金岳霖还设宴叫来老朋友给林徽因过生日。1937年开始，国内战乱爆发，日本借卢沟桥事变发动战争。7月北平沦陷，梁思成与林徽因开始了一段长达8年的流亡生活，出发前他们把在营造学社考察和拍摄的建筑物底片和写的资料整理并放在了天津英租界的外国银行地下保险库中，想着等战乱平息后再来取，可谁也没想到外国银行的地下保险库也没能保住他们7年的汗水。流亡中，他们去了长沙，长沙又被攻陷，他们又去了昆明，昆明被轰炸，他们又去了十五公里外的龙头村，他们在那里造了自己的房子。房子造好后也只持续了半年，日军不断攻陷城市，昆明也不再安全。1940年他们又再次投入到流亡大军中，最终抵达了长江边上的一个偏远小镇，李庄。在这里他们生活了5年，这里没有水没有电，几乎没有医疗设备，林徽因在这里病的很严重，即使这样她也没有放弃看书和查阅资料。直到1945年12月，在林徽因外国好友的安排下离开李庄赴重庆治病。1944年梁思成和林徽因历尽辛苦完成了《图像中国建筑史》，这本书是用英文写的，梁思成把他带到美国等待时机再出版，可没想到的是，这本书一直到1984年才出版，其中的故事也是非常曲折。1945年日本宣布无条件投降后，林徽因在昆明修养了几个月，身体稍微好转后于1946年7月与梁思成返回北平。梁思成在清华大学担任建筑系主任，成立了建筑研究所，担任研究所所长。林徽因不计报酬为梁思成分担工作，在梁思成考察美国时，林徽因来处理建筑系各种杂事，年轻的教师会经常向她请教。1949年北平解放，林徽因被正式聘为清华大学建筑系一级教授，主讲《中国建筑史》。7月林徽因开始主导设计新中国国徽。10月梁思成和林徽因开始对人民英雄纪念碑进行设计，经过反复推敲，她抱病完成了图案设计。1950年6月23日，全国政协一届二次大会上，以林徽因为主设计的中华人民共和国国徽，得到了全体代表的一致通过。1951年林徽因拖着病体挽救了濒临停业的景泰蓝传统工艺。1953年林徽因挽救了四朝五都仅存的完整牌楼不被拆除。10月被选为建筑学会理事，并担任《建筑学报》编委，同时受邀参加第二届全国文代会。1954年林徽因当选为北京市人民代表大会代表。1955年，林徽因病情再次恶化，4月1日，中国第一代著名女建筑师、国民第一才女林徽因永远闭上了眼睛。临别时没有留下遗言，面对这个美丽而又遗憾的世界，她已经倾尽全力。",
            "content_html": "<p>3周前读完的这本书，一直忙于工作没能抽出时间来做一下记录，今天来回忆下林徽因的一生。</p><p>林徽因出生在浙江杭州，母亲没什么文化且素质不高，在那个年代女人没有资格上学接受正规的教育，这在整个世界其他文明地区也有这样一段经历，女人没有权利接受正规的教育，无知的认为‘女子无才便是德’，其根本原因是主导社会的那些愚蠢的男人们认为女人是比她们低一级别的动物，不应该站在同一起跑线上，所以通常在那个愚蠢的时代男人们并没有给予女人足够的尊重。</p><p>林徽因就出生在那个即将变迁的时代，幸好她的父亲是一个非常开明、视野开阔且有文化的人，但纵使有这样的父亲，林徽因在当时的生存也受到社会巨大的束缚。她不得不让自己更加努力刻苦、’懂事‘，以优秀的表现来维持包括父亲、爷爷以及其他家人对她的支持。</p><p>林徽因的祖上世代为官，到爷爷林孝恂这代家道中落，林孝恂虽然是晚清官吏，头顶乌纱帽，但骨子里却是一身书卷气。他见多识广，知识渊博，再加上敞开怀抱接受西方政法思想，他的境界早已超越士官同僚。林孝恂的妻子游氏也并非小脚女人，她喜好书法，平素阅读典籍为乐，文化素养极高。</p><p>林徽因的父亲林长民被父亲林孝恂寄予厚望，林长民两度远赴东洋留学，得中外文化双重滋养，再加上热衷于广交政界名流，年纪轻轻已经有了改良中国社会的宏伟抱负。</p><p>无论父亲有多开明，在当时的时代受到时代的制约，父亲的思想仍然是受到侵蚀的。她的父亲林长民，一共娶了3个妻子，第一个因病去世，第二个就是林徽因的母亲，由于没有文化素养脾气不好与林长民不合，所以林长民又娶了一个二房并且生下了3个儿女。</p><p>林徽因就是那个与父亲不合的母亲的女儿。我想就是这个原因，林徽因很小就知道了该如何获得父亲和爷爷的欢心，她知道获得周围人的喜欢才能在这个大家庭中立足。小孩子不会想太多，有好的反馈她就会去争取，她跟着爷爷学读书写字，获得了爷爷奶奶的疼爱，也就获得了大家庭的喜欢。母亲不会教她这些，母亲也没有好好教育过女人，因为爷爷和奶奶不放心把林徽因交给没有文化的母亲去教育，所以爷爷奶奶一直把林徽因带在身边教她读书写字，林徽因从小十分要强，也是因为母亲在家庭中没有地位，她只能靠自己去争取。</p><p>林徽因深得爷爷奶奶和父亲的宠爱，八岁进了上海爱国小学读书，这所学校由蔡元培创办师资力量雄厚是当时百所名校之一。10岁时爷爷和奶奶相继离世，家里剩下自己的母亲和二房两个大人，父亲又常年在外，母亲从来不干活也不参与家庭事务，像是生活在另外一个世界。11岁那年政局动荡，一家人去了天津英租界住下，父亲在北平任职，父亲常年不在家，二房生孩子后身体不好，母亲又指靠不上，11岁的林徽因不得不用瘦小的身体扛起了家庭里的事务打点。</p><p>那段时间的特殊境遇，让她很快成熟起来。从家里的吃喝用度，到照顾二房和弟妹，以及抚慰脾气不好的母亲，11岁的林徽因安排的井然有序，处理得妥贴稳当，并常写信告知父亲家里的事情。林徽因如此尽心尽力，一方面因为懂事，心系大局，对家庭有责任感；另一方面则是想证明自己的能力，希望得到父亲的肯定。</p><p>如此乖巧懂事，聪明伶俐，美丽大方的女孩谁不喜欢，14岁那年，梁启超的带着17岁的儿子梁思成去了老朋友林长民家，梁思成一见林徽因清纯可爱，楚楚动人，如天女下凡，从此以后梁思成的目光再也没有离开过林徽因。</p><p>之后中国政治时局更加动荡，林长民政坛失落，借着赴欧洲考察之机，带着16岁林徽因去了欧洲看看外面的世界。欧洲之行是林徽因一生的转折点，不仅影响了她的人生观、世界观、最重要的是奠定了她对学习建筑艺术坚定的信心。林徽因非常好学，她非常珍惜这次机会在欧洲期间每天都看书学习，并且在游历期间记录下自己的心得体验。在一个机缘巧合，她与伦敦房东的闲聊时，听到了很多关于建筑艺术的故事与知识，因为这位房东正是一位伦敦有名的建筑师。</p><p>也是在那年林徽因遇上了才华横溢、知识丰富、语言幽默的才子徐志摩。徐志摩从此也变成了林徽因的忠实粉丝。林徽因16岁是情窦初开的年纪，遇上如此有才又帅气的男人当然心花怒放，他们在伦敦度过了一段美好的回忆，但那时徐志摩已经是有妇之夫，虽然妻子是家里安排的徐志摩并不喜欢，借出国留学知名回避妻子，但毕竟是有妇之夫。当林徽因知道此事后，理智告诉她，她正破坏另外一个女人的家庭，深思熟虑之下婉拒了徐志摩的爱意。徐志摩当然不甘心放弃，在林徽因回国后做出了离婚的决定，但这也并没有让林徽因回心转意，她知道徐志摩情感丰富，他爱上了幻想中完美的自己，而且无论怎样她仍然无意中破坏了别人的家庭，回国后她始终对徐志摩避而不见，直到她与梁思成订婚并打算去美国留学。</p><p>梁思成是林徽因遇到的最爱她的男人，他有渊博的知识、沉稳的心智，他不仅包容她、爱护她，并且时常鼓励她、给予她信心。梁思成与林徽因，他们互相依赖相互成就，性格也正好互补，梁思成内向沉稳，林徽因则外向开朗。林徽因因为急躁的性格时常向梁思成发脾气，而梁思成则默默包容她并鼓励她支持她从困境中走出来。</p><p>梁思成与林徽因1924年去了美国康奈尔大学留学，一呆就是4年，他们在美国刻苦学习，彼此照顾，获得优异的成绩，备受教授们和同学们的喜欢。期间林徽因的父亲，在战乱中丧生，林徽因痛哭流涕想要立马回国，梁思成的父亲梁启超为了不影响她的学业写信尽力安抚她，并为林徽因安排妥当了父亲的后事。1928年回国后他们在东北大学建筑系任教，林徽因负责讲授美术与建筑设计，梁思成负责讲授建筑学概论和建筑设计原理以及具有独特风格的西洋建筑史。回国后1年1929年梁启超病逝，林徽因和梁思成悲痛万分。</p><p>1929年林徽因生了个宝贝女儿取名为梁再冰，为了纪念敬爱的父亲梁启超“饮冰室的辉煌”。林徽因生完孩子后由于过度劳累，病倒了，从此身体一直不见好转，疼痛和病魔一直缠绕着她。不久林徽因由于身体原因辞去了学校的职务回到故乡静养了一段时间。</p><p>1931年林徽因和梁思成回到了北平，他们参加了朱启钤创办的中国营造学社，致力于中国传统建筑的研究与保护。他们在北总布胡同三号定居下来，从此这里就成了当时有名的“太太的客厅”，每逢周末这里都传出朗朗的笑声，许多才子才女，博学多才的文人雅士都在这里聚集彼此交流包括徐志摩。</p><p>1931年11月徐志摩飞机失事，林徽因痛心万分潸然泪下。</p><p>1932年林徽因生下二胎取名“从诫”，意在希望他步宋代李诫后尘，在建筑方面有所成就，最后儿子读了北大的历史系，热衷于关注环保问题，被国家总局授予“环境使者”称号，毕生致力于文物和环境保护。</p><p>“太太的客厅”是由作家冰心在《大公报》上发表的一篇小说，很多人认为这篇小说是在讽刺林徽因，可见当时林徽因的太太的客厅有多有名，许多著名学者都以能在太太的客厅聊天交流为荣。</p><p>就因为这个太太的客厅，出现一个一直没有离开林徽因的人，中国哲学的开山鼻祖金岳霖，是他在清华大学创办了国内第一个哲学系。</p><p>金岳霖一直好奇徐志摩爱的死去活来的女神是什么样的女人，于是有天被徐志摩邀请去参加太太的客厅，从此以后金岳霖就成了太太客厅的座上宾，不但如此，比林徽因大10岁的金岳霖还不可救药的爱上了林徽因，终生未娶，一直跟随着梁思成与林徽因，做他们的邻居。</p><p>这段情很耐人寻味，金岳霖痴情，梁思成包容，林徽因理智。就促成了后面的故事，金岳霖一直跟随他们到各地做他们的邻居，梁思成则依然跟金岳霖是好朋友，林徽因则理智应对金岳霖的爱意。最后金岳霖痴到什么程度呢？林徽因去世那年，他当着学生的面痛哭失声。在林徽因去世后，金岳霖还设宴叫来老朋友给林徽因过生日。</p><p>1937年开始，国内战乱爆发，日本借卢沟桥事变发动战争。7月北平沦陷，梁思成与林徽因开始了一段长达8年的流亡生活，出发前他们把在营造学社考察和拍摄的建筑物底片和写的资料整理并放在了天津英租界的外国银行地下保险库中，想着等战乱平息后再来取，可谁也没想到外国银行的地下保险库也没能保住他们7年的汗水。</p><p>流亡中，他们去了长沙，长沙又被攻陷，他们又去了昆明，昆明被轰炸，他们又去了十五公里外的龙头村，他们在那里造了自己的房子。房子造好后也只持续了半年，日军不断攻陷城市，昆明也不再安全。1940年他们又再次投入到流亡大军中，最终抵达了长江边上的一个偏远小镇，李庄。在这里他们生活了5年，这里没有水没有电，几乎没有医疗设备，林徽因在这里病的很严重，即使这样她也没有放弃看书和查阅资料。直到1945年12月，在林徽因外国好友的安排下离开李庄赴重庆治病。</p><p>1944年梁思成和林徽因历尽辛苦完成了《图像中国建筑史》，这本书是用英文写的，梁思成把他带到美国等待时机再出版，可没想到的是，这本书一直到1984年才出版，其中的故事也是非常曲折。</p><p>1945年日本宣布无条件投降后，林徽因在昆明修养了几个月，身体稍微好转后于1946年7月与梁思成返回北平。梁思成在清华大学担任建筑系主任，成立了建筑研究所，担任研究所所长。林徽因不计报酬为梁思成分担工作，在梁思成考察美国时，林徽因来处理建筑系各种杂事，年轻的教师会经常向她请教。</p><p>1949年北平解放，林徽因被正式聘为清华大学建筑系一级教授，主讲《中国建筑史》。7月林徽因开始主导设计新中国国徽。10月梁思成和林徽因开始对人民英雄纪念碑进行设计，经过反复推敲，她抱病完成了图案设计。</p><p>1950年6月23日，全国政协一届二次大会上，以林徽因为主设计的中华人民共和国国徽，得到了全体代表的一致通过。</p><p>1951年林徽因拖着病体挽救了濒临停业的景泰蓝传统工艺。</p><p>1953年林徽因挽救了四朝五都仅存的完整牌楼不被拆除。10月被选为建筑学会理事，并担任《建筑学报》编委，同时受邀参加第二届全国文代会。</p><p>1954年林徽因当选为北京市人民代表大会代表。</p><p>1955年，林徽因病情再次恶化，4月1日，中国第一代著名女建筑师、国民第一才女林徽因永远闭上了眼睛。临别时没有留下遗言，面对这个美丽而又遗憾的世界，她已经倾尽全力。</p>",
            "url": "http://www.luzexi.com/2020/08/02/%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B010",
            
            
            
            
            
            "date_published": "2020-08-02T00:00:00+08:00",
            "date_modified": "2020-08-02T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/07/26/%E7%BB%99%E5%A5%B3%E5%84%BF%E7%9A%84%E4%BF%A13",
            "title": "给女儿的信(三)",
            "summary": "女儿 教育 亲情",
            "content_text": "Hello Sharon and Anne，爸爸好想你们，爸爸也好想妈妈。爸爸已经3个月没有回家来看你们了，爸爸好想回来但爸爸还要工作和学习，可能要到十月一日的国庆节时才能回来，但到那时也不一定哦，你们可要做好心理准备哈，抱歉Sharon and Anne 爸爸有点忙。爸爸在忙什么呢？爸爸在忙工作，爸爸在一家公司里工作，每天公司都会交给爸爸一些任务去完成，为了奖励爸爸完成的工作，公司会每个月发钱爸爸，这样爸爸就能把钱给妈妈，妈妈把钱存起来慢慢的钱就变多了，我们买好吃的，买好看的衣服，去旅行，去郊游就能花钱啦。除了忙工作，爸爸还在忙着学习和看书。大家都在不断学习新的知识，爸爸也不能落下啊。爸爸每天都要些书补充下知识，每天也要写一些对学习到的知识的总结，让看过的书和学习到的知识，再在脑袋里再复习一遍，这样才能更好的掌握学过的东西。如果只是学习和看书，没有去整理和巩固的话，就白白的浪费了前面学习的时间，因为我们很快就忘记了学过的东西，特别是眼睛看过一遍，耳朵听过一遍的东西，很快就忘记了，所以爸爸时常要写一些对前面学过的知识的总结。最近爸爸接到一项比较重要的任务，爸爸忙的不可开交，有时会到凌晨2、3点，这样对身体不太好，所以爸爸一直在调整自己的，让自己恢复到正常的状态，平时多运动，早睡早起身体好，这样我们的学习效率也会增加。Sharon、Anne，爸爸很爱你们，爸爸也很爱妈妈！",
            "content_html": "<p>Hello Sharon and Anne，爸爸好想你们，爸爸也好想妈妈。爸爸已经3个月没有回家来看你们了，爸爸好想回来但爸爸还要工作和学习，可能要到十月一日的国庆节时才能回来，但到那时也不一定哦，你们可要做好心理准备哈，抱歉Sharon and Anne 爸爸有点忙。</p><p>爸爸在忙什么呢？爸爸在忙工作，爸爸在一家公司里工作，每天公司都会交给爸爸一些任务去完成，为了奖励爸爸完成的工作，公司会每个月发钱爸爸，这样爸爸就能把钱给妈妈，妈妈把钱存起来慢慢的钱就变多了，我们买好吃的，买好看的衣服，去旅行，去郊游就能花钱啦。</p><p>除了忙工作，爸爸还在忙着学习和看书。大家都在不断学习新的知识，爸爸也不能落下啊。爸爸每天都要些书补充下知识，每天也要写一些对学习到的知识的总结，让看过的书和学习到的知识，再在脑袋里再复习一遍，这样才能更好的掌握学过的东西。如果只是学习和看书，没有去整理和巩固的话，就白白的浪费了前面学习的时间，因为我们很快就忘记了学过的东西，特别是眼睛看过一遍，耳朵听过一遍的东西，很快就忘记了，所以爸爸时常要写一些对前面学过的知识的总结。</p><p>最近爸爸接到一项比较重要的任务，爸爸忙的不可开交，有时会到凌晨2、3点，这样对身体不太好，所以爸爸一直在调整自己的，让自己恢复到正常的状态，平时多运动，早睡早起身体好，这样我们的学习效率也会增加。</p><p>Sharon、Anne，爸爸很爱你们，爸爸也很爱妈妈！</p>",
            "url": "http://www.luzexi.com/2020/07/26/%E7%BB%99%E5%A5%B3%E5%84%BF%E7%9A%84%E4%BF%A13",
            
            
            
            
            
            "date_published": "2020-07-26T00:00:00+08:00",
            "date_modified": "2020-07-26T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/07/26/Unity3D%E9%AB%98%E7%BA%A7%E7%BC%96%E7%A8%8B%E4%B9%8B%E8%BF%9B%E9%98%B6%E4%B8%BB%E7%A8%8B-%E5%89%8D%E8%A8%80",
            "title": "《Unity3D高级编程之进阶主程》 前言",
            "summary": "unity3d 高级编程 主程 算法",
            "content_text": "这本书该从很多年前说起，毕业前由于自视甚高错过了好几次绝佳的学习机会，那时是个名副其实的“幼稚男”，清醒过来时周围的人已经走了很远的路了，那夜猛然醒悟开始告诉自己不能再幼稚了。非常幸运的是我赶上了Unity3D引擎大潮，版本从2.6开始一直学习到现在，它提供给了我更低的门槛让我跨过前人需要数年甚至数十年才能跨过的技术难关，于是我一路拼命学习一直走到了现在，虽然对游戏业界来说仍然是个小菜但比起以前已经好了非常多了。从2013年开始我就开始担任Unity3D主程一职，虽然当时只是个菜鸡主程，但当时的我可并不这么认为，我认为自己的技术已经可以强大到掌控整个客户端，能扎实完成整个游戏项目从开发到上线，年轻人敢闯敢拼的劲头在那时的我身上体现的淋漓尽致。那是我第一次当主程，却敢承若老板说自己能在3个月内开发出对方想要的游戏，那时自己吹牛可以不打草稿，也从不想后果。最后游戏项目3个月又3个月，开发了半年终于出来了，不管怎样事情从这里开始一发不可收拾，手机游戏从2013年开始火遍整个国家和全球，我也被浪潮推到了各种公司里担任主程，去过日企被派到日本去交接项目，也为动视Activision做过几个项目，还到过历史悠久的盛大游戏做过主程。就这样跌跌撞撞担任了7年的主程，2020年去了腾讯，这里的技术让我大开眼界，也打开了我对技术更高层次的理解，我如饥似渴的学习着，事情远没有结束我仍然不断的拼搏和学习，不只是技术还有生活。回头看自己，我比较幸运，幸运的搭上了Unity3D的便车，幸运的搭上了手机游戏的便车，幸运的搭上了腾讯的便车，但不可缺少的仍然是我如饥似渴的学习热情与拼命三郎般的努力，也只有热情与努力才能长久的让自己在浪潮中牢牢抓住机会以便在退潮时不被打回原形。说到努力，我的努力比起先贤实在微不足道，古今中外的先贤们远到，毛泽东与邓小平，林徽因与梁思成，孔孟与管仲，唐太宗与成吉思汗，乔布斯与林肯等，近到游戏业界，UWA张鑫，第一代大佬云风(吴云洋)，引擎大佬叶劲峰，IT投资大佬吴军等，都是长期努力拼搏的典范，前辈们付出的汗水可以汇成江河，我的汗水只是能浸湿自己而已。在2016年开始就想着能不能写一本关于自己是如何理解Unity3D和游戏开发的书，一直未能启动，直到2018年初才开始着手写些草稿。行动是最好的解决动力和自信的良药，在开始写后不久就一发不可收拾，一篇又一篇，一章又一章的写下去，由于文字功底不足，在开始阶段自己都不知道自己写的是什么，前后连句都读不通，却有许多网友看了给我赞赏和鼓励，实在感激不尽，感动不已。同时也发现了自己的知识面的诸多不足和错误理解，于是拼命看各类技术书籍，查阅资料以补充自己浅薄的知识。当然事情并没有这么简单，自己看过的书和查阅的资料并没有马上理解和融会贯通，于是文章上依然很多错误和无知的言辞，前后连句依然并不通顺。但给我最大的安慰是，至少在我的坚持下，书有了比较明确的框架，对技术面的理解也到了一个新的高度。我不停的看书，不只是技术书，还加入了更多人文类书籍，看完后实践和总结，同时写读后感以补充自己在文字上的缺陷。渐渐我的博客上有了大量非技术性的文章，这些文章都是我给自己整理的对人和物的理解，以及一些对非技术性书本内容的回顾，我称它们为“思路探讨”、“向内看自己”和“读书笔记”。这些人文类的书籍与文章让我对人和事物也有了更高层次的理解，让我惊喜的是这些非技术性知识反补了我对技术的理解，带我到达了更高的层次，我发现生活和工作是可以融会贯通的，于是经过逐日的自我完善走上了终生学习、自律生活的道路。随着在项目中不断实践自己的技术，自己对不足的知识面的补充以及勤奋的锻炼文字功底后，我对全书进行了3次重构，为的就是让书中内容能更好的表达技术原理，更全面和准确的技术讲解要点。全书分成：架构、C#技术要点、数据表与程序、UI用户界面、3D模型与动画、网络通信、AI人工智能、地图与寻路、渲染管线与图形学，覆盖了Unity3D游戏项目的技术要点，确保读者能看到整个Unity3D游戏项目的技术全貌，对各项技术与知识点有更深层次的理解。书中不仅关注项目中比较大的解决方案，还讲解了具体的技术细节，让读者不仅有更宏观的视野去审视自己的项目，还能在书中找到最接地气的技术细节以便大家能更深入理解技术原理。虽然才疏学浅，但凭着自己看过这么多书做过这么多项目写过这么多文章，本书实在可以成为大家在技术修行路上一本不可多得的参考书。​感谢各位能看完前言，本人最爱看序，序是最能体现作者心境的地方，它凝结了作者智慧的结晶，作者可以在这里畅所欲言讲自己的经历体会。最后要感谢同事同僚以及网友的支持和点赞，《Unity3D网络游戏实战》作者罗培羽给予的巨大帮助，机械工业出版社杨绣国老师的鼎力支持。特别要感谢我的妻子余胜男，为了支持我能安心写书安心工作，负担了家里的所有工作，辛苦万分，还不忘开导我，当我的心理医生为我排忧，这本书实在应该作为礼物献给她，以及我的两个女儿陆秀恩(Sharon)与陆安妮(Anne)，她们实在是世界上最好的女儿，乖巧又聪明，知道该如何说出自己的诉求，并懂得遵守规则的重要性，时常还能做出曲线‘救国’的行动和思维，我不得不感叹她们太棒了，她们每次都要鼓励我，对我说“爸爸加油！”，感谢陆秀恩感谢陆安妮。",
            "content_html": "<p>这本书该从很多年前说起，毕业前由于自视甚高错过了好几次绝佳的学习机会，那时是个名副其实的“幼稚男”，清醒过来时周围的人已经走了很远的路了，那夜猛然醒悟开始告诉自己不能再幼稚了。非常幸运的是我赶上了Unity3D引擎大潮，版本从2.6开始一直学习到现在，它提供给了我更低的门槛让我跨过前人需要数年甚至数十年才能跨过的技术难关，于是我一路拼命学习一直走到了现在，虽然对游戏业界来说仍然是个小菜但比起以前已经好了非常多了。</p><p>从2013年开始我就开始担任Unity3D主程一职，虽然当时只是个菜鸡主程，但当时的我可并不这么认为，我认为自己的技术已经可以强大到掌控整个客户端，能扎实完成整个游戏项目从开发到上线，年轻人敢闯敢拼的劲头在那时的我身上体现的淋漓尽致。那是我第一次当主程，却敢承若老板说自己能在3个月内开发出对方想要的游戏，那时自己吹牛可以不打草稿，也从不想后果。最后游戏项目3个月又3个月，开发了半年终于出来了，不管怎样事情从这里开始一发不可收拾，手机游戏从2013年开始火遍整个国家和全球，我也被浪潮推到了各种公司里担任主程，去过日企被派到日本去交接项目，也为动视Activision做过几个项目，还到过历史悠久的盛大游戏做过主程。就这样跌跌撞撞担任了7年的主程，2020年去了腾讯，这里的技术让我大开眼界，也打开了我对技术更高层次的理解，我如饥似渴的学习着，事情远没有结束我仍然不断的拼搏和学习，不只是技术还有生活。</p><p>回头看自己，我比较幸运，幸运的搭上了Unity3D的便车，幸运的搭上了手机游戏的便车，幸运的搭上了腾讯的便车，但不可缺少的仍然是我如饥似渴的学习热情与拼命三郎般的努力，也只有热情与努力才能长久的让自己在浪潮中牢牢抓住机会以便在退潮时不被打回原形。说到努力，我的努力比起先贤实在微不足道，古今中外的先贤们远到，毛泽东与邓小平，林徽因与梁思成，孔孟与管仲，唐太宗与成吉思汗，乔布斯与林肯等，近到游戏业界，UWA张鑫，第一代大佬云风(吴云洋)，引擎大佬叶劲峰，IT投资大佬吴军等，都是长期努力拼搏的典范，前辈们付出的汗水可以汇成江河，我的汗水只是能浸湿自己而已。</p><p>在2016年开始就想着能不能写一本关于自己是如何理解Unity3D和游戏开发的书，一直未能启动，直到2018年初才开始着手写些草稿。行动是最好的解决动力和自信的良药，在开始写后不久就一发不可收拾，一篇又一篇，一章又一章的写下去，由于文字功底不足，在开始阶段自己都不知道自己写的是什么，前后连句都读不通，却有许多网友看了给我赞赏和鼓励，实在感激不尽，感动不已。同时也发现了自己的知识面的诸多不足和错误理解，于是拼命看各类技术书籍，查阅资料以补充自己浅薄的知识。</p><p>当然事情并没有这么简单，自己看过的书和查阅的资料并没有马上理解和融会贯通，于是文章上依然很多错误和无知的言辞，前后连句依然并不通顺。但给我最大的安慰是，至少在我的坚持下，书有了比较明确的框架，对技术面的理解也到了一个新的高度。我不停的看书，不只是技术书，还加入了更多人文类书籍，看完后实践和总结，同时写读后感以补充自己在文字上的缺陷。渐渐我的博客上有了大量非技术性的文章，这些文章都是我给自己整理的对人和物的理解，以及一些对非技术性书本内容的回顾，我称它们为“思路探讨”、“向内看自己”和“读书笔记”。这些人文类的书籍与文章让我对人和事物也有了更高层次的理解，让我惊喜的是这些非技术性知识反补了我对技术的理解，带我到达了更高的层次，我发现生活和工作是可以融会贯通的，于是经过逐日的自我完善走上了终生学习、自律生活的道路。</p><p>随着在项目中不断实践自己的技术，自己对不足的知识面的补充以及勤奋的锻炼文字功底后，我对全书进行了3次重构，为的就是让书中内容能更好的表达技术原理，更全面和准确的技术讲解要点。全书分成：架构、C#技术要点、数据表与程序、UI用户界面、3D模型与动画、网络通信、AI人工智能、地图与寻路、渲染管线与图形学，覆盖了Unity3D游戏项目的技术要点，确保读者能看到整个Unity3D游戏项目的技术全貌，对各项技术与知识点有更深层次的理解。书中不仅关注项目中比较大的解决方案，还讲解了具体的技术细节，让读者不仅有更宏观的视野去审视自己的项目，还能在书中找到最接地气的技术细节以便大家能更深入理解技术原理。虽然才疏学浅，但凭着自己看过这么多书做过这么多项目写过这么多文章，本书实在可以成为大家在技术修行路上一本不可多得的参考书。</p><p>​感谢各位能看完前言，本人最爱看序，序是最能体现作者心境的地方，它凝结了作者智慧的结晶，作者可以在这里畅所欲言讲自己的经历体会。最后要感谢同事同僚以及网友的支持和点赞，《Unity3D网络游戏实战》作者罗培羽给予的巨大帮助，机械工业出版社杨绣国老师的鼎力支持。特别要感谢我的妻子余胜男，为了支持我能安心写书安心工作，负担了家里的所有工作，辛苦万分，还不忘开导我，当我的心理医生为我排忧，这本书实在应该作为礼物献给她，以及我的两个女儿陆秀恩(Sharon)与陆安妮(Anne)，她们实在是世界上最好的女儿，乖巧又聪明，知道该如何说出自己的诉求，并懂得遵守规则的重要性，时常还能做出曲线‘救国’的行动和思维，我不得不感叹她们太棒了，她们每次都要鼓励我，对我说“爸爸加油！”，感谢陆秀恩感谢陆安妮。</p>",
            "url": "http://www.luzexi.com/2020/07/26/Unity3D%E9%AB%98%E7%BA%A7%E7%BC%96%E7%A8%8B%E4%B9%8B%E8%BF%9B%E9%98%B6%E4%B8%BB%E7%A8%8B-%E5%89%8D%E8%A8%80",
            
            
            
            "tags": ["书籍著作","Unity3D","前端技术"],
            
            "date_published": "2020-07-26T00:00:00+08:00",
            "date_modified": "2020-07-26T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/07/25/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B019",
            "title": "每日读书笔记19 《人性的弱点》",
            "summary": "读书 书 看书 读后感 笔记 摘要",
            "content_text": "《人性的弱点》如何使你变得更加成熟53，不要总是找借口为什么很多人喜欢推卸责任呢，因为责怪别人比自己担负责任要容易得多。一个人迈向成熟的第一步应该是敢于承担责任。我们生活于世，就要面对生命中的许多责任，绝不可在受难或跌到的时候像孩子一样去椅子拿椅子出气。那些不成熟的人永远都可以找到一些理由以解脱他们自身的某些缺点或不幸。比如，他们童年极为贫困、父母过于贫苦或者过于富有、教导方式过于严厉或过于松散、没有受过教育或者健康状况恶劣等等。对于这些人来说，他们从没想到要去克服困难，而是先去找一只替罪羊。作者曾训练一些学员记忆别人的名字，一位女学员跑过来说，自己不可能做到，这是她家族的遗传，她说她的家族记忆力一向不好，因此自己也不期望在这方面有所改善。作者诚恳的说道，你的问题不是遗传，而是一种惰性。于是帮助她做了几个简单的记忆训练，由于她十分专注，因此效果非常良好，最后她克服困难，记忆力大大改善。我们常常责怪父母给我们成长环境糟糕，但奇怪的是，乔治华盛顿他没有高贵出身或功绩显赫的父母，他也一样能推动历史。亚伯拉罕.林肯更是年幼物质条件极其贫乏，这也没有对他产生什么不良影响。林肯并没有想着去责怪任何人，他克服了重重困难当上了总统并创造了历史。现代人简单又流行的一种逃避责任的方法便是去找一个心理医生，然后趟在他的诊疗椅子上，花一整天时间谈论我们的种种问题，以及为什么我们会变成目前这个模样的理由。最后大多数人都会得到一个理由，年幼的某些遭遇，过度占有欲的母亲，或过度专治的父亲，让你心里能好受些。葛福曼医生说，许多向心里医生求助的人通常喜欢为自己的弱点及与世俗格格不入的行为找出一个心理学上的借口，更有许多人继续把他们的诸多困难，怪罪于外在的各种因素。生成八字、星座守护、手相、脸相都能成为许多人推卸责任的理由。《圣经》中的耶稣在治疗病人时就不会浪费时间去探究原因。他会说“拿起你的褥子回家去吧，不要再犯罪了，你的罪被赦免了…”。显然耶稣的态度是把人的生活改造得更好才重要，而不是整天沉溺于自怜的深渊。为自己的行为承担责任，而不总是找借口",
            "content_html": "<p>《人性的弱点》</p><p>如何使你变得更加成熟</p><p>53，不要总是找借口</p><p>为什么很多人喜欢推卸责任呢，因为责怪别人比自己担负责任要容易得多。</p><p>一个人迈向成熟的第一步应该是敢于承担责任。我们生活于世，就要面对生命中的许多责任，绝不可在受难或跌到的时候像孩子一样去椅子拿椅子出气。</p><p>那些不成熟的人永远都可以找到一些理由以解脱他们自身的某些缺点或不幸。比如，他们童年极为贫困、父母过于贫苦或者过于富有、教导方式过于严厉或过于松散、没有受过教育或者健康状况恶劣等等。</p><p>对于这些人来说，他们从没想到要去克服困难，而是先去找一只替罪羊。</p><p>作者曾训练一些学员记忆别人的名字，一位女学员跑过来说，自己不可能做到，这是她家族的遗传，她说她的家族记忆力一向不好，因此自己也不期望在这方面有所改善。作者诚恳的说道，你的问题不是遗传，而是一种惰性。于是帮助她做了几个简单的记忆训练，由于她十分专注，因此效果非常良好，最后她克服困难，记忆力大大改善。</p><p>我们常常责怪父母给我们成长环境糟糕，但奇怪的是，乔治华盛顿他没有高贵出身或功绩显赫的父母，他也一样能推动历史。亚伯拉罕.林肯更是年幼物质条件极其贫乏，这也没有对他产生什么不良影响。林肯并没有想着去责怪任何人，他克服了重重困难当上了总统并创造了历史。</p><p>现代人简单又流行的一种逃避责任的方法便是去找一个心理医生，然后趟在他的诊疗椅子上，花一整天时间谈论我们的种种问题，以及为什么我们会变成目前这个模样的理由。最后大多数人都会得到一个理由，年幼的某些遭遇，过度占有欲的母亲，或过度专治的父亲，让你心里能好受些。</p><p>葛福曼医生说，许多向心里医生求助的人通常喜欢为自己的弱点及与世俗格格不入的行为找出一个心理学上的借口，更有许多人继续把他们的诸多困难，怪罪于外在的各种因素。生成八字、星座守护、手相、脸相都能成为许多人推卸责任的理由。</p><p>《圣经》中的耶稣在治疗病人时就不会浪费时间去探究原因。他会说“拿起你的褥子回家去吧，不要再犯罪了，你的罪被赦免了…”。显然耶稣的态度是把人的生活改造得更好才重要，而不是整天沉溺于自怜的深渊。</p><p>为自己的行为承担责任，而不总是找借口</p>",
            "url": "http://www.luzexi.com/2020/07/25/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B019",
            
            
            
            
            
            "date_published": "2020-07-25T00:00:00+08:00",
            "date_modified": "2020-07-25T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/07/23/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B018",
            "title": "每日读书笔记18 《人性的弱点》",
            "summary": "读书 书 看书 读后感 笔记 摘要",
            "content_text": "《人性的弱点》让你的家庭生活幸福快乐52，不要做婚姻的文盲这章全程都在讲婚姻的首要问题是性生活不和谐。哈密尔顿博士用了4年功夫，研究了100男子和100女子的婚姻，最后得出的结论是，性生活是婚姻和谐的首要因素，即使由于别的困难会引起两者间的冲突，如果性生活本身是满意的，那么许多问题就可以化解。百德菲尔特牧师放弃了传教事业，去担任纽约家庭辅导服务处主任，经过多年的经验，他发现，性不过是婚姻生活中的多种满意中的一种，但除非这种关系适当，否则其他都会出现问题。作者碍于情面不好意思说，只能引用百德菲尔特牧师的话，要得到这种能力，应该从一本合理的、情趣良好的书籍中开始，得到一些这方面的知识对将来的生活更好一些。了解一些必备的性知识",
            "content_html": "<p>《人性的弱点》</p><p>让你的家庭生活幸福快乐</p><p>52，不要做婚姻的文盲</p><p>这章全程都在讲婚姻的首要问题是性生活不和谐。</p><p>哈密尔顿博士用了4年功夫，研究了100男子和100女子的婚姻，最后得出的结论是，性生活是婚姻和谐的首要因素，即使由于别的困难会引起两者间的冲突，如果性生活本身是满意的，那么许多问题就可以化解。</p><p>百德菲尔特牧师放弃了传教事业，去担任纽约家庭辅导服务处主任，经过多年的经验，他发现，性不过是婚姻生活中的多种满意中的一种，但除非这种关系适当，否则其他都会出现问题。</p><p>作者碍于情面不好意思说，只能引用百德菲尔特牧师的话，要得到这种能力，应该从一本合理的、情趣良好的书籍中开始，得到一些这方面的知识对将来的生活更好一些。</p><p>了解一些必备的性知识</p>",
            "url": "http://www.luzexi.com/2020/07/23/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B018",
            
            
            
            
            
            "date_published": "2020-07-23T00:00:00+08:00",
            "date_modified": "2020-07-23T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/07/19/%E5%90%91%E5%86%85%E7%9C%8B%E8%87%AA%E5%B7%B17",
            "title": "向内看自己(七) 自信是如何被建立起来的",
            "summary": "思路 随想 理念 逻辑 人生哲学",
            "content_text": "我在自我探索的过程中一直未完全明白人的的自信是如何建立起来的，我不明白为何有些人学识不高却自信满满，而另一些人知识渊博却处处自卑，还有很多类似不明白的问题，比如有钱和没钱是否支撑了人自我的信心，漂不漂亮，强壮不强壮，是否真的决定了我们的自信程度。带着这些疑问我读了《自信的力量》，这本书让我豁然开朗，原来以前我认为的自信是比较局限的，原来是我给自己画了一个圈，从此再也没能走出这个圈。全书每章内容都让人有种豁然开朗的感觉，其中有一章讲的是“行动在建立自信过程中起到的作用”非常精华。开篇讲一个年轻男子正在经历的一场春宵的场景，这是他的第一次，面前的女子让他心醉神迷，这一刻他期待了很久，想象过不知多少次，现在这一刻终于来临了。然而他并没有任何性爱经验。他该如何建立自信来完成这一出人生的首场表演呢？作者说自信来自具体的行动，以及与他人的互动，而不是自我内心的独角戏。这个年轻人的自信来自真实的爱抚和亲吻，从小心翼翼地温柔抚摸，到享受鱼水之欢的整个过程，信心被我们在一点点的实际行动中积累起来。不止如此，他的自信也源自与对方的亲密互动，不只是享受欢鱼时的互动，更是生活中彼此之间建立起来的亲密联结。倘若他刻意扮演经验丰富的情场老手，反而会束手束脚，无法在亲密接触中找到支点。倘若他坦诚是自己的第一次，就有可能被她引导，自信便会来自对方，从对她的信任转化为对自己的信心。很多人过分在意自我的表现让事情变得更糟，人们通常会沉浸于内心的独角戏，认为我们单方面努力就够了，以为自己才是成功的关键。这种无知制约了我们的发挥，也是这种无知让我们的自信局限于简单的“自我”，就像是我们给自己画了一个圈，很长时间都没能走出这个圈。其实自信是自我与世界相互作用的产物，我们与世界互动的越多，越能更好更快的建立自信。通过与人互动，我们能感受到来自他人的支持，会发现事情其实比想象中简单得多，甚至会发现自己其实非常幸运。信心所覆盖的不仅仅是自我，还是他人与我、世界与我之间的互动。那么怎样才能让我与他人、与世界有更多的互动，从而建立自信呢？作者说，行动，就是最好的催化剂。很多时候我们因为缺乏自信而感到手足无措，明知自己必须去做，却迈不开步子，连自信都没有，又怎样能够勇敢地投身于行动呢？这似乎是一把无情的双向锁。然而事实是，只要我们动手去做，就能卸下心头的重担，从此便可以一往无前。作者举了个例子，在课堂上，老师时常会提出一些高难度的论题，有些孩子敢于尝试，即使答得不好，也会慢慢自信起来，在其他同学眼里，他们是敢于尝试的人，是能够放得开的人，仅此一点就足以让他们引以为荣。通过这样的尝试，这些善于行动的孩子们会发现，原来自己可以提出如此新颖的想法，原来自己还有从未发觉的潜能，即使没有达到要求，也收获了满满的成就感，在此基础上不断完善精益求精。其实我们都有一种误区，认为只有彻底清除了不确定性，我们才能自信的去行动，只有知道答案才能发言回答，其实不确定性是永远无法彻底清除的，如果我们执着于铲除所有不确定性，那么行动将永远会被搁置和拖延，我们也永远无法建立牢固的自信。不知你是否有这样的体会，在鼓起勇气强迫自己去做某事时，在战胜胆怯心理同倾慕的人说活时，在放手一搏上台公开演讲时，我们能感受到：仅仅放手去做这个事实就能唤醒身体里的本能，唤醒内心深处那股对建立自信至关重要的原始战斗力。其实我们的现状并非与生俱来，而是后天逐步积累造成的，信心也是一样。如果对一件事没有信心？没关系。我们可以在日常的行动中逐步熟悉事物，在与世界互动，与他人互动的过程中，建立对事物的信心。除了行动本身，我们通常比较关注行动的结果。​对于行动的结果，作者认为，人不可能主宰一切。我们可以决定某些事，但很多事情都不以人的意志为转移。我们应该对有些因素不在掌控范围内，随时可能出现意外的情况做好心理准备。即使我们精心谋划好每一个环节，制定事无巨细的规划，都会因为具体行动而产生新的情况和新的变量。我们来看看优秀的企业家是如何面对这些不确定性的。他们在出手之前深思熟虑，一旦付诸行动，便对自己的行为造成的直接和间接的结果给予充分信心。即使如此，他们也明白，事情的结果并不完全取决于自己，而是由许许多多的不确定因素影响造成的。面对这种不确定的必然性，他们毫不退缩，反而张开双臂坦然面对。他们深知，机会是在不确定中，由人的行为创造出来的。因此他们特别喜欢和擅长利用事物的不确定性主动开启一段可能拥有的美好前景。现在我们知道自信的来源与建立的过程了。不要只顾自己对自己有信心，你的行动所创造的一切都可能成为成为你在世界上立足的支点。不要太在意自己，行动能让你遇到很多人，改变很多事，他们可能给你灵感，让你看到希望。当我们因为缺乏自信而饱受煎熬，或者给自己过大的压力时，一定是因为我们对事务的认识出现了偏差。你可能误以为一切都取决于我自身，可能缺少与他人以及世界互动，这些都会导致你的思想被束缚，被局限在一个小范围内挣扎。张开双臂，抛开我们的偏见，拥抱这个世界，与世界互动，与他人互动，行动起来，在平日中逐步建立自信。",
            "content_html": "<p>我在自我探索的过程中一直未完全明白人的的自信是如何建立起来的，我不明白为何有些人学识不高却自信满满，而另一些人知识渊博却处处自卑，还有很多类似不明白的问题，比如有钱和没钱是否支撑了人自我的信心，漂不漂亮，强壮不强壮，是否真的决定了我们的自信程度。</p><h4 id=\"带着这些疑问我读了自信的力量这本书让我豁然开朗原来以前我认为的自信是比较局限的原来是我给自己画了一个圈从此再也没能走出这个圈\">带着这些疑问我读了《自信的力量》，这本书让我豁然开朗，原来以前我认为的自信是比较局限的，原来是我给自己画了一个圈，从此再也没能走出这个圈。</h4><p>全书每章内容都让人有种豁然开朗的感觉，其中有一章讲的是“行动在建立自信过程中起到的作用”非常精华。</p><p>开篇讲一个年轻男子正在经历的一场春宵的场景，这是他的第一次，面前的女子让他心醉神迷，这一刻他期待了很久，想象过不知多少次，现在这一刻终于来临了。然而他并没有任何性爱经验。他该如何建立自信来完成这一出人生的首场表演呢？</p><p>作者说自信来自具体的行动，以及与他人的互动，而不是自我内心的独角戏。这个年轻人的自信来自真实的爱抚和亲吻，从小心翼翼地温柔抚摸，到享受鱼水之欢的整个过程，信心被我们在一点点的实际行动中积累起来。不止如此，他的自信也源自与对方的亲密互动，不只是享受欢鱼时的互动，更是生活中彼此之间建立起来的亲密联结。</p><p>倘若他刻意扮演经验丰富的情场老手，反而会束手束脚，无法在亲密接触中找到支点。倘若他坦诚是自己的第一次，就有可能被她引导，自信便会来自对方，从对她的信任转化为对自己的信心。</p><h4 id=\"很多人过分在意自我的表现让事情变得更糟人们通常会沉浸于内心的独角戏认为我们单方面努力就够了以为自己才是成功的关键\">很多人过分在意自我的表现让事情变得更糟，人们通常会沉浸于内心的独角戏，认为我们单方面努力就够了，以为自己才是成功的关键。</h4><h4 id=\"这种无知制约了我们的发挥也是这种无知让我们的自信局限于简单的自我就像是我们给自己画了一个圈很长时间都没能走出这个圈\">这种无知制约了我们的发挥，也是这种无知让我们的自信局限于简单的“自我”，就像是我们给自己画了一个圈，很长时间都没能走出这个圈。</h4><h4 id=\"其实自信是自我与世界相互作用的产物我们与世界互动的越多越能更好更快的建立自信通过与人互动我们能感受到来自他人的支持会发现事情其实比想象中简单得多甚至会发现自己其实非常幸运信心所覆盖的不仅仅是自我还是他人与我世界与我之间的互动\">其实自信是自我与世界相互作用的产物，我们与世界互动的越多，越能更好更快的建立自信。通过与人互动，我们能感受到来自他人的支持，会发现事情其实比想象中简单得多，甚至会发现自己其实非常幸运。信心所覆盖的不仅仅是自我，还是他人与我、世界与我之间的互动。</h4><p>那么怎样才能让我与他人、与世界有更多的互动，从而建立自信呢？</p><h4 id=\"作者说行动就是最好的催化剂\">作者说，行动，就是最好的催化剂。</h4><p>很多时候我们因为缺乏自信而感到手足无措，明知自己必须去做，却迈不开步子，连自信都没有，又怎样能够勇敢地投身于行动呢？这似乎是一把无情的双向锁。</p><p>然而事实是，只要我们动手去做，就能卸下心头的重担，从此便可以一往无前。</p><h4 id=\"作者举了个例子在课堂上老师时常会提出一些高难度的论题有些孩子敢于尝试即使答得不好也会慢慢自信起来在其他同学眼里他们是敢于尝试的人是能够放得开的人仅此一点就足以让他们引以为荣通过这样的尝试这些善于行动的孩子们会发现原来自己可以提出如此新颖的想法原来自己还有从未发觉的潜能即使没有达到要求也收获了满满的成就感在此基础上不断完善精益求精\">作者举了个例子，在课堂上，老师时常会提出一些高难度的论题，有些孩子敢于尝试，即使答得不好，也会慢慢自信起来，在其他同学眼里，他们是敢于尝试的人，是能够放得开的人，仅此一点就足以让他们引以为荣。通过这样的尝试，这些善于行动的孩子们会发现，原来自己可以提出如此新颖的想法，原来自己还有从未发觉的潜能，即使没有达到要求，也收获了满满的成就感，在此基础上不断完善精益求精。</h4><p>其实我们都有一种误区，认为只有彻底清除了不确定性，我们才能自信的去行动，只有知道答案才能发言回答，其实不确定性是永远无法彻底清除的，如果我们执着于铲除所有不确定性，那么行动将永远会被搁置和拖延，我们也永远无法建立牢固的自信。</p><h4 id=\"不知你是否有这样的体会在鼓起勇气强迫自己去做某事时在战胜胆怯心理同倾慕的人说活时在放手一搏上台公开演讲时我们能感受到仅仅放手去做这个事实就能唤醒身体里的本能唤醒内心深处那股对建立自信至关重要的原始战斗力\">不知你是否有这样的体会，在鼓起勇气强迫自己去做某事时，在战胜胆怯心理同倾慕的人说活时，在放手一搏上台公开演讲时，我们能感受到：仅仅放手去做这个事实就能唤醒身体里的本能，唤醒内心深处那股对建立自信至关重要的原始战斗力。</h4><p>其实我们的现状并非与生俱来，而是后天逐步积累造成的，信心也是一样。如果对一件事没有信心？没关系。我们可以在日常的行动中逐步熟悉事物，在与世界互动，与他人互动的过程中，建立对事物的信心。</p><p>除了行动本身，我们通常比较关注行动的结果。</p><h4 id=\"对于行动的结果作者认为人不可能主宰一切我们可以决定某些事但很多事情都不以人的意志为转移\">​对于行动的结果，作者认为，人不可能主宰一切。我们可以决定某些事，但很多事情都不以人的意志为转移。</h4><h4 id=\"我们应该对有些因素不在掌控范围内随时可能出现意外的情况做好心理准备即使我们精心谋划好每一个环节制定事无巨细的规划都会因为具体行动而产生新的情况和新的变量\">我们应该对有些因素不在掌控范围内，随时可能出现意外的情况做好心理准备。即使我们精心谋划好每一个环节，制定事无巨细的规划，都会因为具体行动而产生新的情况和新的变量。</h4><p>我们来看看优秀的企业家是如何面对这些不确定性的。</p><h4 id=\"他们在出手之前深思熟虑一旦付诸行动便对自己的行为造成的直接和间接的结果给予充分信心即使如此他们也明白事情的结果并不完全取决于自己而是由许许多多的不确定因素影响造成的面对这种不确定的必然性他们毫不退缩反而张开双臂坦然面对他们深知机会是在不确定中由人的行为创造出来的因此他们特别喜欢和擅长利用事物的不确定性主动开启一段可能拥有的美好前景\">他们在出手之前深思熟虑，一旦付诸行动，便对自己的行为造成的直接和间接的结果给予充分信心。即使如此，他们也明白，事情的结果并不完全取决于自己，而是由许许多多的不确定因素影响造成的。面对这种不确定的必然性，他们毫不退缩，反而张开双臂坦然面对。他们深知，机会是在不确定中，由人的行为创造出来的。因此他们特别喜欢和擅长利用事物的不确定性主动开启一段可能拥有的美好前景。</h4><p>现在我们知道自信的来源与建立的过程了。不要只顾自己对自己有信心，你的行动所创造的一切都可能成为成为你在世界上立足的支点。不要太在意自己，行动能让你遇到很多人，改变很多事，他们可能给你灵感，让你看到希望。</p><h4 id=\"当我们因为缺乏自信而饱受煎熬或者给自己过大的压力时一定是因为我们对事务的认识出现了偏差你可能误以为一切都取决于我自身可能缺少与他人以及世界互动这些都会导致你的思想被束缚被局限在一个小范围内挣扎\">当我们因为缺乏自信而饱受煎熬，或者给自己过大的压力时，一定是因为我们对事务的认识出现了偏差。你可能误以为一切都取决于我自身，可能缺少与他人以及世界互动，这些都会导致你的思想被束缚，被局限在一个小范围内挣扎。</h4><h4 id=\"张开双臂抛开我们的偏见拥抱这个世界与世界互动与他人互动行动起来在平日中逐步建立自信\">张开双臂，抛开我们的偏见，拥抱这个世界，与世界互动，与他人互动，行动起来，在平日中逐步建立自信。</h4>",
            "url": "http://www.luzexi.com/2020/07/19/%E5%90%91%E5%86%85%E7%9C%8B%E8%87%AA%E5%B7%B17",
            
            
            
            
            
            "date_published": "2020-07-19T00:00:00+08:00",
            "date_modified": "2020-07-19T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/07/18/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B017",
            "title": "每日读书笔记17 《人性的弱点》",
            "summary": "读书 书 看书 读后感 笔记 摘要",
            "content_text": "《人性的弱点》让你的家庭生活幸福快乐51，如何与男性相处二次世界大战后有人对军人做了一个调查，“你希望从婚姻中获得什么”，这些穿制服、肌肉发达的小伙子们不假思索的列出了答案，“舒适”。这与许多化妆品或香水广告中的暗示大不相同。男人心中的“舒适”到底指的是什么，是母亲般的温柔，还是玛丽莲梦露般的性感。作者归结出几个重点。1.要脾气好、善解人意男人通常最注意对方是否具有好脾气，他们宁愿在欢愉的气氛中吃泡面，也不愿意和一个唠叨、烦躁、牢骚满腹的女性一起吃牛排。一位单身汉坦言，如果一位活泼、好脾气、明朗却不忠实的女人和一位贞洁的悍妇，他毫不迟疑的选择前者。几年前，作者雇佣了一位女打字员，但她的能力太差，常常拼错字，速度慢，记录又不准确，但是她具有一种欢愉的气质，能忍受各种怒气、抱怨和批评，她如同阳光般照亮整个房间，她的丈夫每次望着她时脸上都发出霓虹灯般的光彩。2.当个好伴侣什么是好伴侣。作者解释到，琳和杰克就是好伴侣，琳不曾实际参加杰克的各种活动，但她总是在一旁为他加油，并且帮助他做些他无法分心去做的事。结婚16年的梅娜太太发现自己的婚姻缺少了点什么，她终于发现缺少了与丈夫一份如朋友般的情谊，于是她试着去了解丈夫的兴趣。现在她对曲棍球赛很敢兴趣，与丈夫常一起看曲棍球，除了曲棍球，他继续了解丈夫的其他兴趣，并与丈夫一起分享乐趣。3.当名好听众许多女性在这方面做得不好，是因为不了解听的艺术。很多女性唠叨不休，男人根本找不到机会可让自己也发表一些长篇大论。聆听的品质十分重要，可以鼓舞讲话的人表达出完整的意思。聆听并不是指必须保持沉默，你大可以从旁加进几句鼓舞的话。想要当好听众，首先要注意听讲，眼睛不要四处张望，或显出烦躁不安的样子。一个好的听众除了要专心之外，还要懂得合作。聪明的男人分得出什么人真的在听他讲话，或什么样的女性只是敷衍了事讨他欢心。在他讲话的时候偶尔插几句文化，或提供些不同的看法，可以刺激或鼓励他继续讲下去，最好在他讲得告一段落时再插进去，并简明扼要以便尽快把发言权还给他。只要勤加练习，我们完全可以熟悉听讲的规则。懂得技巧的观众通常也会变成优秀的谈话者，因为听与讲不可分，一方的技巧通常会加强另一方面的表现。它还可以帮助我们迈向成熟，因为这正是我们能不断学习的最佳途径。",
            "content_html": "<h4 id=\"人性的弱点\">《人性的弱点》</h4><h4 id=\"让你的家庭生活幸福快乐\">让你的家庭生活幸福快乐</h4><h3 id=\"51如何与男性相处\">51，如何与男性相处</h3><p>二次世界大战后有人对军人做了一个调查，“你希望从婚姻中获得什么”，这些穿制服、肌肉发达的小伙子们不假思索的列出了答案，“舒适”。这与许多化妆品或香水广告中的暗示大不相同。男人心中的“舒适”到底指的是什么，是母亲般的温柔，还是玛丽莲梦露般的性感。</p><p>作者归结出几个重点。</p><h4 id=\"1要脾气好善解人意\">1.要脾气好、善解人意</h4><p>男人通常最注意对方是否具有好脾气，他们宁愿在欢愉的气氛中吃泡面，也不愿意和一个唠叨、烦躁、牢骚满腹的女性一起吃牛排。一位单身汉坦言，如果一位活泼、好脾气、明朗却不忠实的女人和一位贞洁的悍妇，他毫不迟疑的选择前者。</p><p>几年前，作者雇佣了一位女打字员，但她的能力太差，常常拼错字，速度慢，记录又不准确，但是她具有一种欢愉的气质，能忍受各种怒气、抱怨和批评，她如同阳光般照亮整个房间，她的丈夫每次望着她时脸上都发出霓虹灯般的光彩。</p><h4 id=\"2当个好伴侣\">2.当个好伴侣</h4><p>什么是好伴侣。作者解释到，琳和杰克就是好伴侣，琳不曾实际参加杰克的各种活动，但她总是在一旁为他加油，并且帮助他做些他无法分心去做的事。结婚16年的梅娜太太发现自己的婚姻缺少了点什么，她终于发现缺少了与丈夫一份如朋友般的情谊，于是她试着去了解丈夫的兴趣。现在她对曲棍球赛很敢兴趣，与丈夫常一起看曲棍球，除了曲棍球，他继续了解丈夫的其他兴趣，并与丈夫一起分享乐趣。</p><h4 id=\"3当名好听众\">3.当名好听众</h4><p>许多女性在这方面做得不好，是因为不了解听的艺术。很多女性唠叨不休，男人根本找不到机会可让自己也发表一些长篇大论。</p><p>聆听的品质十分重要，可以鼓舞讲话的人表达出完整的意思。聆听并不是指必须保持沉默，你大可以从旁加进几句鼓舞的话。想要当好听众，首先要注意听讲，眼睛不要四处张望，或显出烦躁不安的样子。</p><p>一个好的听众除了要专心之外，还要懂得合作。聪明的男人分得出什么人真的在听他讲话，或什么样的女性只是敷衍了事讨他欢心。在他讲话的时候偶尔插几句文化，或提供些不同的看法，可以刺激或鼓励他继续讲下去，最好在他讲得告一段落时再插进去，并简明扼要以便尽快把发言权还给他。</p><p>只要勤加练习，我们完全可以熟悉听讲的规则。懂得技巧的观众通常也会变成优秀的谈话者，因为听与讲不可分，一方的技巧通常会加强另一方面的表现。它还可以帮助我们迈向成熟，因为这正是我们能不断学习的最佳途径。</p>",
            "url": "http://www.luzexi.com/2020/07/18/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B017",
            
            
            
            
            
            "date_published": "2020-07-18T00:00:00+08:00",
            "date_modified": "2020-07-18T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/07/16/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B016",
            "title": "每日读书笔记16 《人性的弱点》",
            "summary": "读书 书 看书 读后感 笔记 摘要",
            "content_text": "《人性的弱点》让你的家庭生活幸福快乐50，如何与女性相处4.了解她的工作现今许多妇女都有自力更生的观念，很多女性结婚前后多少都了解什么是工作要求和环境压力，因此她们很容易理解丈夫的处境。但丈夫则不同，他们没有经历过留在家中维护后方的经验，体会不到女性的承重负担。女性在结婚后回归家庭，负担起家庭主妇的工作，包括洗衣、打扫、煮饭、教育、还要照顾年迈的老任，她们的工作分量和忙碌程度，绝不亚于在外工作的丈夫。丈夫们应该要知道这些家务事的内容。每日的家务通常十分单调重复，家庭主妇的工作负荷沉重，而唯一的代价和酬劳便是家人的肯定和感谢。家庭主妇必须要常常与外界接触，以免单调的工作变得乏味吞噬生活，她们也应该更多得了解丈夫的工作性质和环境，以免两人的生活产生脱节。这些都需要靠丈夫支持，丈夫在一天忙碌后回家通常喜欢安静的休息下不愿再陪妻子参加活跃的社交活动，这对家庭主妇太不公平了，丈夫们应该稍作妥协，使得妻子能更好的融入社交活动。5.要做她的后盾有个朋友告诉作者，最近家里出了点事，有位极好的姑妈来家里，但孩子却烦了气管炎，原本的出游计划都泡汤了，幸好有丈夫帮忙，带姑妈到处观光，使得姑妈玩的尽兴，解除了自己心理上的负担。当麻烦事来临时，丈夫应该让太太知道，他这个先锋人员比起所有小说上的英雄都要真实可靠。不只碰到大事才偶尔为之，就连日常生活中的小事也该如此。妻子需要知道丈夫永远与她站在一起，无论是碰到小危机还是大变故。6.分享她的嗜好美满的婚姻生活，主要靠双方所具的“分享”和“合作”的能力而定。在处理任何家庭事件的时候，“你”和“我”的心态必须改成“我们”。如果夫妻双方能彼此了解对方在生活中所扮演的角色，那么，在决定这些事项的时候，态度便能更加合理、更加友善。很多男性认为对女人家的事务表示兴趣，会损及大男人的尊严。其实这种想法非常糟糕，这会阻止家庭走向更加欢愉、更加充满爱的氛围。作家安德烈很很能洞悉人情世故，他说，要在女性认为重要的事情上表示出兴趣，比如装扮、料理家务等，要试着去了解她的嗜好和日常工作，相信不久，你也会发现，原来自己对这些东西其实也很有兴趣。7.爱你的妻子被爱的女性，永远不会失败，被爱是女性成功的重要因素，因此丈夫在此扮演的角色十分重要。如果说男性更喜欢感受被爱，那么女性则更喜欢你告诉她。我们不用像欧式的情人那样会说情话，只需要在人群中与她的眼光相触时，或看电影时轻握她的手，或出乎意料的拥抱她、温柔体贴等。杜门先生取了一个聪明美丽的妻子，但结婚之后杜门先生便开始把精神贯注在事业上，而把维持婚姻的责任完全丢给太太。前5年的婚姻生活过得很不愉快。直到有一天，他又和太太发生争执，之后，只有4岁大的儿子问爸爸，爸爸你不喜欢妈妈吗？我觉得她很好啊。那一瞬间杜门觉得自己好像是儿子眼中的大坏蛋。他说，自己忽然体会到了妈妈的分量，而我也一直是爱她的，只是自己一直没有尽到做父亲和丈夫的责任。于是他决定弥补过失，请求太太帮助自己做一个贤夫良父，并十分感谢妻子，妻子也按他的意思做了。后来他们的婚姻改善很多，不但彼此的感情更加成熟了，彼此也更加互相敬重。爱上一名女子并不只是感情横溢的情绪问题，这同时包括一个人的所有品质，如：知性、感性、礼节及对人是否敬重等等。现代女性热衷于追求自我进步，因此造成了一个极大的咨询市场。有许多一见不断提供给她们，例如要如何吸引男人、如何找到丈夫、找到之后又要如何对待他们、要如何抚养小孩、要如何料理家事、要如何安排自己的休闲时间等等。虽然丈夫也热衷于追求自我进步，但他们通常局限于如何赚钱，或如何在就也市场上更具竞争力，却没有哪些是教导男性如何成为一个好丈夫，或如何吸引妻子及如何引起她们的注意等等。婚姻生活的改善，似乎完全是小女人的事情了。男性也会急忙这么解释：他们必须负起大部分家庭经济负担，因此他们必须把大部分精力用来改进自己的工作能力，而不是如何做丈夫这类问题。但是妇女并非靠面包生活，婚姻也不能只靠面包来维持。经济能力知识男性责任的开端，而不是终点，更不是全部。如果只是单方面教育女性如何做一个好妻子、好母亲，而男性却仍然只业余性地当个丈夫或父亲，这对婚姻生活又会增加多少好处呢。自人类伊始，家庭便是最基本的团体制度。它不但维系人类目前的实际需要，也是将来的期待。它负起保护、养育及教导的功能，是人类最神圣的要塞。像这么重要的事情，岂可由女性单方面来负责。家庭并不仅是一个提供吃喝、睡觉或喂养小孩的地方。家庭提供很多重要的东西，包括：温情、彼此关爱、喜怒哀乐的分享等等，这些使得家庭具有更重要的价值。一个女性很难单独提供所有这些东西，这必须由男女双方来共同负责。作者提出一个卑微的建议：希望男性能减轻女性的负担，也同时多注意自己所扮演的父亲和丈夫的角色。德鲁大学人际关系教授大卫，提出，“婚姻是我们是否成熟的最好试金石，你若不想关心别人，最好是自己独处。但你若想与另一个人亲密的生活在一起，便必须具有关爱别人的能力。”婚姻能有两种结果：一是使我们变得成熟，一是使我们尝到不成熟的苦果。学会与妻子相处",
            "content_html": "<h4 id=\"人性的弱点\">《人性的弱点》</h4><h4 id=\"让你的家庭生活幸福快乐\">让你的家庭生活幸福快乐</h4><h3 id=\"50如何与女性相处\">50，如何与女性相处</h3><h4 id=\"4了解她的工作\">4.了解她的工作</h4><p>现今许多妇女都有自力更生的观念，很多女性结婚前后多少都了解什么是工作要求和环境压力，因此她们很容易理解丈夫的处境。</p><p>但丈夫则不同，他们没有经历过留在家中维护后方的经验，体会不到女性的承重负担。女性在结婚后回归家庭，负担起家庭主妇的工作，包括洗衣、打扫、煮饭、教育、还要照顾年迈的老任，她们的工作分量和忙碌程度，绝不亚于在外工作的丈夫。</p><p>丈夫们应该要知道这些家务事的内容。每日的家务通常十分单调重复，家庭主妇的工作负荷沉重，而唯一的代价和酬劳便是家人的肯定和感谢。</p><p>家庭主妇必须要常常与外界接触，以免单调的工作变得乏味吞噬生活，她们也应该更多得了解丈夫的工作性质和环境，以免两人的生活产生脱节。这些都需要靠丈夫支持，丈夫在一天忙碌后回家通常喜欢安静的休息下不愿再陪妻子参加活跃的社交活动，这对家庭主妇太不公平了，丈夫们应该稍作妥协，使得妻子能更好的融入社交活动。</p><h4 id=\"5要做她的后盾\">5.要做她的后盾</h4><p>有个朋友告诉作者，最近家里出了点事，有位极好的姑妈来家里，但孩子却烦了气管炎，原本的出游计划都泡汤了，幸好有丈夫帮忙，带姑妈到处观光，使得姑妈玩的尽兴，解除了自己心理上的负担。</p><p>当麻烦事来临时，丈夫应该让太太知道，他这个先锋人员比起所有小说上的英雄都要真实可靠。不只碰到大事才偶尔为之，就连日常生活中的小事也该如此。妻子需要知道丈夫永远与她站在一起，无论是碰到小危机还是大变故。</p><h4 id=\"6分享她的嗜好\">6.分享她的嗜好</h4><p>美满的婚姻生活，主要靠双方所具的“分享”和“合作”的能力而定。在处理任何家庭事件的时候，“你”和“我”的心态必须改成“我们”。如果夫妻双方能彼此了解对方在生活中所扮演的角色，那么，在决定这些事项的时候，态度便能更加合理、更加友善。</p><p>很多男性认为对女人家的事务表示兴趣，会损及大男人的尊严。其实这种想法非常糟糕，这会阻止家庭走向更加欢愉、更加充满爱的氛围。</p><p>作家安德烈很很能洞悉人情世故，他说，要在女性认为重要的事情上表示出兴趣，比如装扮、料理家务等，要试着去了解她的嗜好和日常工作，相信不久，你也会发现，原来自己对这些东西其实也很有兴趣。</p><h4 id=\"7爱你的妻子\">7.爱你的妻子</h4><p>被爱的女性，永远不会失败，被爱是女性成功的重要因素，因此丈夫在此扮演的角色十分重要。如果说男性更喜欢感受被爱，那么女性则更喜欢你告诉她。</p><p>我们不用像欧式的情人那样会说情话，只需要在人群中与她的眼光相触时，或看电影时轻握她的手，或出乎意料的拥抱她、温柔体贴等。</p><p>杜门先生取了一个聪明美丽的妻子，但结婚之后杜门先生便开始把精神贯注在事业上，而把维持婚姻的责任完全丢给太太。前5年的婚姻生活过得很不愉快。直到有一天，他又和太太发生争执，之后，只有4岁大的儿子问爸爸，爸爸你不喜欢妈妈吗？我觉得她很好啊。那一瞬间杜门觉得自己好像是儿子眼中的大坏蛋。他说，自己忽然体会到了妈妈的分量，而我也一直是爱她的，只是自己一直没有尽到做父亲和丈夫的责任。于是他决定弥补过失，请求太太帮助自己做一个贤夫良父，并十分感谢妻子，妻子也按他的意思做了。后来他们的婚姻改善很多，不但彼此的感情更加成熟了，彼此也更加互相敬重。</p><p>爱上一名女子并不只是感情横溢的情绪问题，这同时包括一个人的所有品质，如：知性、感性、礼节及对人是否敬重等等。</p><p>现代女性热衷于追求自我进步，因此造成了一个极大的咨询市场。有许多一见不断提供给她们，例如要如何吸引男人、如何找到丈夫、找到之后又要如何对待他们、要如何抚养小孩、要如何料理家事、要如何安排自己的休闲时间等等。虽然丈夫也热衷于追求自我进步，但他们通常局限于如何赚钱，或如何在就也市场上更具竞争力，却没有哪些是教导男性如何成为一个好丈夫，或如何吸引妻子及如何引起她们的注意等等。婚姻生活的改善，似乎完全是小女人的事情了。</p><h4 id=\"男性也会急忙这么解释他们必须负起大部分家庭经济负担因此他们必须把大部分精力用来改进自己的工作能力而不是如何做丈夫这类问题\">男性也会急忙这么解释：他们必须负起大部分家庭经济负担，因此他们必须把大部分精力用来改进自己的工作能力，而不是如何做丈夫这类问题。</h4><h4 id=\"但是妇女并非靠面包生活婚姻也不能只靠面包来维持经济能力知识男性责任的开端而不是终点更不是全部\">但是妇女并非靠面包生活，婚姻也不能只靠面包来维持。经济能力知识男性责任的开端，而不是终点，更不是全部。</h4><p>如果只是单方面教育女性如何做一个好妻子、好母亲，而男性却仍然只业余性地当个丈夫或父亲，这对婚姻生活又会增加多少好处呢。</p><h4 id=\"自人类伊始家庭便是最基本的团体制度它不但维系人类目前的实际需要也是将来的期待它负起保护养育及教导的功能是人类最神圣的要塞\">自人类伊始，家庭便是最基本的团体制度。它不但维系人类目前的实际需要，也是将来的期待。它负起保护、养育及教导的功能，是人类最神圣的要塞。</h4><p>像这么重要的事情，岂可由女性单方面来负责。</p><h4 id=\"家庭并不仅是一个提供吃喝睡觉或喂养小孩的地方家庭提供很多重要的东西包括温情彼此关爱喜怒哀乐的分享等等这些使得家庭具有更重要的价值\">家庭并不仅是一个提供吃喝、睡觉或喂养小孩的地方。家庭提供很多重要的东西，包括：温情、彼此关爱、喜怒哀乐的分享等等，这些使得家庭具有更重要的价值。</h4><p>一个女性很难单独提供所有这些东西，这必须由男女双方来共同负责。</p><p>作者提出一个卑微的建议：希望男性能减轻女性的负担，也同时多注意自己所扮演的父亲和丈夫的角色。德鲁大学人际关系教授大卫，提出，“婚姻是我们是否成熟的最好试金石，你若不想关心别人，最好是自己独处。但你若想与另一个人亲密的生活在一起，便必须具有关爱别人的能力。”婚姻能有两种结果：一是使我们变得成熟，一是使我们尝到不成熟的苦果。</p><p>学会与妻子相处</p>",
            "url": "http://www.luzexi.com/2020/07/16/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B016",
            
            
            
            
            
            "date_published": "2020-07-16T00:00:00+08:00",
            "date_modified": "2020-07-16T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/07/13/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B015",
            "title": "每日读书笔记15 《人性的弱点》",
            "summary": "读书 书 看书 读后感 笔记 摘要",
            "content_text": "《人性的弱点》让你的家庭生活幸福快乐50，如何与女性相处一般人看来单身汉似乎都是横冲直撞、无所顾虑的，而结了婚的男子则十分谨慎、庸俗。其实单身汉比结了婚的男子更严肃、认真，在金钱上斤斤计较，也更懂得为自己打算，因此他们通常不会冒险去结婚登记处，相信许多未婚女子也是如此。我们应该向结了婚的男人致敬，他们既然有勇气结婚，相信也一定会愿意用各种技巧来增进自己的婚姻幸福。康奈尔大学文理学学院院长解释说，婚姻是否美满，要看双方的心理是否成熟。也就是说，他们是否了解自己、了解与对方的关系，并且愿意彼此分担责任，以增进对方的快乐。维持家庭关系是凭借内在价值的满足，例如感情、友谊、价值观等，而且不能用强求的方式取得。以下是与妻子相处的7个建议1.感谢她、称赞她千万别短缺了太太的配粮，这样她就会心甘情愿为你卖命。在你失去工作、头发或腰围的时候，她会很乐意与你同甘共苦，甚至不会怨天尤人地天天穿着那件仅有的外套，只要你能时时不忘赞美她。通常男士比较容易知道自己的定位，因为他们的工作表现很快就能从上级反馈，或者他们做成了一笔生意，很快就能晋升、加薪或得到表扬。但女士们则不同，她们待在家里穷忙，却一点也不知道自己的成绩如何，除非她生命中的另一半告诉她、肯定她。因此男士们的感谢和赞美是她唯一的奖励。要想赢得女人的心，并让她愿意永远不辞辛劳地取悦自己，最好、最有用、最不会失败的方法，便是时时全心全意地感谢她、赞美她。一位纽约专栏作家罗伯特娶了一位美丽聪慧的妻子珍妮，但珍妮却认为罗伯特是世界上最好的丈夫。因为罗伯特总是不断得赞美妻子，每当他有什么新的书出版时，总不会忘记在首页上写上“献给珍妮”，这些题字比起支票上的数字有用的多。2.要慷慨、关心她许多男士认为慷慨就是指大方的付清所有账单，其实女士真正需要的慷慨并不是这些，她们需要的是男士的关注与关心，例如可以对她说，要不请你妈妈来我们家住一段时间，或者在宴会上时时表达你对她的关心，这才是真正的慷慨。作者记得有一次参加宴会，男主人是个相当出名的杰出人物，对每个人都极为殷勤有礼，唯独对自己太太例外。他的太太在陌生人群当中显得很不自在，而她的丈夫则如鱼得水，在人群当中显得十分得意。分一点关注给自己的太太并不会影响他的公共关系，反而有助他的形象，更可增进夫妻之间的关系。后来听说他们的婚姻果然恶化。3.不要过于不修边幅一般人认为注重打扮或保持吸引力是女人家的事，但男士也同样需要注意自己的形象，特别是在妻子面前。男士们上班的时候是西装笔挺，但在家里的德性却像尚未整理过的床铺一样，不忍直视。这种邋遢的男子大概从没想过，太太们也是希望自己的另一半清洁整齐，她更喜欢你能洗脸刮胡子，至少在她面前晃来晃去的时候，能对得起她的眼睛。一名真正的男子当然不靠外貌，但外表却是他人见到你时对你的第一印象。我们应该在家里也同样时时保持整齐，至少干净整洁。",
            "content_html": "<h4 id=\"人性的弱点\">《人性的弱点》</h4><h4 id=\"让你的家庭生活幸福快乐\">让你的家庭生活幸福快乐</h4><h3 id=\"50如何与女性相处\">50，如何与女性相处</h3><p>一般人看来单身汉似乎都是横冲直撞、无所顾虑的，而结了婚的男子则十分谨慎、庸俗。其实单身汉比结了婚的男子更严肃、认真，在金钱上斤斤计较，也更懂得为自己打算，因此他们通常不会冒险去结婚登记处，相信许多未婚女子也是如此。</p><p>我们应该向结了婚的男人致敬，他们既然有勇气结婚，相信也一定会愿意用各种技巧来增进自己的婚姻幸福。</p><p>康奈尔大学文理学学院院长解释说，婚姻是否美满，要看双方的心理是否成熟。也就是说，他们是否了解自己、了解与对方的关系，并且愿意彼此分担责任，以增进对方的快乐。维持家庭关系是凭借内在价值的满足，例如感情、友谊、价值观等，而且不能用强求的方式取得。</p><p>以下是与妻子相处的7个建议</p><h4 id=\"1感谢她称赞她\">1.感谢她、称赞她</h4><p>千万别短缺了太太的配粮，这样她就会心甘情愿为你卖命。在你失去工作、头发或腰围的时候，她会很乐意与你同甘共苦，甚至不会怨天尤人地天天穿着那件仅有的外套，只要你能时时不忘赞美她。</p><p>通常男士比较容易知道自己的定位，因为他们的工作表现很快就能从上级反馈，或者他们做成了一笔生意，很快就能晋升、加薪或得到表扬。但女士们则不同，她们待在家里穷忙，却一点也不知道自己的成绩如何，除非她生命中的另一半告诉她、肯定她。因此男士们的感谢和赞美是她唯一的奖励。要想赢得女人的心，并让她愿意永远不辞辛劳地取悦自己，最好、最有用、最不会失败的方法，便是时时全心全意地感谢她、赞美她。</p><p>一位纽约专栏作家罗伯特娶了一位美丽聪慧的妻子珍妮，但珍妮却认为罗伯特是世界上最好的丈夫。因为罗伯特总是不断得赞美妻子，每当他有什么新的书出版时，总不会忘记在首页上写上“献给珍妮”，这些题字比起支票上的数字有用的多。</p><h4 id=\"2要慷慨关心她\">2.要慷慨、关心她</h4><p>许多男士认为慷慨就是指大方的付清所有账单，其实女士真正需要的慷慨并不是这些，她们需要的是男士的关注与关心，例如可以对她说，要不请你妈妈来我们家住一段时间，或者在宴会上时时表达你对她的关心，这才是真正的慷慨。</p><p>作者记得有一次参加宴会，男主人是个相当出名的杰出人物，对每个人都极为殷勤有礼，唯独对自己太太例外。他的太太在陌生人群当中显得很不自在，而她的丈夫则如鱼得水，在人群当中显得十分得意。分一点关注给自己的太太并不会影响他的公共关系，反而有助他的形象，更可增进夫妻之间的关系。后来听说他们的婚姻果然恶化。</p><h4 id=\"3不要过于不修边幅\">3.不要过于不修边幅</h4><p>一般人认为注重打扮或保持吸引力是女人家的事，但男士也同样需要注意自己的形象，特别是在妻子面前。男士们上班的时候是西装笔挺，但在家里的德性却像尚未整理过的床铺一样，不忍直视。这种邋遢的男子大概从没想过，太太们也是希望自己的另一半清洁整齐，她更喜欢你能洗脸刮胡子，至少在她面前晃来晃去的时候，能对得起她的眼睛。一名真正的男子当然不靠外貌，但外表却是他人见到你时对你的第一印象。我们应该在家里也同样时时保持整齐，至少干净整洁。</p>",
            "url": "http://www.luzexi.com/2020/07/13/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B015",
            
            
            
            
            
            "date_published": "2020-07-13T00:00:00+08:00",
            "date_modified": "2020-07-13T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/07/12/%E6%80%9D%E8%B7%AF%E6%8E%A2%E8%AE%A848",
            "title": "思路探讨(四十八) 从价格到人性",
            "summary": "思路 随想 理念 逻辑 人生哲学",
            "content_text": "在投机的这条路上我有过很多误解，我很长一段时间并不认为自己在投机，我并不认为自己是在投机取巧，我认为自己是正义的化身，做的都是正能量的投资。其实我并不知道我的想法是种偏见，因为我完全不认为自己是错的，甚至没想过这种想法是不是有错的可能性。连错的可能性能都没曾想过，可想而知我有多么相信我所做的是对的。随着时间的冲刷，我很自然的被按在地上摩擦摩擦，也有曾激烈的反抗过，反抗也不是反转开始而是继续认死理，直到自己没有脾气，任由自己被社会摩擦摩擦。当彻底没有脾气时才慢慢回想自己是否真的错了，反思自己的想法是否是一种偏见，片面且幼稚的见解，这也需要一个过程，并不是一下明白或领悟的事情。让一个人相信一件事很难，让一个人不相信一件事更难。^^ ^^啊，太阳。这就是人啊。脑回路永远都是难以快速转出来的，永远都是撞了南墙才回头的。于是我开始寻找一个答案，在投机中什么才不是偏见。我为这事做了很多努力，并且持续了很长时间，我看了很多经济相关的书，并规定自己每天做一些K线的模拟练习。我发现最难的就是没有偏见，人很容易就陷入到一个自己或别人圈出来的逻辑或信念，一旦相信就会像是被黑布蒙上了眼睛，无视其他方向的视角和周围环境的变化，但又不能不信，因为你必须有一套理论体系来支撑你的行为方向。要自己没有偏见，经验、经历、知识、心智一样不能少，最好每样都强大，即使这样也不能保证没有偏见，还得不断反思，不但反思错误的，也要反思正确的。(我又给自己画了一个圈)股票的价格没有规律可循，很多人都有自己的一套价格理论，比如我曾有平台的概念，认为价格会以平台的形式梯度上涨或梯度下跌，但价格经常打破平台稍微一点点又回来，于是我又认为这种平台概念是对的，只是没有绝对的边界。当一个理论被证明错误时，我又给自己设立了一个理论。随着时间的推移，我的理论越来越高级，我不再关心价格平台、K线指标，而是用情绪理论代替之。比如我用情绪理论去解释价格的原因，我认为情绪是主导价格的重要因素，我们应该感受到股价的情绪，在上升那一刻即时的跟上，不管股价在哪里，前期是否涨的比较多，只要情绪对了就有机会。我还认为情绪只是短线理论，长线的就应该不在意股价的波动，而是关注行业趋势、经济趋势、管理层的人员的能力。我还特意去寻找情绪的答案，比如我怎样才能正确感受到价格的情绪。我认为价格是情绪的延续，需要找到情绪的同理心，用心去感受情绪的发展方向，这样就不会因为试图去反抗情绪而遭到暴击。类似的理论有过很多种，每次都被反证。我的理论开始从表象深入到内在，我发现表象只是结果，内在才是逻辑的驱动力。人性永不变，这个社会是由几十亿人构成，由人性建立起来的一个社会，自然的运作规律也跟人性有关。我看了些关于人性的书包括《人性的弱点》、《态度》、《人格心理学》以及《富兰克林自传》、《乔布斯传》、《林徽因传》、《陆小曼传》等等些许人物传记，从人身上体会人性是最好的途径。最近我又有了一套新的理论，不妨来看看我的所思所想，比起以前的理论这次更宏观些许。我发现，中国的体制完全独立与美国，是一个自主探索的体制。我认为这是对的，不要去刻意的模仿别人是正确的。这就像是我们自身和我们的家庭，我们应该积极经营自己和家庭，让自己和家庭茁长成长，而不是看到别人有什么，就想着自己也该这样做。我很清晰的记得一句英文是这样写的：As long as you follow other people and as long as you’re being a copy cat you will never ever be the best copy cat in the world. But you will be the best you can be. 一直模仿他人就等于永远跟在别人的屁股后面，这样就永远突破不了自己。美国也是一样，它从建国开始就是独立探索出来的体制，其他国家都是模仿，而且基本都模仿的很不到位，只有美国自己玩的最溜。情况同中国一样，只有自己探索经营出来的路才是最好最适合自己的，也是最符合这个国家的，模仿者都只会偏离轨道。最后我发现人性是不变的，大家都为赚钱而赚钱，逻辑很多时候只是个借口，至少对价格来说是个借口，当我们不相信这个借口时，它什么用都没有，但当越来越多的人相信这个借口时，这个底层逻辑就开始有用了。这就像我们自身不断得去拼搏努力，这些拼搏和努力本身就是为了拼出一个底层逻辑，这个底层逻辑支撑着越来越多人汇聚过来形成更大的底层逻辑，慢慢的相信的人越来越多，形成的趋势也越来越强，当大部分人都认可时就完全爆发了。我认为价格上涨的逻辑也是如此。上涨的逻辑是大众信不信这个逻辑，如果非常相信就会涨很快，如果不相信就会平着熬着等待新的拐角，不过即使相信也在不断随着价格的上涨而不断起伏不定，价格太高就会有人开始怀疑本身的逻辑，低下来又有人开始觉得逻辑是对的应该坚持。于是那些相信上涨的逻辑的人数成了关键。下跌也是同样，并不是一定说有下跌逻辑才下跌，要有足够多的人相信下跌逻辑才会下跌，否则大家都在犹豫中，熬着等待新的拐点出现，直到某一边的人数开始增多并且逐渐大过另一边形成了跟随相信的趋势。一旦相信某逻辑的人数超过不相信，那么就开始涨，随着时间的推移，这个逻辑人数不断变化，到一定数量时，某一边的忠实粉丝越来越多，就开始所谓的趋势上涨，无脑上涨，疯狂上涨，就是没有逻辑，就只是相信的人数足够多。我有种感觉，我们可能过分关注投资股票，这消耗了我们大部分关注力，进而导致重要的事情没有得到足够的关注，从而导致无法进阶，最终导致我们人生遇到瓶颈。有问那还有啥好的投资呢？我认为应该投资自己和家庭成员。把注意力转移到人身上，知识、能力、境界、健康、视野，这些上来，相对于这些，股票的涨跌实在不值得一提。家庭成员之间的关系值得我们投资更多的精力去融合、团结、去相爱。各位共勉",
            "content_html": "<p>在投机的这条路上我有过很多误解，我很长一段时间并不认为自己在投机，我并不认为自己是在投机取巧，我认为自己是正义的化身，做的都是正能量的投资。其实我并不知道我的想法是种偏见，因为我完全不认为自己是错的，甚至没想过这种想法是不是有错的可能性。连错的可能性能都没曾想过，可想而知我有多么相信我所做的是对的。</p><p>随着时间的冲刷，我很自然的被按在地上摩擦摩擦，也有曾激烈的反抗过，反抗也不是反转开始而是继续认死理，直到自己没有脾气，任由自己被社会摩擦摩擦。当彻底没有脾气时才慢慢回想自己是否真的错了，反思自己的想法是否是一种偏见，片面且幼稚的见解，这也需要一个过程，并不是一下明白或领悟的事情。</p><h6 id=\"让一个人相信一件事很难让一个人不相信一件事更难-\">让一个人相信一件事很难，让一个人不相信一件事更难。^<em>^ ^</em>^</h6><p>啊，太阳。这就是人啊。脑回路永远都是难以快速转出来的，永远都是撞了南墙才回头的。</p><p>于是我开始寻找一个答案，在投机中什么才不是偏见。我为这事做了很多努力，并且持续了很长时间，我看了很多经济相关的书，并规定自己每天做一些K线的模拟练习。</p><h6 id=\"我发现最难的就是没有偏见人很容易就陷入到一个自己或别人圈出来的逻辑或信念一旦相信就会像是被黑布蒙上了眼睛无视其他方向的视角和周围环境的变化但又不能不信因为你必须有一套理论体系来支撑你的行为方向要自己没有偏见经验经历知识心智一样不能少最好每样都强大即使这样也不能保证没有偏见还得不断反思不但反思错误的也要反思正确的我又给自己画了一个圈\">我发现最难的就是没有偏见，人很容易就陷入到一个自己或别人圈出来的逻辑或信念，一旦相信就会像是被黑布蒙上了眼睛，无视其他方向的视角和周围环境的变化，但又不能不信，因为你必须有一套理论体系来支撑你的行为方向。要自己没有偏见，经验、经历、知识、心智一样不能少，最好每样都强大，即使这样也不能保证没有偏见，还得不断反思，不但反思错误的，也要反思正确的。(我又给自己画了一个圈)</h6><p>股票的价格没有规律可循，很多人都有自己的一套价格理论，比如我曾有平台的概念，认为价格会以平台的形式梯度上涨或梯度下跌，但价格经常打破平台稍微一点点又回来，于是我又认为这种平台概念是对的，只是没有绝对的边界。当一个理论被证明错误时，我又给自己设立了一个理论。</p><p>随着时间的推移，我的理论越来越高级，我不再关心价格平台、K线指标，而是用情绪理论代替之。比如我用情绪理论去解释价格的原因，我认为情绪是主导价格的重要因素，我们应该感受到股价的情绪，在上升那一刻即时的跟上，不管股价在哪里，前期是否涨的比较多，只要情绪对了就有机会。</p><p>我还认为情绪只是短线理论，长线的就应该不在意股价的波动，而是关注行业趋势、经济趋势、管理层的人员的能力。我还特意去寻找情绪的答案，比如我怎样才能正确感受到价格的情绪。我认为价格是情绪的延续，需要找到情绪的同理心，用心去感受情绪的发展方向，这样就不会因为试图去反抗情绪而遭到暴击。</p><h6 id=\"类似的理论有过很多种每次都被反证我的理论开始从表象深入到内在我发现表象只是结果内在才是逻辑的驱动力人性永不变这个社会是由几十亿人构成由人性建立起来的一个社会自然的运作规律也跟人性有关我看了些关于人性的书包括人性的弱点态度人格心理学以及富兰克林自传乔布斯传林徽因传陆小曼传等等些许人物传记从人身上体会人性是最好的途径\">类似的理论有过很多种，每次都被反证。我的理论开始从表象深入到内在，我发现表象只是结果，内在才是逻辑的驱动力。人性永不变，这个社会是由几十亿人构成，由人性建立起来的一个社会，自然的运作规律也跟人性有关。我看了些关于人性的书包括《人性的弱点》、《态度》、《人格心理学》以及《富兰克林自传》、《乔布斯传》、《林徽因传》、《陆小曼传》等等些许人物传记，从人身上体会人性是最好的途径。</h6><p>最近我又有了一套新的理论，不妨来看看我的所思所想，比起以前的理论这次更宏观些许。</p><p>我发现，中国的体制完全独立与美国，是一个自主探索的体制。我认为这是对的，不要去刻意的模仿别人是正确的。这就像是我们自身和我们的家庭，我们应该积极经营自己和家庭，让自己和家庭茁长成长，而不是看到别人有什么，就想着自己也该这样做。我很清晰的记得一句英文是这样写的：As long as you follow other people and as long as you’re being a copy cat you will never ever be the best copy cat in the world. But you will be the best you can be. 一直模仿他人就等于永远跟在别人的屁股后面，这样就永远突破不了自己。美国也是一样，它从建国开始就是独立探索出来的体制，其他国家都是模仿，而且基本都模仿的很不到位，只有美国自己玩的最溜。情况同中国一样，只有自己探索经营出来的路才是最好最适合自己的，也是最符合这个国家的，模仿者都只会偏离轨道。</p><p>最后我发现人性是不变的，大家都为赚钱而赚钱，逻辑很多时候只是个借口，至少对价格来说是个借口，当我们不相信这个借口时，它什么用都没有，但当越来越多的人相信这个借口时，这个底层逻辑就开始有用了。这就像我们自身不断得去拼搏努力，这些拼搏和努力本身就是为了拼出一个底层逻辑，这个底层逻辑支撑着越来越多人汇聚过来形成更大的底层逻辑，慢慢的相信的人越来越多，形成的趋势也越来越强，当大部分人都认可时就完全爆发了。</p><h6 id=\"我认为价格上涨的逻辑也是如此上涨的逻辑是大众信不信这个逻辑如果非常相信就会涨很快如果不相信就会平着熬着等待新的拐角不过即使相信也在不断随着价格的上涨而不断起伏不定价格太高就会有人开始怀疑本身的逻辑低下来又有人开始觉得逻辑是对的应该坚持于是那些相信上涨的逻辑的人数成了关键下跌也是同样并不是一定说有下跌逻辑才下跌要有足够多的人相信下跌逻辑才会下跌否则大家都在犹豫中熬着等待新的拐点出现直到某一边的人数开始增多并且逐渐大过另一边形成了跟随相信的趋势一旦相信某逻辑的人数超过不相信那么就开始涨随着时间的推移这个逻辑人数不断变化到一定数量时某一边的忠实粉丝越来越多就开始所谓的趋势上涨无脑上涨疯狂上涨就是没有逻辑就只是相信的人数足够多\">我认为价格上涨的逻辑也是如此。上涨的逻辑是大众信不信这个逻辑，如果非常相信就会涨很快，如果不相信就会平着熬着等待新的拐角，不过即使相信也在不断随着价格的上涨而不断起伏不定，价格太高就会有人开始怀疑本身的逻辑，低下来又有人开始觉得逻辑是对的应该坚持。于是那些相信上涨的逻辑的人数成了关键。下跌也是同样，并不是一定说有下跌逻辑才下跌，要有足够多的人相信下跌逻辑才会下跌，否则大家都在犹豫中，熬着等待新的拐点出现，直到某一边的人数开始增多并且逐渐大过另一边形成了跟随相信的趋势。一旦相信某逻辑的人数超过不相信，那么就开始涨，随着时间的推移，这个逻辑人数不断变化，到一定数量时，某一边的忠实粉丝越来越多，就开始所谓的趋势上涨，无脑上涨，疯狂上涨，就是没有逻辑，就只是相信的人数足够多。</h6><p>我有种感觉，我们可能过分关注投资股票，这消耗了我们大部分关注力，进而导致重要的事情没有得到足够的关注，从而导致无法进阶，最终导致我们人生遇到瓶颈。有问那还有啥好的投资呢？我认为应该投资自己和家庭成员。把注意力转移到人身上，知识、能力、境界、健康、视野，这些上来，相对于这些，股票的涨跌实在不值得一提。家庭成员之间的关系值得我们投资更多的精力去融合、团结、去相爱。</p><p>各位共勉</p>",
            "url": "http://www.luzexi.com/2020/07/12/%E6%80%9D%E8%B7%AF%E6%8E%A2%E8%AE%A848",
            
            
            
            "tags": ["life","金融投资"],
            
            "date_published": "2020-07-12T00:00:00+08:00",
            "date_modified": "2020-07-12T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/07/08/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B014",
            "title": "每日读书笔记14 《人性的弱点》",
            "summary": "读书 书 看书 读后感 笔记 摘要",
            "content_text": "《人性的弱点》让你的家庭生活幸福快乐48，注重生活中的小事琐碎的事情是多数婚姻不幸的根源。其实只要做一些简单的事就能顺利的避免走向不幸。比如每天早上向妻子或丈夫说早安，出门上班时向对方说再会，就能避免许多离婚。人是很奇怪的动物，我们都非常注重生活中的小事，一朵花，一个小礼物，一句甜言蜜语，这比给妻子或丈夫买个车子或房子还重要。如果许多纪念日你记不住，切不可忘记，对方的生活和结婚纪念日。勃朗宁与夫人的生活就很可歌可叹，他从未忙得忘记对夫人用小小的恭维及注意来保护爱情的活力。终究婚姻是一串琐事，忽略这个事实，将造成家庭生活的灾难。注重那些看似小的事情，那才是人类感受的关键。49，家庭生活也应该有礼丹姆罗希是位有名演说家，他与夫人的生活很快乐，问她夫人的秘诀是什么时，她说，“她认为结婚后的礼貌是最重要的。我们对丈夫或妻子应该像对刚见面的人一样有礼。”无礼是侵浊爱情的活水。大部分时候我们对陌生人和朋友比对自家人要更加客气有礼。我们不会阻止陌生人讲自己听过的故事，也不会未经朋友的允许而拆朋友的信，在请求向陌生人和朋友帮助时都会先彬彬有礼的请求一番。但我们对家人则是另一番态度，总是因为他们的小错而侮辱他们，对我们说出刻薄、侮辱、伤感情的话的人，都是我们自家的人。我们应该尽早的发现这个问题，并改进它。我们应该像经营自己事业或职业那样去经营家庭，使家庭成为一个发达的机构，动力十足并团结一致。对待妻子和丈夫时，更多的使用礼仪外交手段来对待他们，更多用些温柔的手段，而不是高压或强硬手段。其实很多男人都知道应该先让妻子快乐然后就可以使她快乐的做事并不需要任何报酬。他知道如果给她几句简单真诚的恭维和赞美，说她管家是如何的好，她就会很乐意去帮助男人们做事，她也会为他节省每一分钱，因为男人们赞美了她对她彬彬有礼。相反有部分男人却完全不知道如何对待妻子，他们情愿与她争吵，情愿浪费他的钱为她买新衣服、新车子、新珠宝，也不愿意为一点小事去赞美去恭维，最后浪费了钱还是没能得到家庭的快乐。给予你的妻子或丈夫更多礼貌",
            "content_html": "<h4 id=\"人性的弱点\">《人性的弱点》</h4><h4 id=\"让你的家庭生活幸福快乐\">让你的家庭生活幸福快乐</h4><h4 id=\"48注重生活中的小事\">48，注重生活中的小事</h4><p>琐碎的事情是多数婚姻不幸的根源。其实只要做一些简单的事就能顺利的避免走向不幸。比如每天早上向妻子或丈夫说早安，出门上班时向对方说再会，就能避免许多离婚。</p><p>人是很奇怪的动物，我们都非常注重生活中的小事，一朵花，一个小礼物，一句甜言蜜语，这比给妻子或丈夫买个车子或房子还重要。如果许多纪念日你记不住，切不可忘记，对方的生活和结婚纪念日。</p><p>勃朗宁与夫人的生活就很可歌可叹，他从未忙得忘记对夫人用小小的恭维及注意来保护爱情的活力。终究婚姻是一串琐事，忽略这个事实，将造成家庭生活的灾难。</p><p>注重那些看似小的事情，那才是人类感受的关键。</p><h4 id=\"49家庭生活也应该有礼\">49，家庭生活也应该有礼</h4><p>丹姆罗希是位有名演说家，他与夫人的生活很快乐，问她夫人的秘诀是什么时，她说，“她认为结婚后的礼貌是最重要的。我们对丈夫或妻子应该像对刚见面的人一样有礼。”</p><p>无礼是侵浊爱情的活水。大部分时候我们对陌生人和朋友比对自家人要更加客气有礼。我们不会阻止陌生人讲自己听过的故事，也不会未经朋友的允许而拆朋友的信，在请求向陌生人和朋友帮助时都会先彬彬有礼的请求一番。但我们对家人则是另一番态度，总是因为他们的小错而侮辱他们，对我们说出刻薄、侮辱、伤感情的话的人，都是我们自家的人。</p><p>我们应该尽早的发现这个问题，并改进它。我们应该像经营自己事业或职业那样去经营家庭，使家庭成为一个发达的机构，动力十足并团结一致。对待妻子和丈夫时，更多的使用礼仪外交手段来对待他们，更多用些温柔的手段，而不是高压或强硬手段。</p><p>其实很多男人都知道应该先让妻子快乐然后就可以使她快乐的做事并不需要任何报酬。他知道如果给她几句简单真诚的恭维和赞美，说她管家是如何的好，她就会很乐意去帮助男人们做事，她也会为他节省每一分钱，因为男人们赞美了她对她彬彬有礼。</p><p>相反有部分男人却完全不知道如何对待妻子，他们情愿与她争吵，情愿浪费他的钱为她买新衣服、新车子、新珠宝，也不愿意为一点小事去赞美去恭维，最后浪费了钱还是没能得到家庭的快乐。</p><p>给予你的妻子或丈夫更多礼貌</p>",
            "url": "http://www.luzexi.com/2020/07/08/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B014",
            
            
            
            
            
            "date_published": "2020-07-08T00:00:00+08:00",
            "date_modified": "2020-07-08T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/07/05/%E5%90%91%E5%86%85%E7%9C%8B%E8%87%AA%E5%B7%B16",
            "title": "向内看自己(六)",
            "summary": "思路 随想 理念 逻辑 人生哲学",
            "content_text": "按事情的重要程度去分配精力所有人都知道，但做比知道容易，最近就被这个问题伤到。为什么我们知道了什么事情最重要，要先做，却总是反着来呢？我总结下。1.逃避心态最重要的事情往往都是最艰难的，谁都不愿意主动去受这个苦，这导致随着时间的推移困难越来越大。解决这个问题得靠自己，这通常是习惯造成的，如果你习惯直面痛苦而不是逃避，每次都能迅速下定决心去面对和解决困难，那么这个问题就会迎刃而解，在你的这种习惯驱动下问题总会被一次次及时的化解。面对重要而令人痛苦的事情时，你总是能迅速提起精神，迎难而上直到事情有了新的进展有了更多的乐观消息，反之事情总是会被拖入越来越糟糕的地步。有困难最好立刻去解决，有没有真正解决是另一回事，不要顾虑太多，行动起来是前提，能提起勇气去解决是很好的开始。2.环境一直在变化，会有新的当下更紧急更重要的事情加入。人很难适应变化，特别是年纪越大越难适应，当环境改变时，人的想法通常要在老地方呆很久，很多时候都是不撞南墙不回头。当有新的更重要更紧急的事情加入到我们的生活中来时，我们通常都是依然还坚持着我们自己脑海中原来的想法，比如我最近就一直以把书完成为最重要目标，但是工作中忽然插入了一个更紧急更重要的任务，可我仍然没能引起有效的重视，直到2周后发现事情有些不对劲，才换了想法做了紧急的补救工作。解决这个问题得打开我们的思路，要把‘不确定性’和‘环境时时在变化’更深刻的植入到自己的脑中。我们应该时刻记着，我们现在能有效执行自己的计划并按照自己的想法来安排时间和精力是得益于环境的稳定，而环境的这种稳定是非常脆弱的，我们应该时刻提高警觉，时刻观察和感受环境是否在变化，一旦有变化就该采取行动，即使是轻微的变化也要第一时间想想，自己是否做出了应对环境变化的行为，如果没有立刻着手开始应对。通常环境变化都会伴随着一些特殊事件的发生，比如公司的某个规则变了，政府的某个政策变了，某次会议发生了些奇怪的事，自己去了另一个陌生的地方，进入了一个新的环境(公司或学校或民族或国家)，领导忽然强调了些以前没有强调的事情，家庭里发生了些以前没有发生的事，国家或全球突发了什么事件等等，我们都应该引起警觉，最好能开始计划自己根据变化做出点什么改变，一开始改变不用很大，因为一开始改变太大会影响自己和周围的人和事反而会产生反应过大而陷入困境，应该一点点来逐步改变，这样就可以随时随地适应环境，因为环境改变也是一点点来的，通常一下子改变很大的环境通常都是个很深的坑。反之，警觉心不够，则很容易陷入被动，被动的去适应和主动的去改变是两种完全不同的状态。这些都是我的方法论，各位共勉。",
            "content_html": "<p>按事情的重要程度去分配精力所有人都知道，但做比知道容易，最近就被这个问题伤到。为什么我们知道了什么事情最重要，要先做，却总是反着来呢？我总结下。</p><h6 id=\"1逃避心态\">1.逃避心态</h6><p>最重要的事情往往都是最艰难的，谁都不愿意主动去受这个苦，这导致随着时间的推移困难越来越大。</p><p>解决这个问题得靠自己，这通常是习惯造成的，如果你习惯直面痛苦而不是逃避，每次都能迅速下定决心去面对和解决困难，那么这个问题就会迎刃而解，在你的这种习惯驱动下问题总会被一次次及时的化解。</p><p>面对重要而令人痛苦的事情时，你总是能迅速提起精神，迎难而上直到事情有了新的进展有了更多的乐观消息，反之事情总是会被拖入越来越糟糕的地步。</p><p>有困难最好立刻去解决，有没有真正解决是另一回事，不要顾虑太多，行动起来是前提，能提起勇气去解决是很好的开始。</p><h6 id=\"2环境一直在变化会有新的当下更紧急更重要的事情加入\">2.环境一直在变化，会有新的当下更紧急更重要的事情加入。</h6><p>人很难适应变化，特别是年纪越大越难适应，当环境改变时，人的想法通常要在老地方呆很久，很多时候都是不撞南墙不回头。</p><p>当有新的更重要更紧急的事情加入到我们的生活中来时，我们通常都是依然还坚持着我们自己脑海中原来的想法，比如我最近就一直以把书完成为最重要目标，但是工作中忽然插入了一个更紧急更重要的任务，可我仍然没能引起有效的重视，直到2周后发现事情有些不对劲，才换了想法做了紧急的补救工作。</p><p>解决这个问题得打开我们的思路，要把‘不确定性’和‘环境时时在变化’更深刻的植入到自己的脑中。我们应该时刻记着，我们现在能有效执行自己的计划并按照自己的想法来安排时间和精力是得益于环境的稳定，而环境的这种稳定是非常脆弱的，我们应该时刻提高警觉，时刻观察和感受环境是否在变化，一旦有变化就该采取行动，即使是轻微的变化也要第一时间想想，自己是否做出了应对环境变化的行为，如果没有立刻着手开始应对。</p><p>通常环境变化都会伴随着一些特殊事件的发生，比如公司的某个规则变了，政府的某个政策变了，某次会议发生了些奇怪的事，自己去了另一个陌生的地方，进入了一个新的环境(公司或学校或民族或国家)，领导忽然强调了些以前没有强调的事情，家庭里发生了些以前没有发生的事，国家或全球突发了什么事件等等，我们都应该引起警觉，最好能开始计划自己根据变化做出点什么改变，一开始改变不用很大，因为一开始改变太大会影响自己和周围的人和事反而会产生反应过大而陷入困境，应该一点点来逐步改变，这样就可以随时随地适应环境，因为环境改变也是一点点来的，通常一下子改变很大的环境通常都是个很深的坑。反之，警觉心不够，则很容易陷入被动，被动的去适应和主动的去改变是两种完全不同的状态。</p><p>这些都是我的方法论，各位共勉。</p>",
            "url": "http://www.luzexi.com/2020/07/05/%E5%90%91%E5%86%85%E7%9C%8B%E8%87%AA%E5%B7%B16",
            
            
            
            
            
            "date_published": "2020-07-05T00:00:00+08:00",
            "date_modified": "2020-07-05T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/07/01/%E7%BB%99%E5%A5%B3%E5%84%BF%E7%9A%84%E4%BF%A12",
            "title": "给女儿的信(二)",
            "summary": "女儿 教育 亲情",
            "content_text": "Sharon、Anne爸爸好想你们，爸爸最近忙着学习。爸爸想，我这么老远的跑过来工作，看不到我最爱的Sharon和Anne，当然要努力一点了，否则还不如不过来呢。所以爸爸把生活计划的很满，每天都要学各种东西，运动也不能落下。夏天到了呢，你们那边天气热不热，该去游泳啦，每年都要去游泳一下哦，如果能学会游泳并经常坚持游泳的话，会更漂亮哦。你希望自己长高些长得漂亮些吗，那就多运动哦，特别是游泳，它是所有运动里对身体最好的一种。妈妈最近还有发脾气吗，要告诉妈妈不要发脾气哦，发脾气不好，要学会控制自己的情绪，控制自己不要发脾气。因为能控制的发脾气的人会非常厉害，他们会变得越来越聪明，处理事情的时候很冷静理智。当我们冷静理智的时候所做的决定才是相对比较好的。要记得学会控制自己的情绪哦，也要把这个告诉妈妈，让她学会控制情绪。",
            "content_html": "<p>Sharon、Anne爸爸好想你们，爸爸最近忙着学习。</p><p>爸爸想，我这么老远的跑过来工作，看不到我最爱的Sharon和Anne，当然要努力一点了，否则还不如不过来呢。</p><p>所以爸爸把生活计划的很满，每天都要学各种东西，运动也不能落下。</p><p>夏天到了呢，你们那边天气热不热，该去游泳啦，每年都要去游泳一下哦，如果能学会游泳并经常坚持游泳的话，会更漂亮哦。</p><p>你希望自己长高些长得漂亮些吗，那就多运动哦，特别是游泳，它是所有运动里对身体最好的一种。</p><p>妈妈最近还有发脾气吗，要告诉妈妈不要发脾气哦，发脾气不好，要学会控制自己的情绪，控制自己不要发脾气。因为能控制的发脾气的人会非常厉害，他们会变得越来越聪明，处理事情的时候很冷静理智。</p><p>当我们冷静理智的时候所做的决定才是相对比较好的。要记得学会控制自己的情绪哦，也要把这个告诉妈妈，让她学会控制情绪。</p>",
            "url": "http://www.luzexi.com/2020/07/01/%E7%BB%99%E5%A5%B3%E5%84%BF%E7%9A%84%E4%BF%A12",
            
            
            
            
            
            "date_published": "2020-07-01T00:00:00+08:00",
            "date_modified": "2020-07-01T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/07/01/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B013",
            "title": "每日读书笔记13 《人性的弱点》",
            "summary": "读书 书 看书 读后感 笔记 摘要",
            "content_text": "《人性的弱点》让你的家庭生活幸福快乐46，不要批评对方格莱斯是英国首相，他在公众面前是一个可畏的形象，而在家中从未批评过家人。当他早晨下来用餐时看见家人还在睡觉，他会用一种温柔的方式唤醒他们。凯瑟琳也是一样，他曾统治世界上最大的帝国，但如果厨师将肉烤焦，她什么也不会说，而是微笑的将肉吃下去。狄克斯研究婚姻不幸的专家，他发现击碎婚姻的大多数都是批评，无用的，令人心碎的批评。如果你想拥有家庭生活的快乐，不要批评你的丈夫或妻子。47.真诚的欣赏对方可能你不知道欣赏对方有多重要，男子在寻求伴侣时从不像在找高级职员那样寻找能力强过自己的人，而是在寻找一个对自己具有诱惑力的，愿意奉承自己的使自己感到舒服的人。如果一位女办公室主任应邀去吃饭，她总是提及自己的学识自己的成就，甚至坚持自付餐费，那最后的结果只能是再也没人邀请她吃饭了。相反，如果一位未进过大学的打字员应邀吃饭，她能温柔的注视着男伴，仰慕的说‘再给我讲讲有关你的事’，最后的结果可能是，男伴会告诉别人，她是我遇到过的最会说话的人。男性也应如此对待女性，特别是对女性的服饰和装饰，应当给予真诚的赞美。作者祖母95岁去世前不久给她看30多年前的照片，她唯一问的一句话是，那时我穿着什么衣服。对于男人来讲，他们也许想不起5年前穿什么衣服，但女人不同。法国上等社会的男子都要训练对女人的衣帽表示赞美，而且每晚都要训练很多次。迪斯瑞利英国伟大的政治家就不羞于让世界知道他对他的“小妇人沾光多少”。他说，我沾光于我夫人多于世上其他任何人。她帮助我勇敢前进，她为我很好的管理钱财，并为我生了5个孩子，为我建造了一个美丽的家庭，我所拥有的一切都是她的功劳。巴克斯得为丈夫放弃了舞台，专心在家带孩子，虽然她失去了舞台的快乐，但他从丈夫那里得到了更多的快乐。她丈夫说，妻子为自己和家庭放弃了很多，我应该尽量的称赞她鼓励她，这样她就能从失去的快乐中挽回一些快乐。丈夫的赞美和欣赏使得妻子重拾了生活的信心。如果你想保持家庭生活快乐，请给予对方真诚的赞美和欣赏。",
            "content_html": "<h4 id=\"人性的弱点\">《人性的弱点》</h4><h4 id=\"让你的家庭生活幸福快乐\">让你的家庭生活幸福快乐</h4><h4 id=\"46不要批评对方\">46，不要批评对方</h4><p>格莱斯是英国首相，他在公众面前是一个可畏的形象，而在家中从未批评过家人。当他早晨下来用餐时看见家人还在睡觉，他会用一种温柔的方式唤醒他们。</p><p>凯瑟琳也是一样，他曾统治世界上最大的帝国，但如果厨师将肉烤焦，她什么也不会说，而是微笑的将肉吃下去。</p><p>狄克斯研究婚姻不幸的专家，他发现击碎婚姻的大多数都是批评，无用的，令人心碎的批评。</p><p>如果你想拥有家庭生活的快乐，不要批评你的丈夫或妻子。</p><h4 id=\"47真诚的欣赏对方\">47.真诚的欣赏对方</h4><p>可能你不知道欣赏对方有多重要，男子在寻求伴侣时从不像在找高级职员那样寻找能力强过自己的人，而是在寻找一个对自己具有诱惑力的，愿意奉承自己的使自己感到舒服的人。</p><p>如果一位女办公室主任应邀去吃饭，她总是提及自己的学识自己的成就，甚至坚持自付餐费，那最后的结果只能是再也没人邀请她吃饭了。相反，如果一位未进过大学的打字员应邀吃饭，她能温柔的注视着男伴，仰慕的说‘再给我讲讲有关你的事’，最后的结果可能是，男伴会告诉别人，她是我遇到过的最会说话的人。</p><p>男性也应如此对待女性，特别是对女性的服饰和装饰，应当给予真诚的赞美。</p><p>作者祖母95岁去世前不久给她看30多年前的照片，她唯一问的一句话是，那时我穿着什么衣服。对于男人来讲，他们也许想不起5年前穿什么衣服，但女人不同。法国上等社会的男子都要训练对女人的衣帽表示赞美，而且每晚都要训练很多次。</p><p>迪斯瑞利英国伟大的政治家就不羞于让世界知道他对他的“小妇人沾光多少”。他说，我沾光于我夫人多于世上其他任何人。她帮助我勇敢前进，她为我很好的管理钱财，并为我生了5个孩子，为我建造了一个美丽的家庭，我所拥有的一切都是她的功劳。</p><p>巴克斯得为丈夫放弃了舞台，专心在家带孩子，虽然她失去了舞台的快乐，但他从丈夫那里得到了更多的快乐。她丈夫说，妻子为自己和家庭放弃了很多，我应该尽量的称赞她鼓励她，这样她就能从失去的快乐中挽回一些快乐。丈夫的赞美和欣赏使得妻子重拾了生活的信心。</p><p>如果你想保持家庭生活快乐，请给予对方真诚的赞美和欣赏。</p>",
            "url": "http://www.luzexi.com/2020/07/01/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B013",
            
            
            
            
            
            "date_published": "2020-07-01T00:00:00+08:00",
            "date_modified": "2020-07-01T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/07/01/%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B09",
            "title": "读书笔记(九) 《精英们的清晨日课》",
            "summary": "读书 书 看书 读后感",
            "content_text": "《一日之计》精英们的清晨日课作者建议我们事先列出每日的清单，并将最重要的事情放在首位，每天早晨起来先按照清单中的内容完成任务。作者采访了许多名人，其中《财富》杂志的高级编辑杰夫.克尔，强调自己在每天早上完成任务清单上最重要的事情，不过他也承认尽管他十分努力，也没办法做到每天都做到。《困难即通途》的作者，瑞安.霍利迪说，她认为当你变得愈加忙碌时，例如有了更多新机遇，你的任务清单便要经受考验，还有当在旅行时是否依然能保持这种习惯，这是关键的点。她很自豪说自己因为养成了清单行事的习惯，所以能很好的做到。她喜欢在清晨中写作，她说她在清晨的写作，让她带着新鲜感和清醒的头脑走进新的一天。《财富》杂志高级主编，杰夫.克尔文说，自己通常会在6点到6点半起床，并会在起床后不到60秒里喝下3杯水，这样可以有效唤醒自己的身体和大脑。然后开始做清单上的任务。他说晚上睡觉前会阅读一些与工作无关的东西，这样有助于更轻松地入眠。最后他说自己是任务清单的忠实信徒，每天早上都会按照列出的任务清单，做最重要的任务，然后再在剩余的一天时间里，陆续做剩余的清单中的任务。《精英们的清晨日课》p66艺术家艾丽.卢娜说不论这一天是要写作、设计还是要画画，坚持晨间例程才是通向成功的大门。作者提出让一天变得高效的几个要点：每天列出待办事项。建议每天工作结束时将第二天的工作待办事项列在纸上，这样第二天坐下来工作时就可以立即看到这份清单。这能使你减少决策的疲劳，不用去想今天我工作要干什么，待办清单将你从对清晨重要事项的干扰中解脱出来。这份待办清单最好能反应你一天具有挑战性的工作，也不要超负荷让自己陷入做不完单位状态。优先去做最重要的工作早晨是最宝贵的时间，你应该做你认为最重要的事情。计算机科学副教授在《深度工作》中说：在无干扰的状态下专注地进行职业活动，使个人认知能力达到极限。这种努力能创造新价值、提升技能，而且难以复制。而肤浅工作是对认知要求不高的事务性任务，往往在受到干扰的情况下开展。此类工作通常不会为世界创造太多新价值而且容易复制。就因为无人打扰的时间宝贵，我们就更应该在早晨处理自己觉得最重要的事情，而下午则用来处理琐事。不要在清晨陷入琐碎的工作作者举例清晨看邮件，说一旦清晨去查看邮件回复邮件，我们就会陷入一种被动模式，我们会按照其他人而非自己的日程安排来行事。这样会很糟糕，在清晨我们应该掌握主动权，不要让自己变得被动。杜绝早上开会作者说会议通常会浪费我们很多时间，特别是早上的宝贵时间。因此尽量不要将会议放在早上，尽量将他们放到下午，让早上留出一大块自己的时间，这样才能让我们保持专注。将大目标分解成小目标没人能一下子完成一个大项目，一口吃不了大象，我们应该将大目标分解成小目标，这样我们才能控制好工作的进展节奏，目标被分解为更小的部分，小块的工作往往更容易上手和完成。找到适合自己的方式我们应该找到最适合自己的方式，而不是适合其他任何人的方式。不应该只是去一味的模仿，一定要放宽视野，全身心尝试新的方法，适合自己的方法。如果早晨不能成为你最有效的时间，也可以选择其他时间，或者为了应付工作不至于被开除，可以每隔1小时查看一下工作，如果没有特别紧急的事情就继续自己的专注。我们大多数人都能意识到一天中某个时间段的效率最高，我们应该找到那个时间段，把对自己来说最重要的事情放在那里。关键是明确那些高效的时间段在一天的哪里，并相应的调整自己的日程。请留意你最高效的那些时段。",
            "content_html": "<p>《一日之计》精英们的清晨日课</p><p>作者建议我们事先列出每日的清单，并将最重要的事情放在首位，每天早晨起来先按照清单中的内容完成任务。</p><p>作者采访了许多名人，其中《财富》杂志的高级编辑杰夫.克尔，强调自己在每天早上完成任务清单上最重要的事情，不过他也承认尽管他十分努力，也没办法做到每天都做到。</p><p>《困难即通途》的作者，瑞安.霍利迪说，她认为当你变得愈加忙碌时，例如有了更多新机遇，你的任务清单便要经受考验，还有当在旅行时是否依然能保持这种习惯，这是关键的点。她很自豪说自己因为养成了清单行事的习惯，所以能很好的做到。</p><p>她喜欢在清晨中写作，她说她在清晨的写作，让她带着新鲜感和清醒的头脑走进新的一天。</p><p>《财富》杂志高级主编，杰夫.克尔文说，自己通常会在6点到6点半起床，并会在起床后不到60秒里喝下3杯水，这样可以有效唤醒自己的身体和大脑。然后开始做清单上的任务。</p><p>他说晚上睡觉前会阅读一些与工作无关的东西，这样有助于更轻松地入眠。</p><p>最后他说自己是任务清单的忠实信徒，每天早上都会按照列出的任务清单，做最重要的任务，然后再在剩余的一天时间里，陆续做剩余的清单中的任务。</p><p>《精英们的清晨日课》</p><p>p66</p><p>艺术家艾丽.卢娜说不论这一天是要写作、设计还是要画画，坚持晨间例程才是通向成功的大门。</p><p>作者提出让一天变得高效的几个要点：</p><p>每天列出待办事项。建议每天工作结束时将第二天的工作待办事项列在纸上，这样第二天坐下来工作时就可以立即看到这份清单。</p><p>这能使你减少决策的疲劳，不用去想今天我工作要干什么，待办清单将你从对清晨重要事项的干扰中解脱出来。这份待办清单最好能反应你一天具有挑战性的工作，也不要超负荷让自己陷入做不完单位状态。</p><p>优先去做最重要的工作早晨是最宝贵的时间，你应该做你认为最重要的事情。计算机科学副教授在《深度工作》中说：在无干扰的状态下专注地进行职业活动，使个人认知能力达到极限。这种努力能创造新价值、提升技能，而且难以复制。而肤浅工作是对认知要求不高的事务性任务，往往在受到干扰的情况下开展。此类工作通常不会为世界创造太多新价值而且容易复制。</p><p>就因为无人打扰的时间宝贵，我们就更应该在早晨处理自己觉得最重要的事情，而下午则用来处理琐事。</p><p>不要在清晨陷入琐碎的工作作者举例清晨看邮件，说一旦清晨去查看邮件回复邮件，我们就会陷入一种被动模式，我们会按照其他人而非自己的日程安排来行事。这样会很糟糕，在清晨我们应该掌握主动权，不要让自己变得被动。</p><p>杜绝早上开会作者说会议通常会浪费我们很多时间，特别是早上的宝贵时间。因此尽量不要将会议放在早上，尽量将他们放到下午，让早上留出一大块自己的时间，这样才能让我们保持专注。</p><p>将大目标分解成小目标没人能一下子完成一个大项目，一口吃不了大象，我们应该将大目标分解成小目标，这样我们才能控制好工作的进展节奏，目标被分解为更小的部分，小块的工作往往更容易上手和完成。</p><p>找到适合自己的方式我们应该找到最适合自己的方式，而不是适合其他任何人的方式。不应该只是去一味的模仿，一定要放宽视野，全身心尝试新的方法，适合自己的方法。如果早晨不能成为你最有效的时间，也可以选择其他时间，或者为了应付工作不至于被开除，可以每隔1小时查看一下工作，如果没有特别紧急的事情就继续自己的专注。</p><p>我们大多数人都能意识到一天中某个时间段的效率最高，我们应该找到那个时间段，把对自己来说最重要的事情放在那里。关键是明确那些高效的时间段在一天的哪里，并相应的调整自己的日程。</p><p>请留意你最高效的那些时段。</p>",
            "url": "http://www.luzexi.com/2020/07/01/%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B09",
            
            
            
            
            
            "date_published": "2020-07-01T00:00:00+08:00",
            "date_modified": "2020-07-01T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/06/30/%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B08",
            "title": "读书笔记(八) 《自信的力量》",
            "summary": "读书 书 看书 读后感",
            "content_text": "《自信的力量》作者说自信来自于人与人之间的相互关系。成年人之所以有信心和能力完成各项计划其原因归根结底在于幼年时通过“早期互动”找到内在安全感。在野外生存的狼孩子就缺乏对人类的互动联系，在幼年时他们没有得到同类的保护和保障，没人与他们互动交流。他们不依赖他人，也就不存在这份依恋所培养出来的内在安全感，于是便不可能对人类有起码的信任。这份信任让世界看起来不那么有敌意。精神学家说，如果一个两岁的男孩有勇气对上门拜访的陌生人微笑问好、看着对方和对方说话或身体接触，那便说明这个孩子获得了足以应对新事物的内在安全感。他所依恋的人给了他足够的信心，让他有勇气远离他们去接近陌生人。举例麦当娜，她幼年时的遭遇使她一直没有信心突破自己甚至一度怀疑自己，直到遇到弗林老师，他对她倍加呵护并且夸奖她很美有天赋，还有一种令人如痴如狂的魅力。这使麦当娜改变了一生。还有网球运动员雅尼克.诺阿，11岁时遇见了世界排名第四的阿瑟.阿什，阿瑟对她发球大加赞赏并且把球拍送给他，最后还在机场给他签名时写上“在温网等你”，这句话始终陪伴着他，激励着他，为他指引方向，让他坚持信念，最后获得法网冠军。我们在童年时期与身边的人缔结踏实而温暖的纽带，在之后的成长过程中，人际交往对于自信构建的人作用也十分重要，这会巩固幼年时通过亲子关系建立的信心。自信是如何被建立起来的我在自我探索的过程中一直未完全明白人的的自信是如何建立起来的，我不明白为何有些人学识不高却自信满满，而另一些人知识渊博却处处自卑，还有很多类似不明白的问题，比如有钱和没钱是否支撑了人自我的信心，漂不漂亮，强壮不强壮，是否真的决定了我们的自信程度。带着这些疑问我读了《自信的力量》，这本书让我豁然开朗，原来以前我认为的自信是比较局限的，原来是我给自己画了一个圈，从此再也没能走出这个圈。全书每章内容都让人有种豁然开朗的感觉，其中有一章讲的是“行动在建立自信过程中起到的作用”非常精华。开篇讲一个年轻男子正在经历的一场春宵的场景，这是他的第一次，面前的女子让他心醉神迷，这一刻他期待了很久，想象过不知多少次，现在这一刻终于来临了。然而他并没有任何性爱经验。他该如何建立自信来完成这一出人生的首场表演呢？作者说自信来自具体的行动，以及与他人的互动，而不是自我内心的独角戏。这个年轻人的自信来自真实的爱抚和亲吻，从小心翼翼地温柔抚摸，到享受鱼水之欢的整个过程，信心被我们在一点点的实际行动中积累起来。不止如此，他的自信也源自与对方的亲密互动，不只是享受欢鱼时的互动，更是生活中彼此之间建立起来的亲密联结。倘若他刻意扮演经验丰富的情场老手，反而会束手束脚，无法在亲密接触中找到支点。倘若他坦诚是自己的第一次，就有可能被她引导，自信便会来自对方，从对她的信任转化为对自己的信心。很多人过分在意自我的表现让事情变得更糟，人们通常会沉浸于内心的独角戏，认为我们单方面努力就够了，以为自己才是成功的关键。这种无知制约了我们的发挥，也是这种无知让我们的自信局限于简单的“自我”，就像是我们给自己画了一个圈，很长时间都没能走出这个圈。其实自信是自我与世界相互作用的产物，我们与世界互动的越多，越能更好更快的建立自信。通过与人互动，我们能感受到来自他人的支持，会发现事情其实比想象中简单得多，甚至会发现自己其实非常幸运。信心所覆盖的不仅仅是自我，还是他人与我、世界与我之间的互动。那么怎样才能让我与他人、与世界有更多的互动，从而建立自信呢？作者说，行动，就是最好的催化剂。很多时候我们因为缺乏自信而感到手足无措，明知自己必须去做，却迈不开步子，连自信都没有，又怎样能够勇敢地投身于行动呢？这似乎是一把无情的双向锁。然而事实是，只要我们动手去做，就能卸下心头的重担，从此便可以一往无前。作者举了个例子，在课堂上，老师时常会提出一些高难度的论题，有些孩子敢于尝试，即使答得不好，也会慢慢自信起来，在其他同学眼里，他们是敢于尝试的人，是能够放得开的人，仅此一点就足以让他们引以为荣。通过这样的尝试，这些善于行动的孩子们会发现，原来自己可以提出如此新颖的想法，原来自己还有从未发觉的潜能，即使没有达到要求，也收获了满满的成就感，在此基础上不断完善精益求精。其实我们都有一种误区，认为只有彻底清除了不确定性，我们才能自信的去行动，只有知道答案才能发言回答，其实不确定性是永远无法彻底清除的，如果我们执着于铲除所有不确定性，那么行动将永远会被搁置和拖延，我们也永远无法建立牢固的自信。不知你是否有这样的体会，在鼓起勇气强迫自己去做某事时，在战胜胆怯心理同倾慕的人说活时，在放手一搏上台公开演讲时，我们能感受到：仅仅放手去做这个事实就能唤醒身体里的本能，唤醒内心深处那股对建立自信至关重要的原始战斗力。其实我们的现状并非与生俱来，而是后天逐步积累造成的，信心也是一样。如果对一件事没有信心？没关系。我们可以在日常的行动中逐步熟悉事物，在与世界互动，与他人互动的过程中，建立对事物的信心。除了行动本身，我们通常比较关注行动的结果。​对于行动的结果，作者认为，人不可能主宰一切。我们可以决定某些事，但很多事情都不以人的意志为转移。我们应该对有些因素不在掌控范围内，随时可能出现意外的情况做好心理准备。即使我们精心谋划好每一个环节，制定事无巨细的规划，都会因为具体行动而产生新的情况和新的变量。我们来看看优秀的企业家是如何面对这些不确定性的。他们在出手之前深思熟虑，一旦付诸行动，便对自己的行为造成的直接和间接的结果给予充分信心。即使如此，他们也明白，事情的结果并不完全取决于自己，而是由许许多多的不确定因素影响造成的。面对这种不确定的必然性，他们毫不退缩，反而张开双臂坦然面对。他们深知，机会是在不确定中，由人的行为创造出来的。因此他们特别喜欢和擅长利用事物的不确定性主动开启一段可能拥有的美好前景。现在我们知道自信的来源与建立的过程了。不要只顾自己对自己有信心，你的行动所创造的一切都可能成为成为你在世界上立足的支点。不要太在意自己，行动能让你遇到很多人，改变很多事，他们可能给你灵感，让你看到希望。当我们因为缺乏自信而饱受煎熬，或者给自己过大的压力时，一定是因为我们对事务的认识出现了偏差。你可能误以为一切都取决于我自身，可能缺少与他人以及世界互动，这些都会导致你的思想被束缚，被局限在一个小范围内挣扎。张开双臂，抛开我们的偏见，拥抱这个世界，与世界互动，与他人互动，行动起来，在平日中逐步建立自信。",
            "content_html": "<p>《自信的力量》</p><p>作者说自信来自于人与人之间的相互关系。成年人之所以有信心和能力完成各项计划其原因归根结底在于幼年时通过“早期互动”找到内在安全感。</p><p>在野外生存的狼孩子就缺乏对人类的互动联系，在幼年时他们没有得到同类的保护和保障，没人与他们互动交流。他们不依赖他人，也就不存在这份依恋所培养出来的内在安全感，于是便不可能对人类有起码的信任。这份信任让世界看起来不那么有敌意。</p><p>精神学家说，如果一个两岁的男孩有勇气对上门拜访的陌生人微笑问好、看着对方和对方说话或身体接触，那便说明这个孩子获得了足以应对新事物的内在安全感。他所依恋的人给了他足够的信心，让他有勇气远离他们去接近陌生人。</p><p>举例麦当娜，她幼年时的遭遇使她一直没有信心突破自己甚至一度怀疑自己，直到遇到弗林老师，他对她倍加呵护并且夸奖她很美有天赋，还有一种令人如痴如狂的魅力。这使麦当娜改变了一生。</p><p>还有网球运动员雅尼克.诺阿，11岁时遇见了世界排名第四的阿瑟.阿什，阿瑟对她发球大加赞赏并且把球拍送给他，最后还在机场给他签名时写上“在温网等你”，这句话始终陪伴着他，激励着他，为他指引方向，让他坚持信念，最后获得法网冠军。</p><p>我们在童年时期与身边的人缔结踏实而温暖的纽带，在之后的成长过程中，人际交往对于自信构建的人作用也十分重要，这会巩固幼年时通过亲子关系建立的信心。</p><h3 id=\"自信是如何被建立起来的\">自信是如何被建立起来的</h3><p>我在自我探索的过程中一直未完全明白人的的自信是如何建立起来的，我不明白为何有些人学识不高却自信满满，而另一些人知识渊博却处处自卑，还有很多类似不明白的问题，比如有钱和没钱是否支撑了人自我的信心，漂不漂亮，强壮不强壮，是否真的决定了我们的自信程度。</p><h4 id=\"带着这些疑问我读了自信的力量这本书让我豁然开朗原来以前我认为的自信是比较局限的原来是我给自己画了一个圈从此再也没能走出这个圈\">带着这些疑问我读了《自信的力量》，这本书让我豁然开朗，原来以前我认为的自信是比较局限的，原来是我给自己画了一个圈，从此再也没能走出这个圈。</h4><p>全书每章内容都让人有种豁然开朗的感觉，其中有一章讲的是“行动在建立自信过程中起到的作用”非常精华。</p><p>开篇讲一个年轻男子正在经历的一场春宵的场景，这是他的第一次，面前的女子让他心醉神迷，这一刻他期待了很久，想象过不知多少次，现在这一刻终于来临了。然而他并没有任何性爱经验。他该如何建立自信来完成这一出人生的首场表演呢？</p><p>作者说自信来自具体的行动，以及与他人的互动，而不是自我内心的独角戏。这个年轻人的自信来自真实的爱抚和亲吻，从小心翼翼地温柔抚摸，到享受鱼水之欢的整个过程，信心被我们在一点点的实际行动中积累起来。不止如此，他的自信也源自与对方的亲密互动，不只是享受欢鱼时的互动，更是生活中彼此之间建立起来的亲密联结。</p><p>倘若他刻意扮演经验丰富的情场老手，反而会束手束脚，无法在亲密接触中找到支点。倘若他坦诚是自己的第一次，就有可能被她引导，自信便会来自对方，从对她的信任转化为对自己的信心。</p><h4 id=\"很多人过分在意自我的表现让事情变得更糟人们通常会沉浸于内心的独角戏认为我们单方面努力就够了以为自己才是成功的关键\">很多人过分在意自我的表现让事情变得更糟，人们通常会沉浸于内心的独角戏，认为我们单方面努力就够了，以为自己才是成功的关键。</h4><h4 id=\"这种无知制约了我们的发挥也是这种无知让我们的自信局限于简单的自我就像是我们给自己画了一个圈很长时间都没能走出这个圈\">这种无知制约了我们的发挥，也是这种无知让我们的自信局限于简单的“自我”，就像是我们给自己画了一个圈，很长时间都没能走出这个圈。</h4><h4 id=\"其实自信是自我与世界相互作用的产物我们与世界互动的越多越能更好更快的建立自信通过与人互动我们能感受到来自他人的支持会发现事情其实比想象中简单得多甚至会发现自己其实非常幸运信心所覆盖的不仅仅是自我还是他人与我世界与我之间的互动\">其实自信是自我与世界相互作用的产物，我们与世界互动的越多，越能更好更快的建立自信。通过与人互动，我们能感受到来自他人的支持，会发现事情其实比想象中简单得多，甚至会发现自己其实非常幸运。信心所覆盖的不仅仅是自我，还是他人与我、世界与我之间的互动。</h4><p>那么怎样才能让我与他人、与世界有更多的互动，从而建立自信呢？</p><h4 id=\"作者说行动就是最好的催化剂\">作者说，行动，就是最好的催化剂。</h4><p>很多时候我们因为缺乏自信而感到手足无措，明知自己必须去做，却迈不开步子，连自信都没有，又怎样能够勇敢地投身于行动呢？这似乎是一把无情的双向锁。</p><p>然而事实是，只要我们动手去做，就能卸下心头的重担，从此便可以一往无前。</p><h4 id=\"作者举了个例子在课堂上老师时常会提出一些高难度的论题有些孩子敢于尝试即使答得不好也会慢慢自信起来在其他同学眼里他们是敢于尝试的人是能够放得开的人仅此一点就足以让他们引以为荣通过这样的尝试这些善于行动的孩子们会发现原来自己可以提出如此新颖的想法原来自己还有从未发觉的潜能即使没有达到要求也收获了满满的成就感在此基础上不断完善精益求精\">作者举了个例子，在课堂上，老师时常会提出一些高难度的论题，有些孩子敢于尝试，即使答得不好，也会慢慢自信起来，在其他同学眼里，他们是敢于尝试的人，是能够放得开的人，仅此一点就足以让他们引以为荣。通过这样的尝试，这些善于行动的孩子们会发现，原来自己可以提出如此新颖的想法，原来自己还有从未发觉的潜能，即使没有达到要求，也收获了满满的成就感，在此基础上不断完善精益求精。</h4><p>其实我们都有一种误区，认为只有彻底清除了不确定性，我们才能自信的去行动，只有知道答案才能发言回答，其实不确定性是永远无法彻底清除的，如果我们执着于铲除所有不确定性，那么行动将永远会被搁置和拖延，我们也永远无法建立牢固的自信。</p><h4 id=\"不知你是否有这样的体会在鼓起勇气强迫自己去做某事时在战胜胆怯心理同倾慕的人说活时在放手一搏上台公开演讲时我们能感受到仅仅放手去做这个事实就能唤醒身体里的本能唤醒内心深处那股对建立自信至关重要的原始战斗力\">不知你是否有这样的体会，在鼓起勇气强迫自己去做某事时，在战胜胆怯心理同倾慕的人说活时，在放手一搏上台公开演讲时，我们能感受到：仅仅放手去做这个事实就能唤醒身体里的本能，唤醒内心深处那股对建立自信至关重要的原始战斗力。</h4><p>其实我们的现状并非与生俱来，而是后天逐步积累造成的，信心也是一样。如果对一件事没有信心？没关系。我们可以在日常的行动中逐步熟悉事物，在与世界互动，与他人互动的过程中，建立对事物的信心。</p><p>除了行动本身，我们通常比较关注行动的结果。</p><h4 id=\"对于行动的结果作者认为人不可能主宰一切我们可以决定某些事但很多事情都不以人的意志为转移\">​对于行动的结果，作者认为，人不可能主宰一切。我们可以决定某些事，但很多事情都不以人的意志为转移。</h4><h4 id=\"我们应该对有些因素不在掌控范围内随时可能出现意外的情况做好心理准备即使我们精心谋划好每一个环节制定事无巨细的规划都会因为具体行动而产生新的情况和新的变量\">我们应该对有些因素不在掌控范围内，随时可能出现意外的情况做好心理准备。即使我们精心谋划好每一个环节，制定事无巨细的规划，都会因为具体行动而产生新的情况和新的变量。</h4><p>我们来看看优秀的企业家是如何面对这些不确定性的。</p><h4 id=\"他们在出手之前深思熟虑一旦付诸行动便对自己的行为造成的直接和间接的结果给予充分信心即使如此他们也明白事情的结果并不完全取决于自己而是由许许多多的不确定因素影响造成的面对这种不确定的必然性他们毫不退缩反而张开双臂坦然面对他们深知机会是在不确定中由人的行为创造出来的因此他们特别喜欢和擅长利用事物的不确定性主动开启一段可能拥有的美好前景\">他们在出手之前深思熟虑，一旦付诸行动，便对自己的行为造成的直接和间接的结果给予充分信心。即使如此，他们也明白，事情的结果并不完全取决于自己，而是由许许多多的不确定因素影响造成的。面对这种不确定的必然性，他们毫不退缩，反而张开双臂坦然面对。他们深知，机会是在不确定中，由人的行为创造出来的。因此他们特别喜欢和擅长利用事物的不确定性主动开启一段可能拥有的美好前景。</h4><p>现在我们知道自信的来源与建立的过程了。不要只顾自己对自己有信心，你的行动所创造的一切都可能成为成为你在世界上立足的支点。不要太在意自己，行动能让你遇到很多人，改变很多事，他们可能给你灵感，让你看到希望。</p><h4 id=\"当我们因为缺乏自信而饱受煎熬或者给自己过大的压力时一定是因为我们对事务的认识出现了偏差你可能误以为一切都取决于我自身可能缺少与他人以及世界互动这些都会导致你的思想被束缚被局限在一个小范围内挣扎\">当我们因为缺乏自信而饱受煎熬，或者给自己过大的压力时，一定是因为我们对事务的认识出现了偏差。你可能误以为一切都取决于我自身，可能缺少与他人以及世界互动，这些都会导致你的思想被束缚，被局限在一个小范围内挣扎。</h4><h4 id=\"张开双臂抛开我们的偏见拥抱这个世界与世界互动与他人互动行动起来在平日中逐步建立自信\">张开双臂，抛开我们的偏见，拥抱这个世界，与世界互动，与他人互动，行动起来，在平日中逐步建立自信。</h4>",
            "url": "http://www.luzexi.com/2020/06/30/%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B08",
            
            
            
            
            
            "date_published": "2020-06-30T00:00:00+08:00",
            "date_modified": "2020-06-30T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/06/29/%E5%90%91%E5%86%85%E7%9C%8B%E8%87%AA%E5%B7%B15",
            "title": "向内看自己(五)",
            "summary": "思路 随想 理念 逻辑 人生哲学",
            "content_text": "我们很容易让生活进入自动驾驶的状态，没有动力，没有活力，麻木不仁的像僵尸一样，不加思考的向前走。大多数情况下都是因为年纪越大越难以改变自己的想法，于是随波逐流都是稀松平常的事。每周都要停下来反思下自己，让自己尽量不要去做无用功，虽然常常做了很长时间的无用功才发现该停一下，每周一反思是个挺好的打破现有习惯和现有常规的事情。曾一度认为焦虑是执行力强的代表其实不是，也曾一度认为焦虑越多越能迫使自己推进事情，但事实是完全相反的，这事在心中存在了很久，误区其实挺大的。后来想想街上的快递员和外卖员，无时无刻不在奔跑着逼自己赶向下一个目标，何等焦虑，那时我才明白焦虑吞噬了他们的耐心和理智，长久来看这让他们变得更糟糕。焦虑虽说不是低级的，但也不是什么好东西，适度焦虑确实能让人在短时间内保持警惕，但人常常控制不住它，使焦虑反噬了我们的心智。我们四周随便看一眼就能看到很多人焦虑的样子，在大城市里，这恐怕是很多人的常态。我比较倡导反人性操作，在大城市里挡住焦虑就个很好的反人性操作，类似于出淤泥而不染，当大家都焦虑时我们就要镇定，不要急着去奔跑，想想自己的能力范围，想想自己的兴趣爱好，想想自己能达到的最接近的目标，想想10年后想成为什么样的人。这样近的从能力范围开始做起，脚踏实地，远的想想10年后的事从长计议，积跬步至千里。拿我自己来说，我开始用更长远的目标来驱动我的努力。这个目标是以可积累，以及可变成成就的目标。我开始做任何事时主动去寻找一个目标，一个可以被人啧啧称赞的目标，并且这个目标是可以永久保留在这个世上的。比如写一本书将自己积累的知识变成可见的东西，健身让身体看起来很强壮，看书让自己随着岁月积累越来越多的知识，学习英语让自己未来融入到全球化热潮中去，定投让自己能跟随着岁月抚平世界带来的波动。当我找到这个目标时，我就有非常的大的信心不断走下去，去完成这个目标，因为我知道这个目标是可积累的，是不会消失的，并且是众人所喜欢的。",
            "content_html": "<p>我们很容易让生活进入自动驾驶的状态，没有动力，没有活力，麻木不仁的像僵尸一样，不加思考的向前走。大多数情况下都是因为年纪越大越难以改变自己的想法，于是随波逐流都是稀松平常的事。每周都要停下来反思下自己，让自己尽量不要去做无用功，虽然常常做了很长时间的无用功才发现该停一下，每周一反思是个挺好的打破现有习惯和现有常规的事情。</p><p>曾一度认为焦虑是执行力强的代表其实不是，也曾一度认为焦虑越多越能迫使自己推进事情，但事实是完全相反的，这事在心中存在了很久，误区其实挺大的。</p><p>后来想想街上的快递员和外卖员，无时无刻不在奔跑着逼自己赶向下一个目标，何等焦虑，那时我才明白焦虑吞噬了他们的耐心和理智，长久来看这让他们变得更糟糕。焦虑虽说不是低级的，但也不是什么好东西，适度焦虑确实能让人在短时间内保持警惕，但人常常控制不住它，使焦虑反噬了我们的心智。</p><p>我们四周随便看一眼就能看到很多人焦虑的样子，在大城市里，这恐怕是很多人的常态。</p><p>我比较倡导反人性操作，在大城市里挡住焦虑就个很好的反人性操作，类似于出淤泥而不染，当大家都焦虑时我们就要镇定，不要急着去奔跑，想想自己的能力范围，想想自己的兴趣爱好，想想自己能达到的最接近的目标，想想10年后想成为什么样的人。这样近的从能力范围开始做起，脚踏实地，远的想想10年后的事从长计议，积跬步至千里。</p><p>拿我自己来说，我开始用更长远的目标来驱动我的努力。这个目标是以可积累，以及可变成成就的目标。我开始做任何事时主动去寻找一个目标，一个可以被人啧啧称赞的目标，并且这个目标是可以永久保留在这个世上的。比如写一本书将自己积累的知识变成可见的东西，健身让身体看起来很强壮，看书让自己随着岁月积累越来越多的知识，学习英语让自己未来融入到全球化热潮中去，定投让自己能跟随着岁月抚平世界带来的波动。</p><p>当我找到这个目标时，我就有非常的大的信心不断走下去，去完成这个目标，因为我知道这个目标是可积累的，是不会消失的，并且是众人所喜欢的。</p>",
            "url": "http://www.luzexi.com/2020/06/29/%E5%90%91%E5%86%85%E7%9C%8B%E8%87%AA%E5%B7%B15",
            
            
            
            
            
            "date_published": "2020-06-29T00:00:00+08:00",
            "date_modified": "2020-06-29T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/06/28/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B012",
            "title": "每日读书笔记12 《人性的弱点》",
            "summary": "读书 书 看书 读后感 笔记 摘要",
            "content_text": "《人性的弱点》让你的家庭生活幸福快乐44，切勿喋喋不休拿破仑娶了很漂亮的女人，他们拥有健康、财富、势力、名誉、美貌、爱情与信仰，他们有一切拥有幸福的条件，但他们却生活的非常糟糕，因为这位王后无法做一点：停止喋喋不休。她抱怨、哭泣、喋喋不休，甚至恫吓，并强制进入拿破仑的书房，向他发作、谩骂。在喋喋不休的毒氛中，皇位与美貌都不能保持爱情的存在。喋喋不休是最致命的，它像毒蛇的毒汁一样，永远侵蚀着人们的生命。托尔斯泰的人生是一个悲剧，而悲剧的原因是他的婚姻。他的妻子喜欢奢侈，但他追求朴素。她的妻子因为托尔斯泰放弃书籍出版权赚不到钱而向他谩骂、责怪、发狂到地上打滚、甚至声称要自杀。结婚48年后托尔斯泰实在不能忍受与她见面，从他妻子那里逃了出去最后死在大街上。当托尔斯泰的妻子去世以前，她终于对她的女儿们承认：“你们父亲的死，是因为我的缘故”。这也许是托尔斯泰夫人因唠叨抱怨所付出的代价。如果你想家庭生活幸福快乐，首先切勿抱怨和喋喋不休。45.不要试图改造对方英国伟大的政治家迪斯瑞利在35岁时娶了比他大15岁的寡妇，他所选择的有钱寡妇既不年轻，也不貌美，更不聪明。但她却是一个懂得与男人相处的天才艺术家。她没有用她的智力与迪斯瑞利对抗，而是用她的温柔与他对话。当丈夫回到家时，与他轻松闲谈，这使他愉快并让他心神安宁，沐浴在妻子敬爱的温存中。妻子是他的伴侣，也是他的亲信，更是他的顾问。最重要的是，无论迪斯瑞利做什么，他的妻子都相信他。迪斯瑞利也同样对待他的妻子，妻子在公众场合表现的并不好的时候，他从不责备，反而安慰鼓励她，如果有人讥笑她，他即可猛烈忠诚的维护她。正如詹姆士所的，与人交往，第一件应学的事情就是不要干涉他们自己快乐的特殊方法。不要试图改造你的配偶。",
            "content_html": "<h4 id=\"人性的弱点\">《人性的弱点》</h4><h4 id=\"让你的家庭生活幸福快乐\">让你的家庭生活幸福快乐</h4><h4 id=\"44切勿喋喋不休\">44，切勿喋喋不休</h4><p>拿破仑娶了很漂亮的女人，他们拥有健康、财富、势力、名誉、美貌、爱情与信仰，他们有一切拥有幸福的条件，但他们却生活的非常糟糕，因为这位王后无法做一点：停止喋喋不休。她抱怨、哭泣、喋喋不休，甚至恫吓，并强制进入拿破仑的书房，向他发作、谩骂。在喋喋不休的毒氛中，皇位与美貌都不能保持爱情的存在。</p><p>喋喋不休是最致命的，它像毒蛇的毒汁一样，永远侵蚀着人们的生命。</p><p>托尔斯泰的人生是一个悲剧，而悲剧的原因是他的婚姻。他的妻子喜欢奢侈，但他追求朴素。她的妻子因为托尔斯泰放弃书籍出版权赚不到钱而向他谩骂、责怪、发狂到地上打滚、甚至声称要自杀。结婚48年后托尔斯泰实在不能忍受与她见面，从他妻子那里逃了出去最后死在大街上。当托尔斯泰的妻子去世以前，她终于对她的女儿们承认：“你们父亲的死，是因为我的缘故”。这也许是托尔斯泰夫人因唠叨抱怨所付出的代价。</p><p>如果你想家庭生活幸福快乐，首先切勿抱怨和喋喋不休。</p><h4 id=\"45不要试图改造对方\">45.不要试图改造对方</h4><p>英国伟大的政治家迪斯瑞利在35岁时娶了比他大15岁的寡妇，他所选择的有钱寡妇既不年轻，也不貌美，更不聪明。但她却是一个懂得与男人相处的天才艺术家。</p><p>她没有用她的智力与迪斯瑞利对抗，而是用她的温柔与他对话。当丈夫回到家时，与他轻松闲谈，这使他愉快并让他心神安宁，沐浴在妻子敬爱的温存中。妻子是他的伴侣，也是他的亲信，更是他的顾问。最重要的是，无论迪斯瑞利做什么，他的妻子都相信他。迪斯瑞利也同样对待他的妻子，妻子在公众场合表现的并不好的时候，他从不责备，反而安慰鼓励她，如果有人讥笑她，他即可猛烈忠诚的维护她。</p><p>正如詹姆士所的，与人交往，第一件应学的事情就是不要干涉他们自己快乐的特殊方法。</p><p>不要试图改造你的配偶。</p>",
            "url": "http://www.luzexi.com/2020/06/28/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B012",
            
            
            
            
            
            "date_published": "2020-06-28T00:00:00+08:00",
            "date_modified": "2020-06-28T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/06/26/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B011",
            "title": "每日读书笔记11 《人性的弱点》",
            "summary": "读书 书 看书 读后感 笔记 摘要",
            "content_text": "《人性的弱点》如何更好的说服他人41，学会给人“戴高帽”琴德夫人雇佣了一个女仆，她的前主人说她不好，但在女仆上班时琴德夫人说她看出来你是一个穿着整洁爱干净的人，你一定会与我们相处得很好的，那位女仆为了顾全名声不让夫人失望干得很勤快。如果你要在某方面改进一个人，就要做得好像那种特点已经是他显著的特性之一。最好假定，并公开地说，对方有你要他发展的美德。给他一个好名誉去实现，他便会尽力去做而不愿看到你失望。法国的吕士纳将军想影响在法国的美国士兵，他引用他们将军的话说，美国兵是他接触过的最清洁、最合乎理想的人。吕士纳知道，即使这不是真实的，也将激励那些士兵努力达到这个标准。猩猩监狱的狱长说，如果你必须应付一个盗贼，只有一个可能可以制服他，那就是待他好像他是一个体面的君子，他将因为有人信任他而引以为豪。如果你想影响一个人，给他一个美名，他会努力保全这个名声。42.鼓励更容易使人改正错误作者一位朋友请了老师学跳舞，第一位老师说他跳的全都不对，必须忘掉一切重新开始，于是他很灰心不久就不练了。第二位老师则相反，她不断称赞这位朋友做对的事，并鼓励他说“你天生就有韵律感，你将成为跳舞专家”，这位老师的鼓励使得这位朋友不断前进和进步。如果你告诉自己的孩子，丈夫，妻子，或他人，他在某件事上真是愚笨，他对某事没有天赋，或者他做的都错了，那么你就差不多消除了他要作出改进的各种动力。如果我们用相反的办法，宽容他人，鼓励他人，使事情更容易行动起来，使对方知道你相信他有能力去做，他就会为了取胜而刻苦练习。鼓励他人更容易使人改正错误。43.学会授权他人一群孩子常在琴德夫人的草坪上践踏，她为此烦恼。有一天她试着给孩子群中带头的那个人一个授权，授予他一个头衔，她叫他“侦探先生”，让他管理草坪，找出入侵草坪的人。谁知这事就这样解决了，她的“侦探”为了恫吓践踏草坪的孩子甚至拿了烧红的铁棒在她们面前挥舞。拿破仑创立荣誉队时，给士兵们颁发了1500枚荣誉勋章，并给18名将军以“法国大将”的头衔，称他的部队为“大军”。这让这些人能遵纪守法，为了这个荣誉捍卫国土和自己的使命。学会授权他人，这会使对方乐于做你所建议的事。",
            "content_html": "<h4 id=\"人性的弱点\">《人性的弱点》</h4><h4 id=\"如何更好的说服他人\">如何更好的说服他人</h4><h4 id=\"41学会给人戴高帽\">41，学会给人“戴高帽”</h4><p>琴德夫人雇佣了一个女仆，她的前主人说她不好，但在女仆上班时琴德夫人说她看出来你是一个穿着整洁爱干净的人，你一定会与我们相处得很好的，那位女仆为了顾全名声不让夫人失望干得很勤快。如果你要在某方面改进一个人，就要做得好像那种特点已经是他显著的特性之一。最好假定，并公开地说，对方有你要他发展的美德。给他一个好名誉去实现，他便会尽力去做而不愿看到你失望。</p><p>法国的吕士纳将军想影响在法国的美国士兵，他引用他们将军的话说，美国兵是他接触过的最清洁、最合乎理想的人。吕士纳知道，即使这不是真实的，也将激励那些士兵努力达到这个标准。</p><p>猩猩监狱的狱长说，如果你必须应付一个盗贼，只有一个可能可以制服他，那就是待他好像他是一个体面的君子，他将因为有人信任他而引以为豪。</p><p>如果你想影响一个人，给他一个美名，他会努力保全这个名声。</p><h4 id=\"42鼓励更容易使人改正错误\">42.鼓励更容易使人改正错误</h4><p>作者一位朋友请了老师学跳舞，第一位老师说他跳的全都不对，必须忘掉一切重新开始，于是他很灰心不久就不练了。第二位老师则相反，她不断称赞这位朋友做对的事，并鼓励他说“你天生就有韵律感，你将成为跳舞专家”，这位老师的鼓励使得这位朋友不断前进和进步。</p><p>如果你告诉自己的孩子，丈夫，妻子，或他人，他在某件事上真是愚笨，他对某事没有天赋，或者他做的都错了，那么你就差不多消除了他要作出改进的各种动力。如果我们用相反的办法，宽容他人，鼓励他人，使事情更容易行动起来，使对方知道你相信他有能力去做，他就会为了取胜而刻苦练习。</p><p>鼓励他人更容易使人改正错误。</p><h4 id=\"43学会授权他人\">43.学会授权他人</h4><p>一群孩子常在琴德夫人的草坪上践踏，她为此烦恼。有一天她试着给孩子群中带头的那个人一个授权，授予他一个头衔，她叫他“侦探先生”，让他管理草坪，找出入侵草坪的人。谁知这事就这样解决了，她的“侦探”为了恫吓践踏草坪的孩子甚至拿了烧红的铁棒在她们面前挥舞。</p><p>拿破仑创立荣誉队时，给士兵们颁发了1500枚荣誉勋章，并给18名将军以“法国大将”的头衔，称他的部队为“大军”。这让这些人能遵纪守法，为了这个荣誉捍卫国土和自己的使命。</p><p>学会授权他人，这会使对方乐于做你所建议的事。</p>",
            "url": "http://www.luzexi.com/2020/06/26/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B011",
            
            
            
            
            
            "date_published": "2020-06-26T00:00:00+08:00",
            "date_modified": "2020-06-26T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/06/25/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B010",
            "title": "每日读书笔记10 《人性的弱点》",
            "summary": "读书 书 看书 读后感 笔记 摘要",
            "content_text": "《人性的弱点》如何更好的说服他人39，尽力保全他人的面子通用电气曾为了将一个天才工程师调任到其他岗位费劲了心思，它首先给这位工程师一个新的看起来不错的头衔，然后派了另一个人来顶替他的位置。保全他人的面子！这是个何等重要的问题。我们常喜欢摆架子、我行我素、挑剔、恫吓、在众人面前指责孩子或雇员，却很少能多考虑几分钟，对他讲几句关心的话，或为他设身处地的想一下。葛伦杰在会计师行业，他的行业具有季节性，热潮过后常会因为没活而解雇员工。但他从不对他人轻言解雇，他每次都会说，你的工作做得很好，上次我们要你去XXX，那工作很麻烦，而你处理得很好，一点也没有出差错，我们要你知道，公司十分引你为荣，也相信你的能力，愿意永远支持你，希望你别忘记了这些。结果被遣散的人觉得好过多了，他们知道假如我们有工作的话，还会继续留他们做的，或等到我们又需要他们的时候，他们还是很乐意再回来的。克拉克讲述了一段反面的故事，有一次开会，副总裁提出一个尖锐的问题，并将矛头指向生产部总督，生产部总督不愿出丑避而不答，副总裁更恼火，直骂生产总督是个骗子。再好的工作关系都会因这样的火爆场面而毁坏。马桑也谈了她遇到的情况，但有些不同的是，当她的工作出错等待老板大发雷霆时，老板却出乎意料的先感谢了她的勤奋工作，并表示新计划难免会有错，他相信新的工作一定会更好，会对公司有很大帮助。纵使别人错了，而我们是对的，如果没有为别人保留面子，就会毁了一个人。如果你想说服一个人，先尽力保全他的面子。40，激励他人获得成功作者留意训狗师在狗显出轻微的进步时，他轻轻地拍它并给它肉吃，当作一件大事似的。他又观察到，当我们要改变一个人的时候，为何不用同样的办法，以肉代鞭，用称赞代替指责，即使是最微小的进步，我们也要称赞、激励他人继续进步。50年前一位10岁的孩子希望成为一名歌唱家，他的第一位老师给了他一个重大的打击，说他不能唱，完全没有一副好嗓子，但他的母亲拥抱孩子并告诉他，她知道他能唱，她已经看出他的这一进步了。那位农家母亲的称赞和鼓励改变了孩子的一生。他就是意大利歌唱家卡鲁沙。多年前伦敦有位青年希望成为一位作家，但很不幸，他的父亲因为债务而被捕。接下来的日子这位青年饱尝饥饿的痛苦，他找了一份很卑微的工作，但每天坚持写作，终于有一天有家报社接受了他的文章，虽然他没有得到任何报酬，但有位编者称赞了他，他非常兴奋，以至在街上活蹦乱跳，泪流满面。由第一篇文章被刊出所得到的称赞和承认改变了他一生。他就是文学家狄更斯《双城记》的作者。我们人只利用了自己身心资源的一小部分，还有很多远未被利用起来的，称赞别人，激励他们就可以让他们认识到他们可能拥有的神奇能力。称赞他人的每个进步，即使十分微小，也要当作大事一样。我们要“诚于嘉许、宽于称道”，真心诚意的表扬他人，经常性的称赞他人。",
            "content_html": "<h4 id=\"人性的弱点\">《人性的弱点》</h4><h4 id=\"如何更好的说服他人\">如何更好的说服他人</h4><h4 id=\"39尽力保全他人的面子\">39，尽力保全他人的面子</h4><p>通用电气曾为了将一个天才工程师调任到其他岗位费劲了心思，它首先给这位工程师一个新的看起来不错的头衔，然后派了另一个人来顶替他的位置。</p><p>保全他人的面子！这是个何等重要的问题。我们常喜欢摆架子、我行我素、挑剔、恫吓、在众人面前指责孩子或雇员，却很少能多考虑几分钟，对他讲几句关心的话，或为他设身处地的想一下。</p><p>葛伦杰在会计师行业，他的行业具有季节性，热潮过后常会因为没活而解雇员工。但他从不对他人轻言解雇，他每次都会说，你的工作做得很好，上次我们要你去XXX，那工作很麻烦，而你处理得很好，一点也没有出差错，我们要你知道，公司十分引你为荣，也相信你的能力，愿意永远支持你，希望你别忘记了这些。结果被遣散的人觉得好过多了，他们知道假如我们有工作的话，还会继续留他们做的，或等到我们又需要他们的时候，他们还是很乐意再回来的。</p><p>克拉克讲述了一段反面的故事，有一次开会，副总裁提出一个尖锐的问题，并将矛头指向生产部总督，生产部总督不愿出丑避而不答，副总裁更恼火，直骂生产总督是个骗子。再好的工作关系都会因这样的火爆场面而毁坏。</p><p>马桑也谈了她遇到的情况，但有些不同的是，当她的工作出错等待老板大发雷霆时，老板却出乎意料的先感谢了她的勤奋工作，并表示新计划难免会有错，他相信新的工作一定会更好，会对公司有很大帮助。</p><p>纵使别人错了，而我们是对的，如果没有为别人保留面子，就会毁了一个人。</p><p>如果你想说服一个人，先尽力保全他的面子。</p><h4 id=\"40激励他人获得成功\">40，激励他人获得成功</h4><p>作者留意训狗师在狗显出轻微的进步时，他轻轻地拍它并给它肉吃，当作一件大事似的。他又观察到，当我们要改变一个人的时候，为何不用同样的办法，以肉代鞭，用称赞代替指责，即使是最微小的进步，我们也要称赞、激励他人继续进步。</p><p>50年前一位10岁的孩子希望成为一名歌唱家，他的第一位老师给了他一个重大的打击，说他不能唱，完全没有一副好嗓子，但他的母亲拥抱孩子并告诉他，她知道他能唱，她已经看出他的这一进步了。那位农家母亲的称赞和鼓励改变了孩子的一生。他就是意大利歌唱家卡鲁沙。</p><p>多年前伦敦有位青年希望成为一位作家，但很不幸，他的父亲因为债务而被捕。接下来的日子这位青年饱尝饥饿的痛苦，他找了一份很卑微的工作，但每天坚持写作，终于有一天有家报社接受了他的文章，虽然他没有得到任何报酬，但有位编者称赞了他，他非常兴奋，以至在街上活蹦乱跳，泪流满面。由第一篇文章被刊出所得到的称赞和承认改变了他一生。他就是文学家狄更斯《双城记》的作者。</p><p>我们人只利用了自己身心资源的一小部分，还有很多远未被利用起来的，称赞别人，激励他们就可以让他们认识到他们可能拥有的神奇能力。</p><p>称赞他人的每个进步，即使十分微小，也要当作大事一样。我们要“诚于嘉许、宽于称道”，真心诚意的表扬他人，经常性的称赞他人。</p>",
            "url": "http://www.luzexi.com/2020/06/25/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B010",
            
            
            
            
            
            "date_published": "2020-06-25T00:00:00+08:00",
            "date_modified": "2020-06-25T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/06/23/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B09",
            "title": "每日读书笔记9 《人性的弱点》",
            "summary": "读书 书 看书 读后感 笔记 摘要",
            "content_text": "《人性的弱点》如何更好的说服他人37，用谦卑的态度指出别人的错误作者的侄女来担任他的秘书，有次作者想指责她，但他想到，自己比她大2倍的年龄，做事经验更是多出好几倍，怎么可以要求她能有自己一样的看法、判断和主动自发的精神呢。想到自己19岁时的德行，像蠢驴一样犯下的错误，侄女实在比作者19岁时要好得多。作者对侄女说，你犯了一个错误，这个错误我以前也常常如此。判断力并非与生俱来，我年轻时还比不上你呢。我实在没有资格批评你，但依据我的经验，假如你这么这么做的话，会不会好些。听别人数说我们的错误很难，但假如对方态度谦卑，我们就比较容易接受。有位工程师发现秘书常把信件拼错字，虽然他常常指正秘书，但她依然我行我素。于是他换了种方式，这次当他发现错别字时，他告诉他，这个字看起来似乎不像，这也是我常常拼错的许多字之一，我随时携带拼写本，现在对它十分注意，因为别人常会以此来批评自己并显得自己不够专业。克莱伦斯也用这种方式劝告了孩子抽烟的问题，他没有劝孩子不愁，或警告抽烟的危险，只是指出自己如何上烟瘾，然后受到如何的影响。孩子想了一阵决定在高中不抽烟了，好几年过去了孩子再也没抽过烟，而自己也在家人的帮助下戒掉了烟。在指责别人前，我们应该先想想自己的错误。38.没有人喜欢受人指使作者听说美国实业家，商人，律师，外交官欧文.杨从来不指使别人，他常常会说，“你可以这样考虑”，“你觉得这样如何”，“也许这样写会好些”。这种办法容易让一个人更正错误，并且还能保持个人的尊严，给他一种自重感，这样他就会与你保持合作，而不是背板。无礼的命令只会导致长久的冤仇，即使这个命令可以更正他人明显的错误。学校的一位老师看到有个学生的车子停在道路中央，就冲进教室大吼，是谁的车子挡住了道路，马上把车子移开，否则我叫人把车拖走。虽然这个学生犯了错，但从那天起，所有的学生都对那位老师心存不满。如果这位老师能好好问，“谁的车子挡住了道路，可不可以去挪一下，方便大家进出”，相信这个学生会很乐意这么做。一家制造精密机器零件的工厂接到一批大订单，但工厂进度早有安排，短期赶出这批货比较难。老板麦当没有催促工人赶工，他只是召集工人们，把详细的事情说明了一番，便开始提问。“我们有没有办法可以处理这批货物？”，“有没有人想出其他办法可以赶出这批订单”，员工们纷纷提出意见，并坚持接下订单。作为一个有效的领导者，如果你想说服别人，你应该以建议和提问的方式来代替命令，因为没有人喜欢被人指使，也没有理所当然的可以指使任何人。",
            "content_html": "<h4 id=\"人性的弱点\">《人性的弱点》</h4><h4 id=\"如何更好的说服他人\">如何更好的说服他人</h4><h4 id=\"37用谦卑的态度指出别人的错误\">37，用谦卑的态度指出别人的错误</h4><p>作者的侄女来担任他的秘书，有次作者想指责她，但他想到，自己比她大2倍的年龄，做事经验更是多出好几倍，怎么可以要求她能有自己一样的看法、判断和主动自发的精神呢。想到自己19岁时的德行，像蠢驴一样犯下的错误，侄女实在比作者19岁时要好得多。作者对侄女说，你犯了一个错误，这个错误我以前也常常如此。判断力并非与生俱来，我年轻时还比不上你呢。我实在没有资格批评你，但依据我的经验，假如你这么这么做的话，会不会好些。</p><p>听别人数说我们的错误很难，但假如对方态度谦卑，我们就比较容易接受。</p><p>有位工程师发现秘书常把信件拼错字，虽然他常常指正秘书，但她依然我行我素。于是他换了种方式，这次当他发现错别字时，他告诉他，这个字看起来似乎不像，这也是我常常拼错的许多字之一，我随时携带拼写本，现在对它十分注意，因为别人常会以此来批评自己并显得自己不够专业。</p><p>克莱伦斯也用这种方式劝告了孩子抽烟的问题，他没有劝孩子不愁，或警告抽烟的危险，只是指出自己如何上烟瘾，然后受到如何的影响。孩子想了一阵决定在高中不抽烟了，好几年过去了孩子再也没抽过烟，而自己也在家人的帮助下戒掉了烟。</p><p>在指责别人前，我们应该先想想自己的错误。</p><h4 id=\"38没有人喜欢受人指使\">38.没有人喜欢受人指使</h4><p>作者听说美国实业家，商人，律师，外交官欧文.杨从来不指使别人，他常常会说，“你可以这样考虑”，“你觉得这样如何”，“也许这样写会好些”。这种办法容易让一个人更正错误，并且还能保持个人的尊严，给他一种自重感，这样他就会与你保持合作，而不是背板。</p><p>无礼的命令只会导致长久的冤仇，即使这个命令可以更正他人明显的错误。</p><p>学校的一位老师看到有个学生的车子停在道路中央，就冲进教室大吼，是谁的车子挡住了道路，马上把车子移开，否则我叫人把车拖走。虽然这个学生犯了错，但从那天起，所有的学生都对那位老师心存不满。如果这位老师能好好问，“谁的车子挡住了道路，可不可以去挪一下，方便大家进出”，相信这个学生会很乐意这么做。</p><p>一家制造精密机器零件的工厂接到一批大订单，但工厂进度早有安排，短期赶出这批货比较难。老板麦当没有催促工人赶工，他只是召集工人们，把详细的事情说明了一番，便开始提问。“我们有没有办法可以处理这批货物？”，“有没有人想出其他办法可以赶出这批订单”，员工们纷纷提出意见，并坚持接下订单。</p><p>作为一个有效的领导者，如果你想说服别人，你应该以建议和提问的方式来代替命令，因为没有人喜欢被人指使，也没有理所当然的可以指使任何人。</p>",
            "url": "http://www.luzexi.com/2020/06/23/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B09",
            
            
            
            
            
            "date_published": "2020-06-23T00:00:00+08:00",
            "date_modified": "2020-06-23T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/06/22/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B08",
            "title": "每日读书笔记8 《人性的弱点》",
            "summary": "读书 书 看书 读后感 笔记 摘要",
            "content_text": "《人性的弱点》如何更好的说服他人36，委婉地指出他人的错误一家钢铁厂里几个工人在室内抽烟，头上挂着“请勿吸烟”的牌子。老板夏先生看到这一情形，并没有指着牌子指责他们，而是给每人递了一支烟说，老兄，如果你们能到外面抽我会很感谢你们。夏先生不但没说什么，反而给了他们每个人一个小礼物，你能不尊重这样的老板吗？有时候我们先称赞别人然后转折后指出别人错误，这让人怀疑前面的赞美，如果能很委婉的指出错误，会让人更舒服。有人想让孩子加强数学学习，于是就说了，杰克，你这次成绩进步了我们很高兴，但是你如果能多加强一下代数，那就更好了。但是的转折让人不舒服，如果能这样说就会好些，杰克，你这次成绩进步了我们很高兴，如果你在数学方面继续努力下去，下次一定会更其他科目一样好。间接提出别人的错失，要比直接说出口来得温柔，且不会引起别人的强烈反感。贾克卜太太就是这么做的，他请的加盖房子的建筑工人每天都把东西弄的乱糟糟，于是有一天她在他们离开后清理的下，第二天她对领工说，昨天自己很满意你们把院子清理的干干净净，从此以后工人们每天完工后都能收拾下院子。一位上士要让下属们去剪头发，他没有直接吼叫和恫吓，而是在集会上告诉他们，自己今天要去理发，军队对头发长度有规定，虽然自己头发比你们还短，如果你们也有需要可以安排时间去理发室。结果士兵们都去照了镜子，并且遵照规定理了发。委婉地指出别人的错误，能让事情进展的更加顺利。",
            "content_html": "<h4 id=\"人性的弱点\">《人性的弱点》</h4><h4 id=\"如何更好的说服他人\">如何更好的说服他人</h4><h4 id=\"36委婉地指出他人的错误\">36，委婉地指出他人的错误</h4><p>一家钢铁厂里几个工人在室内抽烟，头上挂着“请勿吸烟”的牌子。老板夏先生看到这一情形，并没有指着牌子指责他们，而是给每人递了一支烟说，老兄，如果你们能到外面抽我会很感谢你们。夏先生不但没说什么，反而给了他们每个人一个小礼物，你能不尊重这样的老板吗？</p><p>有时候我们先称赞别人然后转折后指出别人错误，这让人怀疑前面的赞美，如果能很委婉的指出错误，会让人更舒服。</p><p>有人想让孩子加强数学学习，于是就说了，杰克，你这次成绩进步了我们很高兴，但是你如果能多加强一下代数，那就更好了。但是的转折让人不舒服，如果能这样说就会好些，杰克，你这次成绩进步了我们很高兴，如果你在数学方面继续努力下去，下次一定会更其他科目一样好。</p><p>间接提出别人的错失，要比直接说出口来得温柔，且不会引起别人的强烈反感。</p><p>贾克卜太太就是这么做的，他请的加盖房子的建筑工人每天都把东西弄的乱糟糟，于是有一天她在他们离开后清理的下，第二天她对领工说，昨天自己很满意你们把院子清理的干干净净，从此以后工人们每天完工后都能收拾下院子。</p><p>一位上士要让下属们去剪头发，他没有直接吼叫和恫吓，而是在集会上告诉他们，自己今天要去理发，军队对头发长度有规定，虽然自己头发比你们还短，如果你们也有需要可以安排时间去理发室。结果士兵们都去照了镜子，并且遵照规定理了发。</p><p>委婉地指出别人的错误，能让事情进展的更加顺利。</p>",
            "url": "http://www.luzexi.com/2020/06/22/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B08",
            
            
            
            
            
            "date_published": "2020-06-22T00:00:00+08:00",
            "date_modified": "2020-06-22T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/06/22/%E5%90%91%E5%86%85%E7%9C%8B%E8%87%AA%E5%B7%B14",
            "title": "向内看自己(四)",
            "summary": "思路 随想 理念 逻辑 人生哲学",
            "content_text": "最近确实把自己累到了，我干了什么呢？每天要写至少3千字的文章以完成出版书籍的工作，还要精读至少1小时的书为了补充知识，公司有大量的工作等着我去做，甚至有好几个Dead line要过，除了这些我还得每天健身2次每次20分钟，还要每天背单词以及读一篇英语文章，朗读至少5分钟中文书本，我还给自己定了每天打扫房间的任务，衣服得自己手洗的任务，主动与别人交流的任务。啊，我太累了。为什么要这么累呢，我尝试将努力学习的奖励转移到睡眠上。“累了就睡觉”，这是我试图给自己一个暗示，让自己形成一个习惯，一累就想着睡觉，而不是其他娱乐。我们平时总是将放松寄托在娱乐上，比如打个游戏，看个电影，去旅游，当然这些都必要的。只是我对自己严苛了点，我认为身体的休息和放松完全可以用睡眠来代替，只是精神上的放松无法用睡眠代替。最近临近出版社的交稿日，我的焦虑情绪更加严重，这导致了我没能很好的控制自己，一屁股坐下开始做事就控制不住自己的时间。比如我一开始写文章就忘记时间，一开始写代码就忘记时间，一开始看书就忘记时间，总之常常让前一件事情的过量影响后面的计划与安排，这使得我每天都手忙脚乱，并且忙到深夜才睡觉，我感觉累到手都有点在颤抖的感觉，第二天又继续恶性循环。归根结底是自己没有把握好尺度，没有很好的控制自己，对控制自己的重要性没有认识到位。每次做一件事总是连续不停的做很久，以至于打乱了原来的计划。这种疲惫不堪的生活也不是没有收获，至少我明白了如果没有节制，如果没能很好的控制自己斩钉截铁的暂停当前过量的工作，我们是很难维持长久的高效率的。如果没能维持长久的高效率，我们很容易走走停停，甚至停停就不走了。究其原因必是自己没有管理好自己的身体，没能有节制的去做事，没能选择最重要的事情先去完成，当体力耗尽时，仍然有一大堆重要的事情没做，只能透支自己去完成，这直接导致第二天恶性循环。于是我今年最大的目标是，每天能12点前睡，早上7点起床。这表象背后是每天完成所有任务的前提下去完成这个目标，就像我在运作自己的生活那样，让身体更好更高效的运转起来。说到精神上的放松，我也尝试将它转化为更有价值的方式，比如我正在尝试将精神上的放松，从纯粹的娱乐转为“与他人的交流”。我给自己定了一个目标说，每天主动与别人交流一下，并且保持融洽最好能气氛愉悦。我认为与人交流能产生很多精神上的共鸣，这能很大程度上放松人的精神状态，轻松愉悦的交谈让人赏心悦目。同时我在很多伟人的书中看到，人与人之间的交流能给自己建立起强大的自信的理论，我对此坚信不疑。我认为人的自信很大程度上是与他人关联的，与他人的关系融洽，与他人在交谈时有轻松愉悦的氛围，是建立起我们自信的基础。我在互动交流这项技能上比较弱，很多时候甚至有点恐惧，所以我想不断的挑战自己，主动并且融洽的与人交流、合作。这可能是我今后生活的基础，将是重新建立起我自信的源泉。感谢各位听我唠叨。",
            "content_html": "<p>最近确实把自己累到了，我干了什么呢？每天要写至少3千字的文章以完成出版书籍的工作，还要精读至少1小时的书为了补充知识，公司有大量的工作等着我去做，甚至有好几个Dead line要过，除了这些我还得每天健身2次每次20分钟，还要每天背单词以及读一篇英语文章，朗读至少5分钟中文书本，我还给自己定了每天打扫房间的任务，衣服得自己手洗的任务，主动与别人交流的任务。啊，我太累了。为什么要这么累呢，我尝试将努力学习的奖励转移到睡眠上。“累了就睡觉”，这是我试图给自己一个暗示，让自己形成一个习惯，一累就想着睡觉，而不是其他娱乐。</p><p>我们平时总是将放松寄托在娱乐上，比如打个游戏，看个电影，去旅游，当然这些都必要的。只是我对自己严苛了点，我认为身体的休息和放松完全可以用睡眠来代替，只是精神上的放松无法用睡眠代替。</p><p>最近临近出版社的交稿日，我的焦虑情绪更加严重，这导致了我没能很好的控制自己，一屁股坐下开始做事就控制不住自己的时间。比如我一开始写文章就忘记时间，一开始写代码就忘记时间，一开始看书就忘记时间，总之常常让前一件事情的过量影响后面的计划与安排，这使得我每天都手忙脚乱，并且忙到深夜才睡觉，我感觉累到手都有点在颤抖的感觉，第二天又继续恶性循环。</p><p>归根结底是自己没有把握好尺度，没有很好的控制自己，对控制自己的重要性没有认识到位。每次做一件事总是连续不停的做很久，以至于打乱了原来的计划。</p><p>这种疲惫不堪的生活也不是没有收获，至少我明白了如果没有节制，如果没能很好的控制自己斩钉截铁的暂停当前过量的工作，我们是很难维持长久的高效率的。如果没能维持长久的高效率，我们很容易走走停停，甚至停停就不走了。</p><p>究其原因必是自己没有管理好自己的身体，没能有节制的去做事，没能选择最重要的事情先去完成，当体力耗尽时，仍然有一大堆重要的事情没做，只能透支自己去完成，这直接导致第二天恶性循环。</p><p>于是我今年最大的目标是，每天能12点前睡，早上7点起床。这表象背后是每天完成所有任务的前提下去完成这个目标，就像我在运作自己的生活那样，让身体更好更高效的运转起来。</p><p>说到精神上的放松，我也尝试将它转化为更有价值的方式，比如我正在尝试将精神上的放松，从纯粹的娱乐转为“与他人的交流”。我给自己定了一个目标说，每天主动与别人交流一下，并且保持融洽最好能气氛愉悦。</p><p>我认为与人交流能产生很多精神上的共鸣，这能很大程度上放松人的精神状态，轻松愉悦的交谈让人赏心悦目。同时我在很多伟人的书中看到，人与人之间的交流能给自己建立起强大的自信的理论，我对此坚信不疑。我认为人的自信很大程度上是与他人关联的，与他人的关系融洽，与他人在交谈时有轻松愉悦的氛围，是建立起我们自信的基础。</p><p>我在互动交流这项技能上比较弱，很多时候甚至有点恐惧，所以我想不断的挑战自己，主动并且融洽的与人交流、合作。这可能是我今后生活的基础，将是重新建立起我自信的源泉。</p><h6 id=\"感谢各位听我唠叨\">感谢各位听我唠叨。</h6>",
            "url": "http://www.luzexi.com/2020/06/22/%E5%90%91%E5%86%85%E7%9C%8B%E8%87%AA%E5%B7%B14",
            
            
            
            
            
            "date_published": "2020-06-22T00:00:00+08:00",
            "date_modified": "2020-06-22T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/06/21/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B07",
            "title": "每日读书笔记7 《人性的弱点》",
            "summary": "读书 书 看书 读后感 笔记 摘要",
            "content_text": "《人性的弱点》如何更好的说服他人35，从称赞与真诚的欣赏开始这是一种心理技巧，当我们听到他人对自己的优点加以称赞以后，再去听一些不愉快的话，自然觉得好受一些。这就像理发师在修面之前，图上一层肥皂一样，有些缓冲作用。曾有一位共和党人写了一篇演讲稿，他自己觉得非常得意，于是大声朗读给麦金利听。麦金利听了觉得不太适合，但又不想伤害这位作者的感情，于是就对他说，“我的朋友，这的确是一篇极好的演讲稿，一篇伟大的演讲稿。这篇演讲稿在许多场合我可以这样说，但在这种特殊的场合是否合适？也许在你的立场来看，这是非常合理与慎重的，但我必须从共和党立场方向来考虑它的影响。现在按照我的指示方向修改这篇演讲稿”。那人回去照做了，后来成为了一名有影响力的演讲员。林肯在内战最黑暗的时期给前线的将军写了一份信，他先称赞这位将军，但又指出他了最严重的错误，林肯没有称他们为严重的错误，而是委婉的更富外交手段的指出他们。他在信中说，“我相信你是一位智勇双全的将军，那是我所喜欢的。你有志气，你有自信，那是一种有价值、不可少的性格。但你在阻扰一位战功显赫的同僚官员上犯了大错。政府要尽力帮助你，同其他所有将军的帮助一样。但我深怕你灌输军队以批评以及不信任，我要尽力帮助你消灭这种精神。现在要小心，不要匆忙，要尽力不懈地努力前进，使得我们胜利。”信中隐含着一种非常严肃的谴责，但字面上却依然委婉诚恳，娓娓动听。在最黑暗的时刻，看不到一丝希望的曙光时，还能用最动听的语言来说服别人，这就是林肯的过人之处。这种处世哲学在日常生活和工作中也极其有用。在费城一幢办公大厦的建筑工程，差不多完工时，负责建筑物外部装饰材料的供应商突然声称他们不能按期完成供货。电话，争执，辩论，都没有用。高伍先生被派去督促他们。他到了这位经理的办公室就说道，自己在查电话簿时找到地址，电话簿中你的名字真是独一无二。经理听了很有兴趣的查阅电话簿，说自己的家庭是差不多200年前由荷兰迁到纽约的。接着他又谈论了自己家庭和祖先数分钟。高伍先生恭维他有这么大的一家厂，并称这里是自己见过最好的最清洁的铜器工厂。经理自豪的说，自己费了一生功夫经营这项事业，并愿意带他去参观一下工厂。参观期间，高伍先生又对他的构造系统赞美不觉。经理坚持要请高伍先生吃午餐，而高伍先生一直未提他来访的目的。午餐后，经理说，自己知道你来的目的，你可以带着我的应许回去，即使别的订货不得不延迟，也会优先制造好送过去。处世的技巧就是这么奇妙，高伍先生甚至没有请求，就得到了所要的东西。如果你想更好的说服别人，先从赞赏和真诚的欣赏开始。",
            "content_html": "<h4 id=\"人性的弱点\">《人性的弱点》</h4><h4 id=\"如何更好的说服他人\">如何更好的说服他人</h4><h4 id=\"35从称赞与真诚的欣赏开始\">35，从称赞与真诚的欣赏开始</h4><p>这是一种心理技巧，当我们听到他人对自己的优点加以称赞以后，再去听一些不愉快的话，自然觉得好受一些。这就像理发师在修面之前，图上一层肥皂一样，有些缓冲作用。</p><p>曾有一位共和党人写了一篇演讲稿，他自己觉得非常得意，于是大声朗读给麦金利听。麦金利听了觉得不太适合，但又不想伤害这位作者的感情，于是就对他说，“我的朋友，这的确是一篇极好的演讲稿，一篇伟大的演讲稿。这篇演讲稿在许多场合我可以这样说，但在这种特殊的场合是否合适？也许在你的立场来看，这是非常合理与慎重的，但我必须从共和党立场方向来考虑它的影响。现在按照我的指示方向修改这篇演讲稿”。那人回去照做了，后来成为了一名有影响力的演讲员。</p><p>林肯在内战最黑暗的时期给前线的将军写了一份信，他先称赞这位将军，但又指出他了最严重的错误，林肯没有称他们为严重的错误，而是委婉的更富外交手段的指出他们。他在信中说，“我相信你是一位智勇双全的将军，那是我所喜欢的。你有志气，你有自信，那是一种有价值、不可少的性格。但你在阻扰一位战功显赫的同僚官员上犯了大错。政府要尽力帮助你，同其他所有将军的帮助一样。但我深怕你灌输军队以批评以及不信任，我要尽力帮助你消灭这种精神。现在要小心，不要匆忙，要尽力不懈地努力前进，使得我们胜利。”信中隐含着一种非常严肃的谴责，但字面上却依然委婉诚恳，娓娓动听。在最黑暗的时刻，看不到一丝希望的曙光时，还能用最动听的语言来说服别人，这就是林肯的过人之处。</p><p>这种处世哲学在日常生活和工作中也极其有用。</p><p>在费城一幢办公大厦的建筑工程，差不多完工时，负责建筑物外部装饰材料的供应商突然声称他们不能按期完成供货。电话，争执，辩论，都没有用。高伍先生被派去督促他们。他到了这位经理的办公室就说道，自己在查电话簿时找到地址，电话簿中你的名字真是独一无二。经理听了很有兴趣的查阅电话簿，说自己的家庭是差不多200年前由荷兰迁到纽约的。接着他又谈论了自己家庭和祖先数分钟。高伍先生恭维他有这么大的一家厂，并称这里是自己见过最好的最清洁的铜器工厂。经理自豪的说，自己费了一生功夫经营这项事业，并愿意带他去参观一下工厂。参观期间，高伍先生又对他的构造系统赞美不觉。经理坚持要请高伍先生吃午餐，而高伍先生一直未提他来访的目的。午餐后，经理说，自己知道你来的目的，你可以带着我的应许回去，即使别的订货不得不延迟，也会优先制造好送过去。处世的技巧就是这么奇妙，高伍先生甚至没有请求，就得到了所要的东西。</p><p>如果你想更好的说服别人，先从赞赏和真诚的欣赏开始。</p>",
            "url": "http://www.luzexi.com/2020/06/21/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B07",
            
            
            
            
            
            "date_published": "2020-06-21T00:00:00+08:00",
            "date_modified": "2020-06-21T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/06/20/%E7%BB%99%E5%A5%B3%E5%84%BF%E7%9A%84%E4%BF%A11",
            "title": "给女儿的信(一)",
            "summary": "女儿 教育 亲情",
            "content_text": "Sharon，Anne，爸爸好想你们。爸爸知道你们两个都很棒，每天都在努力学习，而且学到了好多好多知识。Anne的英语越来越棒了，Sharon的数学也学会了加法和减法，好棒啊，爸爸好开心。现在学校开学了，Sharon还适应吗，爸爸很关心你。Anne过几个月也要去上城堡幼儿园了呢，Anne爸爸喜欢你，要帮爸爸照顾姐姐和妈妈哦。爸爸也很努力在深圳学习，现在爸爸很努力，每天都让自己很早就起床了然后去公司里写会字，爸爸正在写一本书，爸爸花了好长时间写这本书，爸爸想把这本书出版。然后爸爸会看会书，每天爸爸都要看会书，每天都要打看书的卡，这样每天都能补充些知识，看书能让自己更聪明些知道更多的东西。看完书爸爸就开始上班了，爸爸的工作就是写程序，爸爸每天都要写很多程序。下班回来后爸爸想着，是不是要健身啦，每天运动健身也要打卡。强壮有活力的身体是我们首要任务哦，身体要健康才会更好哦。爸爸一直在努力，妈妈也在努力，要照顾好妈妈哦宝贝们，爸爸爱你们。",
            "content_html": "<p>Sharon，Anne，爸爸好想你们。</p><p>爸爸知道你们两个都很棒，每天都在努力学习，而且学到了好多好多知识。</p><p>Anne的英语越来越棒了，Sharon的数学也学会了加法和减法，好棒啊，爸爸好开心。</p><p>现在学校开学了，Sharon还适应吗，爸爸很关心你。</p><p>Anne过几个月也要去上城堡幼儿园了呢，Anne爸爸喜欢你，要帮爸爸照顾姐姐和妈妈哦。</p><p>爸爸也很努力在深圳学习，现在爸爸很努力，每天都让自己很早就起床了</p><p>然后去公司里写会字，爸爸正在写一本书，爸爸花了好长时间写这本书，爸爸想把这本书出版。</p><p>然后爸爸会看会书，每天爸爸都要看会书，每天都要打看书的卡，这样每天都能补充些知识，看书能让自己更聪明些知道更多的东西。</p><p>看完书爸爸就开始上班了，爸爸的工作就是写程序，爸爸每天都要写很多程序。</p><p>下班回来后爸爸想着，是不是要健身啦，每天运动健身也要打卡。强壮有活力的身体是我们首要任务哦，身体要健康才会更好哦。</p><p>爸爸一直在努力，妈妈也在努力，要照顾好妈妈哦宝贝们，爸爸爱你们。</p>",
            "url": "http://www.luzexi.com/2020/06/20/%E7%BB%99%E5%A5%B3%E5%84%BF%E7%9A%84%E4%BF%A11",
            
            
            
            
            
            "date_published": "2020-06-20T00:00:00+08:00",
            "date_modified": "2020-06-20T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        }
    
    ]
}