{
    "version": "https://jsonfeed.org/version/1",
    "title": "技术人生",
    "home_page_url": "http://www.luzexi.com/",
    "feed_url": "http://www.luzexi.com/feed.json",
    "description": "技术，哲学，金融",
    "icon": "http://www.luzexi.com/apple-touch-icon.png",
    "favicon": "http://www.luzexi.com/favicon.ico",
    "expired": false,
    
    "author":  {
        "name": "Jesse Lu",
        "url": "http://www.luzexi.com",
        "avatar": null
    },
    
"items": [
    
        {
            "id": "http://www.luzexi.com/2020/08/17/%E5%90%91%E5%86%85%E7%9C%8B%E8%87%AA%E5%B7%B18",
            "title": "向内看自己(八) 反思",
            "summary": "思路 随想 理念 逻辑 人生哲学",
            "content_text": "前面有篇文章我们说到我们都生活在笼子里，只是每个人属于自己的笼子大小不同，有些人觉得笼子里挺舒服的，就会在里面呆很久，另一些人则认为自己应该去更大更好的笼子，于是更多的折腾自己寻找出路，当然出路也并不一定通向更大更好的笼子，我们也有走歧路的时候。笼子没有极限，永远有更大更好的笼子在等着你去寻找打开它的钥匙，我们也应该量力而为。打开它的钥匙也有很多种，其中一种就是自律，自律不仅体现在对时间和精力的管理上，还体现在健康和心态的管理上。另一种是思维方式，不同高度的思维方式所带来的效果会截然不同。我拿德州扑克来做个比喻，德州扑克的规则很简单，就是个比大小的赌博游戏，每个人都有两张只有自己看见的牌，再与桌上的明牌合起来看谁比较大。当你是个初级玩家的时候，你脑袋里想的都是我有什么牌，牌越大下注也会越大，敢跟敢拼。然后你进阶了，到了第二阶，你脑袋里想的都是对方有什么牌，因为只要知道对方有什么牌，你在押注和弃牌时会更加有信心，胜算自然就会更大。接着你又进阶了，到了第三阶，你脑袋里想的是对方认为你有什么牌，因为牌在还没翻开来前都是相对的，对方的恐惧与骄傲是你取胜的重要因素。继续进阶，到了第四阶，你脑袋里想的是“对方认为你的眼中他是什么牌”，这时更高级的斗智斗勇开始了，对方想要利用你的恐惧和骄傲来反制你，而你则要利用他的小聪明来反制他，究竟谁能最终反制，谁就是那个能站在更高层级下看问题的人。最后一个阶段，不猜测也猜测，明与暗并存，虚虚实实混淆不清，想要战胜对方的欲望小了，被别人看穿的可能性也少了许多。不过这种竞争思维还是有些狭隘的，我们可以看些更高大上的思维方式转换，比如我们工作上的工作能力。什么是工作能力，大部分时候我们还是给自己设了一个限，说，我的技术就是我工作的能力。这是第一阶段的能力，我关心的是我自己，我脑袋里想的都是自己，包括，我有什么，我知道什么，我能做什么，我能得到什么。个人的创造力和创新是非常有限的，很多时候我们无法突破自己时，通常是因为没有更多的互动和分享，教和讲是最高的学习效率，第二阶段，我们与周围的人有更多的互动，创意与点子则源源不断的从我们的脑子和嘴巴里蹦出来。这时你知道讲出来分享出来才会有更多的思考和思路。前两个阶段毕竟还是‘我’的一个人能力，第三阶段，我们该打破‘我’的观念，这时你充分认识到了个人能力是有限的，无论我多牛逼一天还是24小时，放弃自己对想要全部自己做的念头，让更多人帮助你来完成任务是这个阶段我们的主心骨。第四阶段，你充分意识到合作的潜力，你主动放弃了自己的研究欲望和成果，转而主动把这个机会让给别人，同时也要求自己主动打破‘我与他人的沟通壁垒’，说服更多人来帮助你完成任务。这时你的工作基本上都是项目管理和HR上的事，你不但要寻找和把控方向以让所有人都知道方向在哪里，以免做无用功，还要寻找和说服人们来一起帮你完成任务。第五阶段，你已经打破了你与他人，甚至是陌生人之间的沟通壁垒，你能聊会侃，有着开放的心态，有渊博的知识和丰富的经验，能集思广益，对人对事有包容力，但毕竟依然是你自己的事，他人与他人之间的关系与协作效率我们依然无法改变。怎么让人与人之间的协作更融洽更高效，是我们这个阶段要做的事。没有人能够给我们设限，给我们设限的只有我们自己，每个阶段都要主动放弃些什么，才能得到更多。大部分人都由于自身的原因，无法放弃这种掌握在手的‘安全感’，这种安全感可以是某种技术，也可以是金钱，或者是某种引以为傲的东西，或者是某种认知。对我来说也是，我正竭力消除自己愚昧和肤浅的偏见，直面自己的懦弱拥抱脆弱，放手一些所谓的安全感，做一些比自身安全感更重要的事情，帮助他人进步，团结人们一起来更好的完成任务。",
            "content_html": "<p>前面有篇文章我们说到我们都生活在笼子里，只是每个人属于自己的笼子大小不同，有些人觉得笼子里挺舒服的，就会在里面呆很久，另一些人则认为自己应该去更大更好的笼子，于是更多的折腾自己寻找出路，当然出路也并不一定通向更大更好的笼子，我们也有走歧路的时候。</p><p>笼子没有极限，永远有更大更好的笼子在等着你去寻找打开它的钥匙，我们也应该量力而为。打开它的钥匙也有很多种，其中一种就是自律，自律不仅体现在对时间和精力的管理上，还体现在健康和心态的管理上。</p><p>另一种是思维方式，不同高度的思维方式所带来的效果会截然不同。我拿德州扑克来做个比喻，德州扑克的规则很简单，就是个比大小的赌博游戏，每个人都有两张只有自己看见的牌，再与桌上的明牌合起来看谁比较大。</p><p>当你是个初级玩家的时候，你脑袋里想的都是我有什么牌，牌越大下注也会越大，敢跟敢拼。</p><p>然后你进阶了，到了第二阶，你脑袋里想的都是对方有什么牌，因为只要知道对方有什么牌，你在押注和弃牌时会更加有信心，胜算自然就会更大。</p><p>接着你又进阶了，到了第三阶，你脑袋里想的是对方认为你有什么牌，因为牌在还没翻开来前都是相对的，对方的恐惧与骄傲是你取胜的重要因素。</p><p>继续进阶，到了第四阶，你脑袋里想的是“对方认为你的眼中他是什么牌”，这时更高级的斗智斗勇开始了，对方想要利用你的恐惧和骄傲来反制你，而你则要利用他的小聪明来反制他，究竟谁能最终反制，谁就是那个能站在更高层级下看问题的人。</p><p>最后一个阶段，不猜测也猜测，明与暗并存，虚虚实实混淆不清，想要战胜对方的欲望小了，被别人看穿的可能性也少了许多。</p><p>不过这种竞争思维还是有些狭隘的，我们可以看些更高大上的思维方式转换，比如我们工作上的工作能力。</p><p>什么是工作能力，大部分时候我们还是给自己设了一个限，说，我的技术就是我工作的能力。这是第一阶段的能力，我关心的是我自己，我脑袋里想的都是自己，包括，我有什么，我知道什么，我能做什么，我能得到什么。</p><p>个人的创造力和创新是非常有限的，很多时候我们无法突破自己时，通常是因为没有更多的互动和分享，教和讲是最高的学习效率，第二阶段，我们与周围的人有更多的互动，创意与点子则源源不断的从我们的脑子和嘴巴里蹦出来。这时你知道讲出来分享出来才会有更多的思考和思路。</p><p>前两个阶段毕竟还是‘我’的一个人能力，第三阶段，我们该打破‘我’的观念，这时你充分认识到了个人能力是有限的，无论我多牛逼一天还是24小时，放弃自己对想要全部自己做的念头，让更多人帮助你来完成任务是这个阶段我们的主心骨。</p><p>第四阶段，你充分意识到合作的潜力，你主动放弃了自己的研究欲望和成果，转而主动把这个机会让给别人，同时也要求自己主动打破‘我与他人的沟通壁垒’，说服更多人来帮助你完成任务。这时你的工作基本上都是项目管理和HR上的事，你不但要寻找和把控方向以让所有人都知道方向在哪里，以免做无用功，还要寻找和说服人们来一起帮你完成任务。</p><p>第五阶段，你已经打破了你与他人，甚至是陌生人之间的沟通壁垒，你能聊会侃，有着开放的心态，有渊博的知识和丰富的经验，能集思广益，对人对事有包容力，但毕竟依然是你自己的事，他人与他人之间的关系与协作效率我们依然无法改变。怎么让人与人之间的协作更融洽更高效，是我们这个阶段要做的事。</p><h4 id=\"没有人能够给我们设限给我们设限的只有我们自己每个阶段都要主动放弃些什么才能得到更多大部分人都由于自身的原因无法放弃这种掌握在手的安全感这种安全感可以是某种技术也可以是金钱或者是某种引以为傲的东西或者是某种认知\">没有人能够给我们设限，给我们设限的只有我们自己，每个阶段都要主动放弃些什么，才能得到更多。大部分人都由于自身的原因，无法放弃这种掌握在手的‘安全感’，这种安全感可以是某种技术，也可以是金钱，或者是某种引以为傲的东西，或者是某种认知。</h4><h4 id=\"对我来说也是我正竭力消除自己愚昧和肤浅的偏见直面自己的懦弱拥抱脆弱放手一些所谓的安全感做一些比自身安全感更重要的事情帮助他人进步团结人们一起来更好的完成任务\">对我来说也是，我正竭力消除自己愚昧和肤浅的偏见，直面自己的懦弱拥抱脆弱，放手一些所谓的安全感，做一些比自身安全感更重要的事情，帮助他人进步，团结人们一起来更好的完成任务。</h4>",
            "url": "http://www.luzexi.com/2020/08/17/%E5%90%91%E5%86%85%E7%9C%8B%E8%87%AA%E5%B7%B18",
            
            
            
            
            
            "date_published": "2020-08-17T00:00:00+08:00",
            "date_modified": "2020-08-17T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/08/12/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B020",
            "title": "每日读书笔记20 《人性的弱点》",
            "summary": "读书 书 看书 读后感 笔记 摘要",
            "content_text": "如何使你变得更加成熟54，困难并不意味着不幸对喜欢规避责任的人来说，困难通常能成为最好的挡箭牌。你也许听过许多人把失败原因归咎于没有受过大学教育，对于这些人来说假如他们真的上了大学，他们仍能为自己找出许多理由。而一个真正成熟的人则不会如此，他们会想办法去克服困难，而不是找借口去规避困难。作者举了例子，一位叫纳达尼.包德齐的人，他是一位对航海术相当精通的人。他10岁前都是以自学的方式学习，一直自学到老，从来没有受过任何正规的家教育。到21时，他已经是一位相当优秀的数学家了，由于他喜欢航海就开始学习航海术，后来写了一本关于航海的书成为经典之作。难道就没有人告诉他过，想当一名科学家，大学教育是不可或缺的吗？对纳达尼.包德奇来说，没有受过正规教育并不是承认失败的理由，他从来没有把自己没有受过教育当做一种障碍，这种困难对他来说只不过是一句无聊的话。那么贫穷会不会是失败最有力的理由呢？美国总统胡佛是爱荷华一名铁匠的儿子，后来成为孤儿；IBM的董事长托马斯.沃森年轻时曾担任过簿记员，每周只有2美元薪水。他们的注意力从来不在贫穷上，贫穷也没有被他们认为是种障碍，他们把所有精力用在学习和工作上，根本没有时间去自怜。那么身体有缺陷会成为失败最好的理由吗？拜伦爵士有畸形足，朱利亚斯.凯撒患有癫痫症，贝多芬后来因病成了聋子，拿破仑则是个矮子，莫扎特患有肝病，富兰克林.罗斯福则有小儿麻痹症，海伦.凯勒更是从小就又聋又哑。这些人都是具有成熟心灵的人。他们不会陷于自己的困难中，而是勇敢地去面对它、接受它，然后想办法加以克服、解决。他们不会去乞求怜悯，不会绝望，也不会去找借口逃避。《一个完整的生命-在死神的门口》写了一个有关艾莫.赫姆的故事，赫姆在婴儿时医生就认为他活下来的几率不大，但他还是活下来了，他活了90年，90年的时间里一直因右半身严重受伤而时常痛楚不已，但他还是没有屈服。他不能从事劳力工作，于是他便转而努力阅读。28岁那年他成了传道师。后来他经历了2次致命的事故，也都没有让他失去信念。后来赫姆开始集资传道基金兴建教堂，并时常协助当地学校和医院。到了69岁他又举办了上千次的讲道、写了两本书、为教会和其他慈善机构募集了50万美元，并担任20余所学校的董事，个人曾捐助5万美元兴建加州大学附近的一所教会。赫姆从不知缺陷两字，他只知道自己有生命，而且对他来说这个生命是有目的的。一位74岁的女学员坦然承认自己不知该如何度过自己的余生，受到作者的鼓舞后，她明白了年纪并不是一种障碍，相反的由于多年的教学经验，她现在更有能力把故事讲得更好更动人。她把自己的热忱和信心带到美国各地，并把欢乐带给成千上万个孩童。她不愿让自己的年纪成为障碍或偷懒的借口。萧伯纳说，人们时常抱怨自己的环境不顺利，使他们没有什么成就，如果你得不到所要的环境，可以制造出一个来。作者年轻时曾常常因为自己比别人矮而气馁，经过好多年才逐渐明白，身高跟其他许多与生俱来的条件一样，可以有好处也可以有坏处，完全看自己的态度而定。不成熟的人随时可以把自己与众不同的地方看成是缺陷和障碍。成熟的人则不然，他先认清自己的不同处，然后看是要接受它们，或是加以改进。让自己变得成熟些，不要太在乎困难，没有什么是真正的障碍。",
            "content_html": "<p>如何使你变得更加成熟</p><p>54，困难并不意味着不幸</p><p>对喜欢规避责任的人来说，困难通常能成为最好的挡箭牌。你也许听过许多人把失败原因归咎于没有受过大学教育，对于这些人来说假如他们真的上了大学，他们仍能为自己找出许多理由。而一个真正成熟的人则不会如此，他们会想办法去克服困难，而不是找借口去规避困难。</p><p>作者举了例子，一位叫纳达尼.包德齐的人，他是一位对航海术相当精通的人。他10岁前都是以自学的方式学习，一直自学到老，从来没有受过任何正规的家教育。到21时，他已经是一位相当优秀的数学家了，由于他喜欢航海就开始学习航海术，后来写了一本关于航海的书成为经典之作。难道就没有人告诉他过，想当一名科学家，大学教育是不可或缺的吗？对纳达尼.包德奇来说，没有受过正规教育并不是承认失败的理由，他从来没有把自己没有受过教育当做一种障碍，这种困难对他来说只不过是一句无聊的话。</p><p>那么贫穷会不会是失败最有力的理由呢？美国总统胡佛是爱荷华一名铁匠的儿子，后来成为孤儿；IBM的董事长托马斯.沃森年轻时曾担任过簿记员，每周只有2美元薪水。他们的注意力从来不在贫穷上，贫穷也没有被他们认为是种障碍，他们把所有精力用在学习和工作上，根本没有时间去自怜。</p><p>那么身体有缺陷会成为失败最好的理由吗？拜伦爵士有畸形足，朱利亚斯.凯撒患有癫痫症，贝多芬后来因病成了聋子，拿破仑则是个矮子，莫扎特患有肝病，富兰克林.罗斯福则有小儿麻痹症，海伦.凯勒更是从小就又聋又哑。</p><p>这些人都是具有成熟心灵的人。他们不会陷于自己的困难中，而是勇敢地去面对它、接受它，然后想办法加以克服、解决。他们不会去乞求怜悯，不会绝望，也不会去找借口逃避。</p><p>《一个完整的生命-在死神的门口》写了一个有关艾莫.赫姆的故事，赫姆在婴儿时医生就认为他活下来的几率不大，但他还是活下来了，他活了90年，90年的时间里一直因右半身严重受伤而时常痛楚不已，但他还是没有屈服。他不能从事劳力工作，于是他便转而努力阅读。28岁那年他成了传道师。后来他经历了2次致命的事故，也都没有让他失去信念。后来赫姆开始集资传道基金兴建教堂，并时常协助当地学校和医院。到了69岁他又举办了上千次的讲道、写了两本书、为教会和其他慈善机构募集了50万美元，并担任20余所学校的董事，个人曾捐助5万美元兴建加州大学附近的一所教会。赫姆从不知缺陷两字，他只知道自己有生命，而且对他来说这个生命是有目的的。</p><p>一位74岁的女学员坦然承认自己不知该如何度过自己的余生，受到作者的鼓舞后，她明白了年纪并不是一种障碍，相反的由于多年的教学经验，她现在更有能力把故事讲得更好更动人。她把自己的热忱和信心带到美国各地，并把欢乐带给成千上万个孩童。她不愿让自己的年纪成为障碍或偷懒的借口。</p><p>萧伯纳说，人们时常抱怨自己的环境不顺利，使他们没有什么成就，如果你得不到所要的环境，可以制造出一个来。</p><p>作者年轻时曾常常因为自己比别人矮而气馁，经过好多年才逐渐明白，身高跟其他许多与生俱来的条件一样，可以有好处也可以有坏处，完全看自己的态度而定。</p><p>不成熟的人随时可以把自己与众不同的地方看成是缺陷和障碍。成熟的人则不然，他先认清自己的不同处，然后看是要接受它们，或是加以改进。</p><p>让自己变得成熟些，不要太在乎困难，没有什么是真正的障碍。</p>",
            "url": "http://www.luzexi.com/2020/08/12/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B020",
            
            
            
            
            
            "date_published": "2020-08-12T00:00:00+08:00",
            "date_modified": "2020-08-12T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/08/02/%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B010",
            "title": "读书笔记(十) 《林徽因》",
            "summary": "读书 书 看书 读后感",
            "content_text": "3周前读完的这本书，一直忙于工作没能抽出时间来做一下记录，今天来回忆下林徽因的一生。林徽因出生在浙江杭州，母亲没什么文化且素质不高，在那个年代女人没有资格上学接受正规的教育，这在整个世界其他文明地区也有这样一段经历，女人没有权利接受正规的教育，无知的认为‘女子无才便是德’，其根本原因是主导社会的那些愚蠢的男人们认为女人是比她们低一级别的动物，不应该站在同一起跑线上，所以通常在那个愚蠢的时代男人们并没有给予女人足够的尊重。林徽因就出生在那个即将变迁的时代，幸好她的父亲是一个非常开明、视野开阔且有文化的人，但纵使有这样的父亲，林徽因在当时的生存也受到社会巨大的束缚。她不得不让自己更加努力刻苦、’懂事‘，以优秀的表现来维持包括父亲、爷爷以及其他家人对她的支持。林徽因的祖上世代为官，到爷爷林孝恂这代家道中落，林孝恂虽然是晚清官吏，头顶乌纱帽，但骨子里却是一身书卷气。他见多识广，知识渊博，再加上敞开怀抱接受西方政法思想，他的境界早已超越士官同僚。林孝恂的妻子游氏也并非小脚女人，她喜好书法，平素阅读典籍为乐，文化素养极高。林徽因的父亲林长民被父亲林孝恂寄予厚望，林长民两度远赴东洋留学，得中外文化双重滋养，再加上热衷于广交政界名流，年纪轻轻已经有了改良中国社会的宏伟抱负。无论父亲有多开明，在当时的时代受到时代的制约，父亲的思想仍然是受到侵蚀的。她的父亲林长民，一共娶了3个妻子，第一个因病去世，第二个就是林徽因的母亲，由于没有文化素养脾气不好与林长民不合，所以林长民又娶了一个二房并且生下了3个儿女。林徽因就是那个与父亲不合的母亲的女儿。我想就是这个原因，林徽因很小就知道了该如何获得父亲和爷爷的欢心，她知道获得周围人的喜欢才能在这个大家庭中立足。小孩子不会想太多，有好的反馈她就会去争取，她跟着爷爷学读书写字，获得了爷爷奶奶的疼爱，也就获得了大家庭的喜欢。母亲不会教她这些，母亲也没有好好教育过女人，因为爷爷和奶奶不放心把林徽因交给没有文化的母亲去教育，所以爷爷奶奶一直把林徽因带在身边教她读书写字，林徽因从小十分要强，也是因为母亲在家庭中没有地位，她只能靠自己去争取。林徽因深得爷爷奶奶和父亲的宠爱，八岁进了上海爱国小学读书，这所学校由蔡元培创办师资力量雄厚是当时百所名校之一。10岁时爷爷和奶奶相继离世，家里剩下自己的母亲和二房两个大人，父亲又常年在外，母亲从来不干活也不参与家庭事务，像是生活在另外一个世界。11岁那年政局动荡，一家人去了天津英租界住下，父亲在北平任职，父亲常年不在家，二房生孩子后身体不好，母亲又指靠不上，11岁的林徽因不得不用瘦小的身体扛起了家庭里的事务打点。那段时间的特殊境遇，让她很快成熟起来。从家里的吃喝用度，到照顾二房和弟妹，以及抚慰脾气不好的母亲，11岁的林徽因安排的井然有序，处理得妥贴稳当，并常写信告知父亲家里的事情。林徽因如此尽心尽力，一方面因为懂事，心系大局，对家庭有责任感；另一方面则是想证明自己的能力，希望得到父亲的肯定。如此乖巧懂事，聪明伶俐，美丽大方的女孩谁不喜欢，14岁那年，梁启超的带着17岁的儿子梁思成去了老朋友林长民家，梁思成一见林徽因清纯可爱，楚楚动人，如天女下凡，从此以后梁思成的目光再也没有离开过林徽因。之后中国政治时局更加动荡，林长民政坛失落，借着赴欧洲考察之机，带着16岁林徽因去了欧洲看看外面的世界。欧洲之行是林徽因一生的转折点，不仅影响了她的人生观、世界观、最重要的是奠定了她对学习建筑艺术坚定的信心。林徽因非常好学，她非常珍惜这次机会在欧洲期间每天都看书学习，并且在游历期间记录下自己的心得体验。在一个机缘巧合，她与伦敦房东的闲聊时，听到了很多关于建筑艺术的故事与知识，因为这位房东正是一位伦敦有名的建筑师。也是在那年林徽因遇上了才华横溢、知识丰富、语言幽默的才子徐志摩。徐志摩从此也变成了林徽因的忠实粉丝。林徽因16岁是情窦初开的年纪，遇上如此有才又帅气的男人当然心花怒放，他们在伦敦度过了一段美好的回忆，但那时徐志摩已经是有妇之夫，虽然妻子是家里安排的徐志摩并不喜欢，借出国留学知名回避妻子，但毕竟是有妇之夫。当林徽因知道此事后，理智告诉她，她正破坏另外一个女人的家庭，深思熟虑之下婉拒了徐志摩的爱意。徐志摩当然不甘心放弃，在林徽因回国后做出了离婚的决定，但这也并没有让林徽因回心转意，她知道徐志摩情感丰富，他爱上了幻想中完美的自己，而且无论怎样她仍然无意中破坏了别人的家庭，回国后她始终对徐志摩避而不见，直到她与梁思成订婚并打算去美国留学。梁思成是林徽因遇到的最爱她的男人，他有渊博的知识、沉稳的心智，他不仅包容她、爱护她，并且时常鼓励她、给予她信心。梁思成与林徽因，他们互相依赖相互成就，性格也正好互补，梁思成内向沉稳，林徽因则外向开朗。林徽因因为急躁的性格时常向梁思成发脾气，而梁思成则默默包容她并鼓励她支持她从困境中走出来。梁思成与林徽因1924年去了美国康奈尔大学留学，一呆就是4年，他们在美国刻苦学习，彼此照顾，获得优异的成绩，备受教授们和同学们的喜欢。期间林徽因的父亲，在战乱中丧生，林徽因痛哭流涕想要立马回国，梁思成的父亲梁启超为了不影响她的学业写信尽力安抚她，并为林徽因安排妥当了父亲的后事。1928年回国后他们在东北大学建筑系任教，林徽因负责讲授美术与建筑设计，梁思成负责讲授建筑学概论和建筑设计原理以及具有独特风格的西洋建筑史。回国后1年1929年梁启超病逝，林徽因和梁思成悲痛万分。1929年林徽因生了个宝贝女儿取名为梁再冰，为了纪念敬爱的父亲梁启超“饮冰室的辉煌”。林徽因生完孩子后由于过度劳累，病倒了，从此身体一直不见好转，疼痛和病魔一直缠绕着她。不久林徽因由于身体原因辞去了学校的职务回到故乡静养了一段时间。1931年林徽因和梁思成回到了北平，他们参加了朱启钤创办的中国营造学社，致力于中国传统建筑的研究与保护。他们在北总布胡同三号定居下来，从此这里就成了当时有名的“太太的客厅”，每逢周末这里都传出朗朗的笑声，许多才子才女，博学多才的文人雅士都在这里聚集彼此交流包括徐志摩。1931年11月徐志摩飞机失事，林徽因痛心万分潸然泪下。1932年林徽因生下二胎取名“从诫”，意在希望他步宋代李诫后尘，在建筑方面有所成就，最后儿子读了北大的历史系，热衷于关注环保问题，被国家总局授予“环境使者”称号，毕生致力于文物和环境保护。“太太的客厅”是由作家冰心在《大公报》上发表的一篇小说，很多人认为这篇小说是在讽刺林徽因，可见当时林徽因的太太的客厅有多有名，许多著名学者都以能在太太的客厅聊天交流为荣。就因为这个太太的客厅，出现一个一直没有离开林徽因的人，中国哲学的开山鼻祖金岳霖，是他在清华大学创办了国内第一个哲学系。金岳霖一直好奇徐志摩爱的死去活来的女神是什么样的女人，于是有天被徐志摩邀请去参加太太的客厅，从此以后金岳霖就成了太太客厅的座上宾，不但如此，比林徽因大10岁的金岳霖还不可救药的爱上了林徽因，终生未娶，一直跟随着梁思成与林徽因，做他们的邻居。这段情很耐人寻味，金岳霖痴情，梁思成包容，林徽因理智。就促成了后面的故事，金岳霖一直跟随他们到各地做他们的邻居，梁思成则依然跟金岳霖是好朋友，林徽因则理智应对金岳霖的爱意。最后金岳霖痴到什么程度呢？林徽因去世那年，他当着学生的面痛哭失声。在林徽因去世后，金岳霖还设宴叫来老朋友给林徽因过生日。1937年开始，国内战乱爆发，日本借卢沟桥事变发动战争。7月北平沦陷，梁思成与林徽因开始了一段长达8年的流亡生活，出发前他们把在营造学社考察和拍摄的建筑物底片和写的资料整理并放在了天津英租界的外国银行地下保险库中，想着等战乱平息后再来取，可谁也没想到外国银行的地下保险库也没能保住他们7年的汗水。流亡中，他们去了长沙，长沙又被攻陷，他们又去了昆明，昆明被轰炸，他们又去了十五公里外的龙头村，他们在那里造了自己的房子。房子造好后也只持续了半年，日军不断攻陷城市，昆明也不再安全。1940年他们又再次投入到流亡大军中，最终抵达了长江边上的一个偏远小镇，李庄。在这里他们生活了5年，这里没有水没有电，几乎没有医疗设备，林徽因在这里病的很严重，即使这样她也没有放弃看书和查阅资料。直到1945年12月，在林徽因外国好友的安排下离开李庄赴重庆治病。1944年梁思成和林徽因历尽辛苦完成了《图像中国建筑史》，这本书是用英文写的，梁思成把他带到美国等待时机再出版，可没想到的是，这本书一直到1984年才出版，其中的故事也是非常曲折。1945年日本宣布无条件投降后，林徽因在昆明修养了几个月，身体稍微好转后于1946年7月与梁思成返回北平。梁思成在清华大学担任建筑系主任，成立了建筑研究所，担任研究所所长。林徽因不计报酬为梁思成分担工作，在梁思成考察美国时，林徽因来处理建筑系各种杂事，年轻的教师会经常向她请教。1949年北平解放，林徽因被正式聘为清华大学建筑系一级教授，主讲《中国建筑史》。7月林徽因开始主导设计新中国国徽。10月梁思成和林徽因开始对人民英雄纪念碑进行设计，经过反复推敲，她抱病完成了图案设计。1950年6月23日，全国政协一届二次大会上，以林徽因为主设计的中华人民共和国国徽，得到了全体代表的一致通过。1951年林徽因拖着病体挽救了濒临停业的景泰蓝传统工艺。1953年林徽因挽救了四朝五都仅存的完整牌楼不被拆除。10月被选为建筑学会理事，并担任《建筑学报》编委，同时受邀参加第二届全国文代会。1954年林徽因当选为北京市人民代表大会代表。1955年，林徽因病情再次恶化，4月1日，中国第一代著名女建筑师、国民第一才女林徽因永远闭上了眼睛。临别时没有留下遗言，面对这个美丽而又遗憾的世界，她已经倾尽全力。",
            "content_html": "<p>3周前读完的这本书，一直忙于工作没能抽出时间来做一下记录，今天来回忆下林徽因的一生。</p><p>林徽因出生在浙江杭州，母亲没什么文化且素质不高，在那个年代女人没有资格上学接受正规的教育，这在整个世界其他文明地区也有这样一段经历，女人没有权利接受正规的教育，无知的认为‘女子无才便是德’，其根本原因是主导社会的那些愚蠢的男人们认为女人是比她们低一级别的动物，不应该站在同一起跑线上，所以通常在那个愚蠢的时代男人们并没有给予女人足够的尊重。</p><p>林徽因就出生在那个即将变迁的时代，幸好她的父亲是一个非常开明、视野开阔且有文化的人，但纵使有这样的父亲，林徽因在当时的生存也受到社会巨大的束缚。她不得不让自己更加努力刻苦、’懂事‘，以优秀的表现来维持包括父亲、爷爷以及其他家人对她的支持。</p><p>林徽因的祖上世代为官，到爷爷林孝恂这代家道中落，林孝恂虽然是晚清官吏，头顶乌纱帽，但骨子里却是一身书卷气。他见多识广，知识渊博，再加上敞开怀抱接受西方政法思想，他的境界早已超越士官同僚。林孝恂的妻子游氏也并非小脚女人，她喜好书法，平素阅读典籍为乐，文化素养极高。</p><p>林徽因的父亲林长民被父亲林孝恂寄予厚望，林长民两度远赴东洋留学，得中外文化双重滋养，再加上热衷于广交政界名流，年纪轻轻已经有了改良中国社会的宏伟抱负。</p><p>无论父亲有多开明，在当时的时代受到时代的制约，父亲的思想仍然是受到侵蚀的。她的父亲林长民，一共娶了3个妻子，第一个因病去世，第二个就是林徽因的母亲，由于没有文化素养脾气不好与林长民不合，所以林长民又娶了一个二房并且生下了3个儿女。</p><p>林徽因就是那个与父亲不合的母亲的女儿。我想就是这个原因，林徽因很小就知道了该如何获得父亲和爷爷的欢心，她知道获得周围人的喜欢才能在这个大家庭中立足。小孩子不会想太多，有好的反馈她就会去争取，她跟着爷爷学读书写字，获得了爷爷奶奶的疼爱，也就获得了大家庭的喜欢。母亲不会教她这些，母亲也没有好好教育过女人，因为爷爷和奶奶不放心把林徽因交给没有文化的母亲去教育，所以爷爷奶奶一直把林徽因带在身边教她读书写字，林徽因从小十分要强，也是因为母亲在家庭中没有地位，她只能靠自己去争取。</p><p>林徽因深得爷爷奶奶和父亲的宠爱，八岁进了上海爱国小学读书，这所学校由蔡元培创办师资力量雄厚是当时百所名校之一。10岁时爷爷和奶奶相继离世，家里剩下自己的母亲和二房两个大人，父亲又常年在外，母亲从来不干活也不参与家庭事务，像是生活在另外一个世界。11岁那年政局动荡，一家人去了天津英租界住下，父亲在北平任职，父亲常年不在家，二房生孩子后身体不好，母亲又指靠不上，11岁的林徽因不得不用瘦小的身体扛起了家庭里的事务打点。</p><p>那段时间的特殊境遇，让她很快成熟起来。从家里的吃喝用度，到照顾二房和弟妹，以及抚慰脾气不好的母亲，11岁的林徽因安排的井然有序，处理得妥贴稳当，并常写信告知父亲家里的事情。林徽因如此尽心尽力，一方面因为懂事，心系大局，对家庭有责任感；另一方面则是想证明自己的能力，希望得到父亲的肯定。</p><p>如此乖巧懂事，聪明伶俐，美丽大方的女孩谁不喜欢，14岁那年，梁启超的带着17岁的儿子梁思成去了老朋友林长民家，梁思成一见林徽因清纯可爱，楚楚动人，如天女下凡，从此以后梁思成的目光再也没有离开过林徽因。</p><p>之后中国政治时局更加动荡，林长民政坛失落，借着赴欧洲考察之机，带着16岁林徽因去了欧洲看看外面的世界。欧洲之行是林徽因一生的转折点，不仅影响了她的人生观、世界观、最重要的是奠定了她对学习建筑艺术坚定的信心。林徽因非常好学，她非常珍惜这次机会在欧洲期间每天都看书学习，并且在游历期间记录下自己的心得体验。在一个机缘巧合，她与伦敦房东的闲聊时，听到了很多关于建筑艺术的故事与知识，因为这位房东正是一位伦敦有名的建筑师。</p><p>也是在那年林徽因遇上了才华横溢、知识丰富、语言幽默的才子徐志摩。徐志摩从此也变成了林徽因的忠实粉丝。林徽因16岁是情窦初开的年纪，遇上如此有才又帅气的男人当然心花怒放，他们在伦敦度过了一段美好的回忆，但那时徐志摩已经是有妇之夫，虽然妻子是家里安排的徐志摩并不喜欢，借出国留学知名回避妻子，但毕竟是有妇之夫。当林徽因知道此事后，理智告诉她，她正破坏另外一个女人的家庭，深思熟虑之下婉拒了徐志摩的爱意。徐志摩当然不甘心放弃，在林徽因回国后做出了离婚的决定，但这也并没有让林徽因回心转意，她知道徐志摩情感丰富，他爱上了幻想中完美的自己，而且无论怎样她仍然无意中破坏了别人的家庭，回国后她始终对徐志摩避而不见，直到她与梁思成订婚并打算去美国留学。</p><p>梁思成是林徽因遇到的最爱她的男人，他有渊博的知识、沉稳的心智，他不仅包容她、爱护她，并且时常鼓励她、给予她信心。梁思成与林徽因，他们互相依赖相互成就，性格也正好互补，梁思成内向沉稳，林徽因则外向开朗。林徽因因为急躁的性格时常向梁思成发脾气，而梁思成则默默包容她并鼓励她支持她从困境中走出来。</p><p>梁思成与林徽因1924年去了美国康奈尔大学留学，一呆就是4年，他们在美国刻苦学习，彼此照顾，获得优异的成绩，备受教授们和同学们的喜欢。期间林徽因的父亲，在战乱中丧生，林徽因痛哭流涕想要立马回国，梁思成的父亲梁启超为了不影响她的学业写信尽力安抚她，并为林徽因安排妥当了父亲的后事。1928年回国后他们在东北大学建筑系任教，林徽因负责讲授美术与建筑设计，梁思成负责讲授建筑学概论和建筑设计原理以及具有独特风格的西洋建筑史。回国后1年1929年梁启超病逝，林徽因和梁思成悲痛万分。</p><p>1929年林徽因生了个宝贝女儿取名为梁再冰，为了纪念敬爱的父亲梁启超“饮冰室的辉煌”。林徽因生完孩子后由于过度劳累，病倒了，从此身体一直不见好转，疼痛和病魔一直缠绕着她。不久林徽因由于身体原因辞去了学校的职务回到故乡静养了一段时间。</p><p>1931年林徽因和梁思成回到了北平，他们参加了朱启钤创办的中国营造学社，致力于中国传统建筑的研究与保护。他们在北总布胡同三号定居下来，从此这里就成了当时有名的“太太的客厅”，每逢周末这里都传出朗朗的笑声，许多才子才女，博学多才的文人雅士都在这里聚集彼此交流包括徐志摩。</p><p>1931年11月徐志摩飞机失事，林徽因痛心万分潸然泪下。</p><p>1932年林徽因生下二胎取名“从诫”，意在希望他步宋代李诫后尘，在建筑方面有所成就，最后儿子读了北大的历史系，热衷于关注环保问题，被国家总局授予“环境使者”称号，毕生致力于文物和环境保护。</p><p>“太太的客厅”是由作家冰心在《大公报》上发表的一篇小说，很多人认为这篇小说是在讽刺林徽因，可见当时林徽因的太太的客厅有多有名，许多著名学者都以能在太太的客厅聊天交流为荣。</p><p>就因为这个太太的客厅，出现一个一直没有离开林徽因的人，中国哲学的开山鼻祖金岳霖，是他在清华大学创办了国内第一个哲学系。</p><p>金岳霖一直好奇徐志摩爱的死去活来的女神是什么样的女人，于是有天被徐志摩邀请去参加太太的客厅，从此以后金岳霖就成了太太客厅的座上宾，不但如此，比林徽因大10岁的金岳霖还不可救药的爱上了林徽因，终生未娶，一直跟随着梁思成与林徽因，做他们的邻居。</p><p>这段情很耐人寻味，金岳霖痴情，梁思成包容，林徽因理智。就促成了后面的故事，金岳霖一直跟随他们到各地做他们的邻居，梁思成则依然跟金岳霖是好朋友，林徽因则理智应对金岳霖的爱意。最后金岳霖痴到什么程度呢？林徽因去世那年，他当着学生的面痛哭失声。在林徽因去世后，金岳霖还设宴叫来老朋友给林徽因过生日。</p><p>1937年开始，国内战乱爆发，日本借卢沟桥事变发动战争。7月北平沦陷，梁思成与林徽因开始了一段长达8年的流亡生活，出发前他们把在营造学社考察和拍摄的建筑物底片和写的资料整理并放在了天津英租界的外国银行地下保险库中，想着等战乱平息后再来取，可谁也没想到外国银行的地下保险库也没能保住他们7年的汗水。</p><p>流亡中，他们去了长沙，长沙又被攻陷，他们又去了昆明，昆明被轰炸，他们又去了十五公里外的龙头村，他们在那里造了自己的房子。房子造好后也只持续了半年，日军不断攻陷城市，昆明也不再安全。1940年他们又再次投入到流亡大军中，最终抵达了长江边上的一个偏远小镇，李庄。在这里他们生活了5年，这里没有水没有电，几乎没有医疗设备，林徽因在这里病的很严重，即使这样她也没有放弃看书和查阅资料。直到1945年12月，在林徽因外国好友的安排下离开李庄赴重庆治病。</p><p>1944年梁思成和林徽因历尽辛苦完成了《图像中国建筑史》，这本书是用英文写的，梁思成把他带到美国等待时机再出版，可没想到的是，这本书一直到1984年才出版，其中的故事也是非常曲折。</p><p>1945年日本宣布无条件投降后，林徽因在昆明修养了几个月，身体稍微好转后于1946年7月与梁思成返回北平。梁思成在清华大学担任建筑系主任，成立了建筑研究所，担任研究所所长。林徽因不计报酬为梁思成分担工作，在梁思成考察美国时，林徽因来处理建筑系各种杂事，年轻的教师会经常向她请教。</p><p>1949年北平解放，林徽因被正式聘为清华大学建筑系一级教授，主讲《中国建筑史》。7月林徽因开始主导设计新中国国徽。10月梁思成和林徽因开始对人民英雄纪念碑进行设计，经过反复推敲，她抱病完成了图案设计。</p><p>1950年6月23日，全国政协一届二次大会上，以林徽因为主设计的中华人民共和国国徽，得到了全体代表的一致通过。</p><p>1951年林徽因拖着病体挽救了濒临停业的景泰蓝传统工艺。</p><p>1953年林徽因挽救了四朝五都仅存的完整牌楼不被拆除。10月被选为建筑学会理事，并担任《建筑学报》编委，同时受邀参加第二届全国文代会。</p><p>1954年林徽因当选为北京市人民代表大会代表。</p><p>1955年，林徽因病情再次恶化，4月1日，中国第一代著名女建筑师、国民第一才女林徽因永远闭上了眼睛。临别时没有留下遗言，面对这个美丽而又遗憾的世界，她已经倾尽全力。</p>",
            "url": "http://www.luzexi.com/2020/08/02/%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B010",
            
            
            
            
            
            "date_published": "2020-08-02T00:00:00+08:00",
            "date_modified": "2020-08-02T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/07/26/%E7%BB%99%E5%A5%B3%E5%84%BF%E7%9A%84%E4%BF%A13",
            "title": "给女儿的信(三)",
            "summary": "女儿 教育 亲情",
            "content_text": "Hello Sharon and Anne，爸爸好想你们，爸爸也好想妈妈。爸爸已经3个月没有回家来看你们了，爸爸好想回来但爸爸还要工作和学习，可能要到十月一日的国庆节时才能回来，但到那时也不一定哦，你们可要做好心理准备哈，抱歉Sharon and Anne 爸爸有点忙。爸爸在忙什么呢？爸爸在忙工作，爸爸在一家公司里工作，每天公司都会交给爸爸一些任务去完成，为了奖励爸爸完成的工作，公司会每个月发钱爸爸，这样爸爸就能把钱给妈妈，妈妈把钱存起来慢慢的钱就变多了，我们买好吃的，买好看的衣服，去旅行，去郊游就能花钱啦。除了忙工作，爸爸还在忙着学习和看书。大家都在不断学习新的知识，爸爸也不能落下啊。爸爸每天都要些书补充下知识，每天也要写一些对学习到的知识的总结，让看过的书和学习到的知识，再在脑袋里再复习一遍，这样才能更好的掌握学过的东西。如果只是学习和看书，没有去整理和巩固的话，就白白的浪费了前面学习的时间，因为我们很快就忘记了学过的东西，特别是眼睛看过一遍，耳朵听过一遍的东西，很快就忘记了，所以爸爸时常要写一些对前面学过的知识的总结。最近爸爸接到一项比较重要的任务，爸爸忙的不可开交，有时会到凌晨2、3点，这样对身体不太好，所以爸爸一直在调整自己的，让自己恢复到正常的状态，平时多运动，早睡早起身体好，这样我们的学习效率也会增加。Sharon、Anne，爸爸很爱你们，爸爸也很爱妈妈！",
            "content_html": "<p>Hello Sharon and Anne，爸爸好想你们，爸爸也好想妈妈。爸爸已经3个月没有回家来看你们了，爸爸好想回来但爸爸还要工作和学习，可能要到十月一日的国庆节时才能回来，但到那时也不一定哦，你们可要做好心理准备哈，抱歉Sharon and Anne 爸爸有点忙。</p><p>爸爸在忙什么呢？爸爸在忙工作，爸爸在一家公司里工作，每天公司都会交给爸爸一些任务去完成，为了奖励爸爸完成的工作，公司会每个月发钱爸爸，这样爸爸就能把钱给妈妈，妈妈把钱存起来慢慢的钱就变多了，我们买好吃的，买好看的衣服，去旅行，去郊游就能花钱啦。</p><p>除了忙工作，爸爸还在忙着学习和看书。大家都在不断学习新的知识，爸爸也不能落下啊。爸爸每天都要些书补充下知识，每天也要写一些对学习到的知识的总结，让看过的书和学习到的知识，再在脑袋里再复习一遍，这样才能更好的掌握学过的东西。如果只是学习和看书，没有去整理和巩固的话，就白白的浪费了前面学习的时间，因为我们很快就忘记了学过的东西，特别是眼睛看过一遍，耳朵听过一遍的东西，很快就忘记了，所以爸爸时常要写一些对前面学过的知识的总结。</p><p>最近爸爸接到一项比较重要的任务，爸爸忙的不可开交，有时会到凌晨2、3点，这样对身体不太好，所以爸爸一直在调整自己的，让自己恢复到正常的状态，平时多运动，早睡早起身体好，这样我们的学习效率也会增加。</p><p>Sharon、Anne，爸爸很爱你们，爸爸也很爱妈妈！</p>",
            "url": "http://www.luzexi.com/2020/07/26/%E7%BB%99%E5%A5%B3%E5%84%BF%E7%9A%84%E4%BF%A13",
            
            
            
            
            
            "date_published": "2020-07-26T00:00:00+08:00",
            "date_modified": "2020-07-26T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/07/26/Unity3D%E9%AB%98%E7%BA%A7%E7%BC%96%E7%A8%8B%E4%B9%8B%E8%BF%9B%E9%98%B6%E4%B8%BB%E7%A8%8B-%E5%89%8D%E8%A8%80",
            "title": "《Unity3D高级编程之进阶主程》 前言",
            "summary": "unity3d 高级编程 主程 算法",
            "content_text": "这本书该从很多年前说起，毕业前由于自视甚高错过了好几次绝佳的学习机会，那时是个名副其实的“幼稚男”，清醒过来时周围的人已经走了很远的路了，那夜猛然醒悟开始告诉自己不能再幼稚了。非常幸运的是我赶上了Unity3D引擎大潮，版本从2.6开始一直学习到现在，它提供给了我更低的门槛让我跨过前人需要数年甚至数十年才能跨过的技术难关，于是我一路拼命学习一直走到了现在，虽然对游戏业界来说仍然是个小菜但比起以前已经好了非常多了。从2013年开始我就开始担任Unity3D主程一职，虽然当时只是个菜鸡主程，但当时的我可并不这么认为，我认为自己的技术已经可以强大到掌控整个客户端，能扎实完成整个游戏项目从开发到上线，年轻人敢闯敢拼的劲头在那时的我身上体现的淋漓尽致。那是我第一次当主程，却敢承若老板说自己能在3个月内开发出对方想要的游戏，那时自己吹牛可以不打草稿，也从不想后果。最后游戏项目3个月又3个月，开发了半年终于出来了，不管怎样事情从这里开始一发不可收拾，手机游戏从2013年开始火遍整个国家和全球，我也被浪潮推到了各种公司里担任主程，去过日企被派到日本去交接项目，也为动视Activision做过几个项目，还到过历史悠久的盛大游戏做过主程。就这样跌跌撞撞担任了7年的主程，2020年去了腾讯，这里的技术让我大开眼界，也打开了我对技术更高层次的理解，我如饥似渴的学习着，事情远没有结束我仍然不断的拼搏和学习，不只是技术还有生活。回头看自己，我比较幸运，幸运的搭上了Unity3D的便车，幸运的搭上了手机游戏的便车，幸运的搭上了腾讯的便车，但不可缺少的仍然是我如饥似渴的学习热情与拼命三郎般的努力，也只有热情与努力才能长久的让自己在浪潮中牢牢抓住机会以便在退潮时不被打回原形。说到努力，我的努力比起先贤实在微不足道，古今中外的先贤们远到，毛泽东与邓小平，林徽因与梁思成，孔孟与管仲，唐太宗与成吉思汗，乔布斯与林肯等，近到游戏业界，UWA张鑫，第一代大佬云风(吴云洋)，引擎大佬叶劲峰，IT投资大佬吴军等，都是长期努力拼搏的典范，前辈们付出的汗水可以汇成江河，我的汗水只是能浸湿自己而已。在2016年开始就想着能不能写一本关于自己是如何理解Unity3D和游戏开发的书，一直未能启动，直到2018年初才开始着手写些草稿。行动是最好的解决动力和自信的良药，在开始写后不久就一发不可收拾，一篇又一篇，一章又一章的写下去，由于文字功底不足，在开始阶段自己都不知道自己写的是什么，前后连句都读不通，却有许多网友看了给我赞赏和鼓励，实在感激不尽，感动不已。同时也发现了自己的知识面的诸多不足和错误理解，于是拼命看各类技术书籍，查阅资料以补充自己浅薄的知识。当然事情并没有这么简单，自己看过的书和查阅的资料并没有马上理解和融会贯通，于是文章上依然很多错误和无知的言辞，前后连句依然并不通顺。但给我最大的安慰是，至少在我的坚持下，书有了比较明确的框架，对技术面的理解也到了一个新的高度。我不停的看书，不只是技术书，还加入了更多人文类书籍，看完后实践和总结，同时写读后感以补充自己在文字上的缺陷。渐渐我的博客上有了大量非技术性的文章，这些文章都是我给自己整理的对人和物的理解，以及一些对非技术性书本内容的回顾，我称它们为“思路探讨”、“向内看自己”和“读书笔记”。这些人文类的书籍与文章让我对人和事物也有了更高层次的理解，让我惊喜的是这些非技术性知识反补了我对技术的理解，带我到达了更高的层次，我发现生活和工作是可以融会贯通的，于是经过逐日的自我完善走上了终生学习、自律生活的道路。随着在项目中不断实践自己的技术，自己对不足的知识面的补充以及勤奋的锻炼文字功底后，我对全书进行了3次重构，为的就是让书中内容能更好的表达技术原理，更全面和准确的技术讲解要点。全书分成：架构、C#技术要点、数据表与程序、UI用户界面、3D模型与动画、网络通信、AI人工智能、地图与寻路、渲染管线与图形学，覆盖了Unity3D游戏项目的技术要点，确保读者能看到整个Unity3D游戏项目的技术全貌，对各项技术与知识点有更深层次的理解。书中不仅关注项目中比较大的解决方案，还讲解了具体的技术细节，让读者不仅有更宏观的视野去审视自己的项目，还能在书中找到最接地气的技术细节以便大家能更深入理解技术原理。虽然才疏学浅，但凭着自己看过这么多书做过这么多项目写过这么多文章，本书实在可以成为大家在技术修行路上一本不可多得的参考书。​感谢各位能看完前言，本人最爱看序，序是最能体现作者心境的地方，它凝结了作者智慧的结晶，作者可以在这里畅所欲言讲自己的经历体会。最后要感谢同事同僚以及网友的支持和点赞，《Unity3D网络游戏实战》作者罗培羽给予的巨大帮助，机械工业出版社杨绣国老师的鼎力支持。特别要感谢我的妻子余胜男，为了支持我能安心写书安心工作，负担了家里的所有工作，辛苦万分，还不忘开导我，当我的心理医生为我排忧，这本书实在应该作为礼物献给她，以及我的两个女儿陆秀恩(Sharon)与陆安妮(Anne)，她们实在是世界上最好的女儿，乖巧又聪明，知道该如何说出自己的诉求，并懂得遵守规则的重要性，时常还能做出曲线‘救国’的行动和思维，我不得不感叹她们太棒了，她们每次都要鼓励我，对我说“爸爸加油！”，感谢陆秀恩感谢陆安妮。",
            "content_html": "<p>这本书该从很多年前说起，毕业前由于自视甚高错过了好几次绝佳的学习机会，那时是个名副其实的“幼稚男”，清醒过来时周围的人已经走了很远的路了，那夜猛然醒悟开始告诉自己不能再幼稚了。非常幸运的是我赶上了Unity3D引擎大潮，版本从2.6开始一直学习到现在，它提供给了我更低的门槛让我跨过前人需要数年甚至数十年才能跨过的技术难关，于是我一路拼命学习一直走到了现在，虽然对游戏业界来说仍然是个小菜但比起以前已经好了非常多了。</p><p>从2013年开始我就开始担任Unity3D主程一职，虽然当时只是个菜鸡主程，但当时的我可并不这么认为，我认为自己的技术已经可以强大到掌控整个客户端，能扎实完成整个游戏项目从开发到上线，年轻人敢闯敢拼的劲头在那时的我身上体现的淋漓尽致。那是我第一次当主程，却敢承若老板说自己能在3个月内开发出对方想要的游戏，那时自己吹牛可以不打草稿，也从不想后果。最后游戏项目3个月又3个月，开发了半年终于出来了，不管怎样事情从这里开始一发不可收拾，手机游戏从2013年开始火遍整个国家和全球，我也被浪潮推到了各种公司里担任主程，去过日企被派到日本去交接项目，也为动视Activision做过几个项目，还到过历史悠久的盛大游戏做过主程。就这样跌跌撞撞担任了7年的主程，2020年去了腾讯，这里的技术让我大开眼界，也打开了我对技术更高层次的理解，我如饥似渴的学习着，事情远没有结束我仍然不断的拼搏和学习，不只是技术还有生活。</p><p>回头看自己，我比较幸运，幸运的搭上了Unity3D的便车，幸运的搭上了手机游戏的便车，幸运的搭上了腾讯的便车，但不可缺少的仍然是我如饥似渴的学习热情与拼命三郎般的努力，也只有热情与努力才能长久的让自己在浪潮中牢牢抓住机会以便在退潮时不被打回原形。说到努力，我的努力比起先贤实在微不足道，古今中外的先贤们远到，毛泽东与邓小平，林徽因与梁思成，孔孟与管仲，唐太宗与成吉思汗，乔布斯与林肯等，近到游戏业界，UWA张鑫，第一代大佬云风(吴云洋)，引擎大佬叶劲峰，IT投资大佬吴军等，都是长期努力拼搏的典范，前辈们付出的汗水可以汇成江河，我的汗水只是能浸湿自己而已。</p><p>在2016年开始就想着能不能写一本关于自己是如何理解Unity3D和游戏开发的书，一直未能启动，直到2018年初才开始着手写些草稿。行动是最好的解决动力和自信的良药，在开始写后不久就一发不可收拾，一篇又一篇，一章又一章的写下去，由于文字功底不足，在开始阶段自己都不知道自己写的是什么，前后连句都读不通，却有许多网友看了给我赞赏和鼓励，实在感激不尽，感动不已。同时也发现了自己的知识面的诸多不足和错误理解，于是拼命看各类技术书籍，查阅资料以补充自己浅薄的知识。</p><p>当然事情并没有这么简单，自己看过的书和查阅的资料并没有马上理解和融会贯通，于是文章上依然很多错误和无知的言辞，前后连句依然并不通顺。但给我最大的安慰是，至少在我的坚持下，书有了比较明确的框架，对技术面的理解也到了一个新的高度。我不停的看书，不只是技术书，还加入了更多人文类书籍，看完后实践和总结，同时写读后感以补充自己在文字上的缺陷。渐渐我的博客上有了大量非技术性的文章，这些文章都是我给自己整理的对人和物的理解，以及一些对非技术性书本内容的回顾，我称它们为“思路探讨”、“向内看自己”和“读书笔记”。这些人文类的书籍与文章让我对人和事物也有了更高层次的理解，让我惊喜的是这些非技术性知识反补了我对技术的理解，带我到达了更高的层次，我发现生活和工作是可以融会贯通的，于是经过逐日的自我完善走上了终生学习、自律生活的道路。</p><p>随着在项目中不断实践自己的技术，自己对不足的知识面的补充以及勤奋的锻炼文字功底后，我对全书进行了3次重构，为的就是让书中内容能更好的表达技术原理，更全面和准确的技术讲解要点。全书分成：架构、C#技术要点、数据表与程序、UI用户界面、3D模型与动画、网络通信、AI人工智能、地图与寻路、渲染管线与图形学，覆盖了Unity3D游戏项目的技术要点，确保读者能看到整个Unity3D游戏项目的技术全貌，对各项技术与知识点有更深层次的理解。书中不仅关注项目中比较大的解决方案，还讲解了具体的技术细节，让读者不仅有更宏观的视野去审视自己的项目，还能在书中找到最接地气的技术细节以便大家能更深入理解技术原理。虽然才疏学浅，但凭着自己看过这么多书做过这么多项目写过这么多文章，本书实在可以成为大家在技术修行路上一本不可多得的参考书。</p><p>​感谢各位能看完前言，本人最爱看序，序是最能体现作者心境的地方，它凝结了作者智慧的结晶，作者可以在这里畅所欲言讲自己的经历体会。最后要感谢同事同僚以及网友的支持和点赞，《Unity3D网络游戏实战》作者罗培羽给予的巨大帮助，机械工业出版社杨绣国老师的鼎力支持。特别要感谢我的妻子余胜男，为了支持我能安心写书安心工作，负担了家里的所有工作，辛苦万分，还不忘开导我，当我的心理医生为我排忧，这本书实在应该作为礼物献给她，以及我的两个女儿陆秀恩(Sharon)与陆安妮(Anne)，她们实在是世界上最好的女儿，乖巧又聪明，知道该如何说出自己的诉求，并懂得遵守规则的重要性，时常还能做出曲线‘救国’的行动和思维，我不得不感叹她们太棒了，她们每次都要鼓励我，对我说“爸爸加油！”，感谢陆秀恩感谢陆安妮。</p>",
            "url": "http://www.luzexi.com/2020/07/26/Unity3D%E9%AB%98%E7%BA%A7%E7%BC%96%E7%A8%8B%E4%B9%8B%E8%BF%9B%E9%98%B6%E4%B8%BB%E7%A8%8B-%E5%89%8D%E8%A8%80",
            
            
            
            "tags": ["书籍著作","Unity3D","前端技术"],
            
            "date_published": "2020-07-26T00:00:00+08:00",
            "date_modified": "2020-07-26T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/07/25/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B019",
            "title": "每日读书笔记19 《人性的弱点》",
            "summary": "读书 书 看书 读后感 笔记 摘要",
            "content_text": "《人性的弱点》如何使你变得更加成熟53，不要总是找借口为什么很多人喜欢推卸责任呢，因为责怪别人比自己担负责任要容易得多。一个人迈向成熟的第一步应该是敢于承担责任。我们生活于世，就要面对生命中的许多责任，绝不可在受难或跌到的时候像孩子一样去椅子拿椅子出气。那些不成熟的人永远都可以找到一些理由以解脱他们自身的某些缺点或不幸。比如，他们童年极为贫困、父母过于贫苦或者过于富有、教导方式过于严厉或过于松散、没有受过教育或者健康状况恶劣等等。对于这些人来说，他们从没想到要去克服困难，而是先去找一只替罪羊。作者曾训练一些学员记忆别人的名字，一位女学员跑过来说，自己不可能做到，这是她家族的遗传，她说她的家族记忆力一向不好，因此自己也不期望在这方面有所改善。作者诚恳的说道，你的问题不是遗传，而是一种惰性。于是帮助她做了几个简单的记忆训练，由于她十分专注，因此效果非常良好，最后她克服困难，记忆力大大改善。我们常常责怪父母给我们成长环境糟糕，但奇怪的是，乔治华盛顿他没有高贵出身或功绩显赫的父母，他也一样能推动历史。亚伯拉罕.林肯更是年幼物质条件极其贫乏，这也没有对他产生什么不良影响。林肯并没有想着去责怪任何人，他克服了重重困难当上了总统并创造了历史。现代人简单又流行的一种逃避责任的方法便是去找一个心理医生，然后趟在他的诊疗椅子上，花一整天时间谈论我们的种种问题，以及为什么我们会变成目前这个模样的理由。最后大多数人都会得到一个理由，年幼的某些遭遇，过度占有欲的母亲，或过度专治的父亲，让你心里能好受些。葛福曼医生说，许多向心里医生求助的人通常喜欢为自己的弱点及与世俗格格不入的行为找出一个心理学上的借口，更有许多人继续把他们的诸多困难，怪罪于外在的各种因素。生成八字、星座守护、手相、脸相都能成为许多人推卸责任的理由。《圣经》中的耶稣在治疗病人时就不会浪费时间去探究原因。他会说“拿起你的褥子回家去吧，不要再犯罪了，你的罪被赦免了…”。显然耶稣的态度是把人的生活改造得更好才重要，而不是整天沉溺于自怜的深渊。为自己的行为承担责任，而不总是找借口",
            "content_html": "<p>《人性的弱点》</p><p>如何使你变得更加成熟</p><p>53，不要总是找借口</p><p>为什么很多人喜欢推卸责任呢，因为责怪别人比自己担负责任要容易得多。</p><p>一个人迈向成熟的第一步应该是敢于承担责任。我们生活于世，就要面对生命中的许多责任，绝不可在受难或跌到的时候像孩子一样去椅子拿椅子出气。</p><p>那些不成熟的人永远都可以找到一些理由以解脱他们自身的某些缺点或不幸。比如，他们童年极为贫困、父母过于贫苦或者过于富有、教导方式过于严厉或过于松散、没有受过教育或者健康状况恶劣等等。</p><p>对于这些人来说，他们从没想到要去克服困难，而是先去找一只替罪羊。</p><p>作者曾训练一些学员记忆别人的名字，一位女学员跑过来说，自己不可能做到，这是她家族的遗传，她说她的家族记忆力一向不好，因此自己也不期望在这方面有所改善。作者诚恳的说道，你的问题不是遗传，而是一种惰性。于是帮助她做了几个简单的记忆训练，由于她十分专注，因此效果非常良好，最后她克服困难，记忆力大大改善。</p><p>我们常常责怪父母给我们成长环境糟糕，但奇怪的是，乔治华盛顿他没有高贵出身或功绩显赫的父母，他也一样能推动历史。亚伯拉罕.林肯更是年幼物质条件极其贫乏，这也没有对他产生什么不良影响。林肯并没有想着去责怪任何人，他克服了重重困难当上了总统并创造了历史。</p><p>现代人简单又流行的一种逃避责任的方法便是去找一个心理医生，然后趟在他的诊疗椅子上，花一整天时间谈论我们的种种问题，以及为什么我们会变成目前这个模样的理由。最后大多数人都会得到一个理由，年幼的某些遭遇，过度占有欲的母亲，或过度专治的父亲，让你心里能好受些。</p><p>葛福曼医生说，许多向心里医生求助的人通常喜欢为自己的弱点及与世俗格格不入的行为找出一个心理学上的借口，更有许多人继续把他们的诸多困难，怪罪于外在的各种因素。生成八字、星座守护、手相、脸相都能成为许多人推卸责任的理由。</p><p>《圣经》中的耶稣在治疗病人时就不会浪费时间去探究原因。他会说“拿起你的褥子回家去吧，不要再犯罪了，你的罪被赦免了…”。显然耶稣的态度是把人的生活改造得更好才重要，而不是整天沉溺于自怜的深渊。</p><p>为自己的行为承担责任，而不总是找借口</p>",
            "url": "http://www.luzexi.com/2020/07/25/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B019",
            
            
            
            
            
            "date_published": "2020-07-25T00:00:00+08:00",
            "date_modified": "2020-07-25T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/07/23/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B018",
            "title": "每日读书笔记18 《人性的弱点》",
            "summary": "读书 书 看书 读后感 笔记 摘要",
            "content_text": "《人性的弱点》让你的家庭生活幸福快乐52，不要做婚姻的文盲这章全程都在讲婚姻的首要问题是性生活不和谐。哈密尔顿博士用了4年功夫，研究了100男子和100女子的婚姻，最后得出的结论是，性生活是婚姻和谐的首要因素，即使由于别的困难会引起两者间的冲突，如果性生活本身是满意的，那么许多问题就可以化解。百德菲尔特牧师放弃了传教事业，去担任纽约家庭辅导服务处主任，经过多年的经验，他发现，性不过是婚姻生活中的多种满意中的一种，但除非这种关系适当，否则其他都会出现问题。作者碍于情面不好意思说，只能引用百德菲尔特牧师的话，要得到这种能力，应该从一本合理的、情趣良好的书籍中开始，得到一些这方面的知识对将来的生活更好一些。了解一些必备的性知识",
            "content_html": "<p>《人性的弱点》</p><p>让你的家庭生活幸福快乐</p><p>52，不要做婚姻的文盲</p><p>这章全程都在讲婚姻的首要问题是性生活不和谐。</p><p>哈密尔顿博士用了4年功夫，研究了100男子和100女子的婚姻，最后得出的结论是，性生活是婚姻和谐的首要因素，即使由于别的困难会引起两者间的冲突，如果性生活本身是满意的，那么许多问题就可以化解。</p><p>百德菲尔特牧师放弃了传教事业，去担任纽约家庭辅导服务处主任，经过多年的经验，他发现，性不过是婚姻生活中的多种满意中的一种，但除非这种关系适当，否则其他都会出现问题。</p><p>作者碍于情面不好意思说，只能引用百德菲尔特牧师的话，要得到这种能力，应该从一本合理的、情趣良好的书籍中开始，得到一些这方面的知识对将来的生活更好一些。</p><p>了解一些必备的性知识</p>",
            "url": "http://www.luzexi.com/2020/07/23/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B018",
            
            
            
            
            
            "date_published": "2020-07-23T00:00:00+08:00",
            "date_modified": "2020-07-23T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/07/19/%E5%90%91%E5%86%85%E7%9C%8B%E8%87%AA%E5%B7%B17",
            "title": "向内看自己(七) 自信是如何被建立起来的",
            "summary": "思路 随想 理念 逻辑 人生哲学",
            "content_text": "我在自我探索的过程中一直未完全明白人的的自信是如何建立起来的，我不明白为何有些人学识不高却自信满满，而另一些人知识渊博却处处自卑，还有很多类似不明白的问题，比如有钱和没钱是否支撑了人自我的信心，漂不漂亮，强壮不强壮，是否真的决定了我们的自信程度。带着这些疑问我读了《自信的力量》，这本书让我豁然开朗，原来以前我认为的自信是比较局限的，原来是我给自己画了一个圈，从此再也没能走出这个圈。全书每章内容都让人有种豁然开朗的感觉，其中有一章讲的是“行动在建立自信过程中起到的作用”非常精华。开篇讲一个年轻男子正在经历的一场春宵的场景，这是他的第一次，面前的女子让他心醉神迷，这一刻他期待了很久，想象过不知多少次，现在这一刻终于来临了。然而他并没有任何性爱经验。他该如何建立自信来完成这一出人生的首场表演呢？作者说自信来自具体的行动，以及与他人的互动，而不是自我内心的独角戏。这个年轻人的自信来自真实的爱抚和亲吻，从小心翼翼地温柔抚摸，到享受鱼水之欢的整个过程，信心被我们在一点点的实际行动中积累起来。不止如此，他的自信也源自与对方的亲密互动，不只是享受欢鱼时的互动，更是生活中彼此之间建立起来的亲密联结。倘若他刻意扮演经验丰富的情场老手，反而会束手束脚，无法在亲密接触中找到支点。倘若他坦诚是自己的第一次，就有可能被她引导，自信便会来自对方，从对她的信任转化为对自己的信心。很多人过分在意自我的表现让事情变得更糟，人们通常会沉浸于内心的独角戏，认为我们单方面努力就够了，以为自己才是成功的关键。这种无知制约了我们的发挥，也是这种无知让我们的自信局限于简单的“自我”，就像是我们给自己画了一个圈，很长时间都没能走出这个圈。其实自信是自我与世界相互作用的产物，我们与世界互动的越多，越能更好更快的建立自信。通过与人互动，我们能感受到来自他人的支持，会发现事情其实比想象中简单得多，甚至会发现自己其实非常幸运。信心所覆盖的不仅仅是自我，还是他人与我、世界与我之间的互动。那么怎样才能让我与他人、与世界有更多的互动，从而建立自信呢？作者说，行动，就是最好的催化剂。很多时候我们因为缺乏自信而感到手足无措，明知自己必须去做，却迈不开步子，连自信都没有，又怎样能够勇敢地投身于行动呢？这似乎是一把无情的双向锁。然而事实是，只要我们动手去做，就能卸下心头的重担，从此便可以一往无前。作者举了个例子，在课堂上，老师时常会提出一些高难度的论题，有些孩子敢于尝试，即使答得不好，也会慢慢自信起来，在其他同学眼里，他们是敢于尝试的人，是能够放得开的人，仅此一点就足以让他们引以为荣。通过这样的尝试，这些善于行动的孩子们会发现，原来自己可以提出如此新颖的想法，原来自己还有从未发觉的潜能，即使没有达到要求，也收获了满满的成就感，在此基础上不断完善精益求精。其实我们都有一种误区，认为只有彻底清除了不确定性，我们才能自信的去行动，只有知道答案才能发言回答，其实不确定性是永远无法彻底清除的，如果我们执着于铲除所有不确定性，那么行动将永远会被搁置和拖延，我们也永远无法建立牢固的自信。不知你是否有这样的体会，在鼓起勇气强迫自己去做某事时，在战胜胆怯心理同倾慕的人说活时，在放手一搏上台公开演讲时，我们能感受到：仅仅放手去做这个事实就能唤醒身体里的本能，唤醒内心深处那股对建立自信至关重要的原始战斗力。其实我们的现状并非与生俱来，而是后天逐步积累造成的，信心也是一样。如果对一件事没有信心？没关系。我们可以在日常的行动中逐步熟悉事物，在与世界互动，与他人互动的过程中，建立对事物的信心。除了行动本身，我们通常比较关注行动的结果。​对于行动的结果，作者认为，人不可能主宰一切。我们可以决定某些事，但很多事情都不以人的意志为转移。我们应该对有些因素不在掌控范围内，随时可能出现意外的情况做好心理准备。即使我们精心谋划好每一个环节，制定事无巨细的规划，都会因为具体行动而产生新的情况和新的变量。我们来看看优秀的企业家是如何面对这些不确定性的。他们在出手之前深思熟虑，一旦付诸行动，便对自己的行为造成的直接和间接的结果给予充分信心。即使如此，他们也明白，事情的结果并不完全取决于自己，而是由许许多多的不确定因素影响造成的。面对这种不确定的必然性，他们毫不退缩，反而张开双臂坦然面对。他们深知，机会是在不确定中，由人的行为创造出来的。因此他们特别喜欢和擅长利用事物的不确定性主动开启一段可能拥有的美好前景。现在我们知道自信的来源与建立的过程了。不要只顾自己对自己有信心，你的行动所创造的一切都可能成为成为你在世界上立足的支点。不要太在意自己，行动能让你遇到很多人，改变很多事，他们可能给你灵感，让你看到希望。当我们因为缺乏自信而饱受煎熬，或者给自己过大的压力时，一定是因为我们对事务的认识出现了偏差。你可能误以为一切都取决于我自身，可能缺少与他人以及世界互动，这些都会导致你的思想被束缚，被局限在一个小范围内挣扎。张开双臂，抛开我们的偏见，拥抱这个世界，与世界互动，与他人互动，行动起来，在平日中逐步建立自信。",
            "content_html": "<p>我在自我探索的过程中一直未完全明白人的的自信是如何建立起来的，我不明白为何有些人学识不高却自信满满，而另一些人知识渊博却处处自卑，还有很多类似不明白的问题，比如有钱和没钱是否支撑了人自我的信心，漂不漂亮，强壮不强壮，是否真的决定了我们的自信程度。</p><h4 id=\"带着这些疑问我读了自信的力量这本书让我豁然开朗原来以前我认为的自信是比较局限的原来是我给自己画了一个圈从此再也没能走出这个圈\">带着这些疑问我读了《自信的力量》，这本书让我豁然开朗，原来以前我认为的自信是比较局限的，原来是我给自己画了一个圈，从此再也没能走出这个圈。</h4><p>全书每章内容都让人有种豁然开朗的感觉，其中有一章讲的是“行动在建立自信过程中起到的作用”非常精华。</p><p>开篇讲一个年轻男子正在经历的一场春宵的场景，这是他的第一次，面前的女子让他心醉神迷，这一刻他期待了很久，想象过不知多少次，现在这一刻终于来临了。然而他并没有任何性爱经验。他该如何建立自信来完成这一出人生的首场表演呢？</p><p>作者说自信来自具体的行动，以及与他人的互动，而不是自我内心的独角戏。这个年轻人的自信来自真实的爱抚和亲吻，从小心翼翼地温柔抚摸，到享受鱼水之欢的整个过程，信心被我们在一点点的实际行动中积累起来。不止如此，他的自信也源自与对方的亲密互动，不只是享受欢鱼时的互动，更是生活中彼此之间建立起来的亲密联结。</p><p>倘若他刻意扮演经验丰富的情场老手，反而会束手束脚，无法在亲密接触中找到支点。倘若他坦诚是自己的第一次，就有可能被她引导，自信便会来自对方，从对她的信任转化为对自己的信心。</p><h4 id=\"很多人过分在意自我的表现让事情变得更糟人们通常会沉浸于内心的独角戏认为我们单方面努力就够了以为自己才是成功的关键\">很多人过分在意自我的表现让事情变得更糟，人们通常会沉浸于内心的独角戏，认为我们单方面努力就够了，以为自己才是成功的关键。</h4><h4 id=\"这种无知制约了我们的发挥也是这种无知让我们的自信局限于简单的自我就像是我们给自己画了一个圈很长时间都没能走出这个圈\">这种无知制约了我们的发挥，也是这种无知让我们的自信局限于简单的“自我”，就像是我们给自己画了一个圈，很长时间都没能走出这个圈。</h4><h4 id=\"其实自信是自我与世界相互作用的产物我们与世界互动的越多越能更好更快的建立自信通过与人互动我们能感受到来自他人的支持会发现事情其实比想象中简单得多甚至会发现自己其实非常幸运信心所覆盖的不仅仅是自我还是他人与我世界与我之间的互动\">其实自信是自我与世界相互作用的产物，我们与世界互动的越多，越能更好更快的建立自信。通过与人互动，我们能感受到来自他人的支持，会发现事情其实比想象中简单得多，甚至会发现自己其实非常幸运。信心所覆盖的不仅仅是自我，还是他人与我、世界与我之间的互动。</h4><p>那么怎样才能让我与他人、与世界有更多的互动，从而建立自信呢？</p><h4 id=\"作者说行动就是最好的催化剂\">作者说，行动，就是最好的催化剂。</h4><p>很多时候我们因为缺乏自信而感到手足无措，明知自己必须去做，却迈不开步子，连自信都没有，又怎样能够勇敢地投身于行动呢？这似乎是一把无情的双向锁。</p><p>然而事实是，只要我们动手去做，就能卸下心头的重担，从此便可以一往无前。</p><h4 id=\"作者举了个例子在课堂上老师时常会提出一些高难度的论题有些孩子敢于尝试即使答得不好也会慢慢自信起来在其他同学眼里他们是敢于尝试的人是能够放得开的人仅此一点就足以让他们引以为荣通过这样的尝试这些善于行动的孩子们会发现原来自己可以提出如此新颖的想法原来自己还有从未发觉的潜能即使没有达到要求也收获了满满的成就感在此基础上不断完善精益求精\">作者举了个例子，在课堂上，老师时常会提出一些高难度的论题，有些孩子敢于尝试，即使答得不好，也会慢慢自信起来，在其他同学眼里，他们是敢于尝试的人，是能够放得开的人，仅此一点就足以让他们引以为荣。通过这样的尝试，这些善于行动的孩子们会发现，原来自己可以提出如此新颖的想法，原来自己还有从未发觉的潜能，即使没有达到要求，也收获了满满的成就感，在此基础上不断完善精益求精。</h4><p>其实我们都有一种误区，认为只有彻底清除了不确定性，我们才能自信的去行动，只有知道答案才能发言回答，其实不确定性是永远无法彻底清除的，如果我们执着于铲除所有不确定性，那么行动将永远会被搁置和拖延，我们也永远无法建立牢固的自信。</p><h4 id=\"不知你是否有这样的体会在鼓起勇气强迫自己去做某事时在战胜胆怯心理同倾慕的人说活时在放手一搏上台公开演讲时我们能感受到仅仅放手去做这个事实就能唤醒身体里的本能唤醒内心深处那股对建立自信至关重要的原始战斗力\">不知你是否有这样的体会，在鼓起勇气强迫自己去做某事时，在战胜胆怯心理同倾慕的人说活时，在放手一搏上台公开演讲时，我们能感受到：仅仅放手去做这个事实就能唤醒身体里的本能，唤醒内心深处那股对建立自信至关重要的原始战斗力。</h4><p>其实我们的现状并非与生俱来，而是后天逐步积累造成的，信心也是一样。如果对一件事没有信心？没关系。我们可以在日常的行动中逐步熟悉事物，在与世界互动，与他人互动的过程中，建立对事物的信心。</p><p>除了行动本身，我们通常比较关注行动的结果。</p><h4 id=\"对于行动的结果作者认为人不可能主宰一切我们可以决定某些事但很多事情都不以人的意志为转移\">​对于行动的结果，作者认为，人不可能主宰一切。我们可以决定某些事，但很多事情都不以人的意志为转移。</h4><h4 id=\"我们应该对有些因素不在掌控范围内随时可能出现意外的情况做好心理准备即使我们精心谋划好每一个环节制定事无巨细的规划都会因为具体行动而产生新的情况和新的变量\">我们应该对有些因素不在掌控范围内，随时可能出现意外的情况做好心理准备。即使我们精心谋划好每一个环节，制定事无巨细的规划，都会因为具体行动而产生新的情况和新的变量。</h4><p>我们来看看优秀的企业家是如何面对这些不确定性的。</p><h4 id=\"他们在出手之前深思熟虑一旦付诸行动便对自己的行为造成的直接和间接的结果给予充分信心即使如此他们也明白事情的结果并不完全取决于自己而是由许许多多的不确定因素影响造成的面对这种不确定的必然性他们毫不退缩反而张开双臂坦然面对他们深知机会是在不确定中由人的行为创造出来的因此他们特别喜欢和擅长利用事物的不确定性主动开启一段可能拥有的美好前景\">他们在出手之前深思熟虑，一旦付诸行动，便对自己的行为造成的直接和间接的结果给予充分信心。即使如此，他们也明白，事情的结果并不完全取决于自己，而是由许许多多的不确定因素影响造成的。面对这种不确定的必然性，他们毫不退缩，反而张开双臂坦然面对。他们深知，机会是在不确定中，由人的行为创造出来的。因此他们特别喜欢和擅长利用事物的不确定性主动开启一段可能拥有的美好前景。</h4><p>现在我们知道自信的来源与建立的过程了。不要只顾自己对自己有信心，你的行动所创造的一切都可能成为成为你在世界上立足的支点。不要太在意自己，行动能让你遇到很多人，改变很多事，他们可能给你灵感，让你看到希望。</p><h4 id=\"当我们因为缺乏自信而饱受煎熬或者给自己过大的压力时一定是因为我们对事务的认识出现了偏差你可能误以为一切都取决于我自身可能缺少与他人以及世界互动这些都会导致你的思想被束缚被局限在一个小范围内挣扎\">当我们因为缺乏自信而饱受煎熬，或者给自己过大的压力时，一定是因为我们对事务的认识出现了偏差。你可能误以为一切都取决于我自身，可能缺少与他人以及世界互动，这些都会导致你的思想被束缚，被局限在一个小范围内挣扎。</h4><h4 id=\"张开双臂抛开我们的偏见拥抱这个世界与世界互动与他人互动行动起来在平日中逐步建立自信\">张开双臂，抛开我们的偏见，拥抱这个世界，与世界互动，与他人互动，行动起来，在平日中逐步建立自信。</h4>",
            "url": "http://www.luzexi.com/2020/07/19/%E5%90%91%E5%86%85%E7%9C%8B%E8%87%AA%E5%B7%B17",
            
            
            
            
            
            "date_published": "2020-07-19T00:00:00+08:00",
            "date_modified": "2020-07-19T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/07/18/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B017",
            "title": "每日读书笔记17 《人性的弱点》",
            "summary": "读书 书 看书 读后感 笔记 摘要",
            "content_text": "《人性的弱点》让你的家庭生活幸福快乐51，如何与男性相处二次世界大战后有人对军人做了一个调查，“你希望从婚姻中获得什么”，这些穿制服、肌肉发达的小伙子们不假思索的列出了答案，“舒适”。这与许多化妆品或香水广告中的暗示大不相同。男人心中的“舒适”到底指的是什么，是母亲般的温柔，还是玛丽莲梦露般的性感。作者归结出几个重点。1.要脾气好、善解人意男人通常最注意对方是否具有好脾气，他们宁愿在欢愉的气氛中吃泡面，也不愿意和一个唠叨、烦躁、牢骚满腹的女性一起吃牛排。一位单身汉坦言，如果一位活泼、好脾气、明朗却不忠实的女人和一位贞洁的悍妇，他毫不迟疑的选择前者。几年前，作者雇佣了一位女打字员，但她的能力太差，常常拼错字，速度慢，记录又不准确，但是她具有一种欢愉的气质，能忍受各种怒气、抱怨和批评，她如同阳光般照亮整个房间，她的丈夫每次望着她时脸上都发出霓虹灯般的光彩。2.当个好伴侣什么是好伴侣。作者解释到，琳和杰克就是好伴侣，琳不曾实际参加杰克的各种活动，但她总是在一旁为他加油，并且帮助他做些他无法分心去做的事。结婚16年的梅娜太太发现自己的婚姻缺少了点什么，她终于发现缺少了与丈夫一份如朋友般的情谊，于是她试着去了解丈夫的兴趣。现在她对曲棍球赛很敢兴趣，与丈夫常一起看曲棍球，除了曲棍球，他继续了解丈夫的其他兴趣，并与丈夫一起分享乐趣。3.当名好听众许多女性在这方面做得不好，是因为不了解听的艺术。很多女性唠叨不休，男人根本找不到机会可让自己也发表一些长篇大论。聆听的品质十分重要，可以鼓舞讲话的人表达出完整的意思。聆听并不是指必须保持沉默，你大可以从旁加进几句鼓舞的话。想要当好听众，首先要注意听讲，眼睛不要四处张望，或显出烦躁不安的样子。一个好的听众除了要专心之外，还要懂得合作。聪明的男人分得出什么人真的在听他讲话，或什么样的女性只是敷衍了事讨他欢心。在他讲话的时候偶尔插几句文化，或提供些不同的看法，可以刺激或鼓励他继续讲下去，最好在他讲得告一段落时再插进去，并简明扼要以便尽快把发言权还给他。只要勤加练习，我们完全可以熟悉听讲的规则。懂得技巧的观众通常也会变成优秀的谈话者，因为听与讲不可分，一方的技巧通常会加强另一方面的表现。它还可以帮助我们迈向成熟，因为这正是我们能不断学习的最佳途径。",
            "content_html": "<h4 id=\"人性的弱点\">《人性的弱点》</h4><h4 id=\"让你的家庭生活幸福快乐\">让你的家庭生活幸福快乐</h4><h3 id=\"51如何与男性相处\">51，如何与男性相处</h3><p>二次世界大战后有人对军人做了一个调查，“你希望从婚姻中获得什么”，这些穿制服、肌肉发达的小伙子们不假思索的列出了答案，“舒适”。这与许多化妆品或香水广告中的暗示大不相同。男人心中的“舒适”到底指的是什么，是母亲般的温柔，还是玛丽莲梦露般的性感。</p><p>作者归结出几个重点。</p><h4 id=\"1要脾气好善解人意\">1.要脾气好、善解人意</h4><p>男人通常最注意对方是否具有好脾气，他们宁愿在欢愉的气氛中吃泡面，也不愿意和一个唠叨、烦躁、牢骚满腹的女性一起吃牛排。一位单身汉坦言，如果一位活泼、好脾气、明朗却不忠实的女人和一位贞洁的悍妇，他毫不迟疑的选择前者。</p><p>几年前，作者雇佣了一位女打字员，但她的能力太差，常常拼错字，速度慢，记录又不准确，但是她具有一种欢愉的气质，能忍受各种怒气、抱怨和批评，她如同阳光般照亮整个房间，她的丈夫每次望着她时脸上都发出霓虹灯般的光彩。</p><h4 id=\"2当个好伴侣\">2.当个好伴侣</h4><p>什么是好伴侣。作者解释到，琳和杰克就是好伴侣，琳不曾实际参加杰克的各种活动，但她总是在一旁为他加油，并且帮助他做些他无法分心去做的事。结婚16年的梅娜太太发现自己的婚姻缺少了点什么，她终于发现缺少了与丈夫一份如朋友般的情谊，于是她试着去了解丈夫的兴趣。现在她对曲棍球赛很敢兴趣，与丈夫常一起看曲棍球，除了曲棍球，他继续了解丈夫的其他兴趣，并与丈夫一起分享乐趣。</p><h4 id=\"3当名好听众\">3.当名好听众</h4><p>许多女性在这方面做得不好，是因为不了解听的艺术。很多女性唠叨不休，男人根本找不到机会可让自己也发表一些长篇大论。</p><p>聆听的品质十分重要，可以鼓舞讲话的人表达出完整的意思。聆听并不是指必须保持沉默，你大可以从旁加进几句鼓舞的话。想要当好听众，首先要注意听讲，眼睛不要四处张望，或显出烦躁不安的样子。</p><p>一个好的听众除了要专心之外，还要懂得合作。聪明的男人分得出什么人真的在听他讲话，或什么样的女性只是敷衍了事讨他欢心。在他讲话的时候偶尔插几句文化，或提供些不同的看法，可以刺激或鼓励他继续讲下去，最好在他讲得告一段落时再插进去，并简明扼要以便尽快把发言权还给他。</p><p>只要勤加练习，我们完全可以熟悉听讲的规则。懂得技巧的观众通常也会变成优秀的谈话者，因为听与讲不可分，一方的技巧通常会加强另一方面的表现。它还可以帮助我们迈向成熟，因为这正是我们能不断学习的最佳途径。</p>",
            "url": "http://www.luzexi.com/2020/07/18/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B017",
            
            
            
            
            
            "date_published": "2020-07-18T00:00:00+08:00",
            "date_modified": "2020-07-18T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/07/16/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B016",
            "title": "每日读书笔记16 《人性的弱点》",
            "summary": "读书 书 看书 读后感 笔记 摘要",
            "content_text": "《人性的弱点》让你的家庭生活幸福快乐50，如何与女性相处4.了解她的工作现今许多妇女都有自力更生的观念，很多女性结婚前后多少都了解什么是工作要求和环境压力，因此她们很容易理解丈夫的处境。但丈夫则不同，他们没有经历过留在家中维护后方的经验，体会不到女性的承重负担。女性在结婚后回归家庭，负担起家庭主妇的工作，包括洗衣、打扫、煮饭、教育、还要照顾年迈的老任，她们的工作分量和忙碌程度，绝不亚于在外工作的丈夫。丈夫们应该要知道这些家务事的内容。每日的家务通常十分单调重复，家庭主妇的工作负荷沉重，而唯一的代价和酬劳便是家人的肯定和感谢。家庭主妇必须要常常与外界接触，以免单调的工作变得乏味吞噬生活，她们也应该更多得了解丈夫的工作性质和环境，以免两人的生活产生脱节。这些都需要靠丈夫支持，丈夫在一天忙碌后回家通常喜欢安静的休息下不愿再陪妻子参加活跃的社交活动，这对家庭主妇太不公平了，丈夫们应该稍作妥协，使得妻子能更好的融入社交活动。5.要做她的后盾有个朋友告诉作者，最近家里出了点事，有位极好的姑妈来家里，但孩子却烦了气管炎，原本的出游计划都泡汤了，幸好有丈夫帮忙，带姑妈到处观光，使得姑妈玩的尽兴，解除了自己心理上的负担。当麻烦事来临时，丈夫应该让太太知道，他这个先锋人员比起所有小说上的英雄都要真实可靠。不只碰到大事才偶尔为之，就连日常生活中的小事也该如此。妻子需要知道丈夫永远与她站在一起，无论是碰到小危机还是大变故。6.分享她的嗜好美满的婚姻生活，主要靠双方所具的“分享”和“合作”的能力而定。在处理任何家庭事件的时候，“你”和“我”的心态必须改成“我们”。如果夫妻双方能彼此了解对方在生活中所扮演的角色，那么，在决定这些事项的时候，态度便能更加合理、更加友善。很多男性认为对女人家的事务表示兴趣，会损及大男人的尊严。其实这种想法非常糟糕，这会阻止家庭走向更加欢愉、更加充满爱的氛围。作家安德烈很很能洞悉人情世故，他说，要在女性认为重要的事情上表示出兴趣，比如装扮、料理家务等，要试着去了解她的嗜好和日常工作，相信不久，你也会发现，原来自己对这些东西其实也很有兴趣。7.爱你的妻子被爱的女性，永远不会失败，被爱是女性成功的重要因素，因此丈夫在此扮演的角色十分重要。如果说男性更喜欢感受被爱，那么女性则更喜欢你告诉她。我们不用像欧式的情人那样会说情话，只需要在人群中与她的眼光相触时，或看电影时轻握她的手，或出乎意料的拥抱她、温柔体贴等。杜门先生取了一个聪明美丽的妻子，但结婚之后杜门先生便开始把精神贯注在事业上，而把维持婚姻的责任完全丢给太太。前5年的婚姻生活过得很不愉快。直到有一天，他又和太太发生争执，之后，只有4岁大的儿子问爸爸，爸爸你不喜欢妈妈吗？我觉得她很好啊。那一瞬间杜门觉得自己好像是儿子眼中的大坏蛋。他说，自己忽然体会到了妈妈的分量，而我也一直是爱她的，只是自己一直没有尽到做父亲和丈夫的责任。于是他决定弥补过失，请求太太帮助自己做一个贤夫良父，并十分感谢妻子，妻子也按他的意思做了。后来他们的婚姻改善很多，不但彼此的感情更加成熟了，彼此也更加互相敬重。爱上一名女子并不只是感情横溢的情绪问题，这同时包括一个人的所有品质，如：知性、感性、礼节及对人是否敬重等等。现代女性热衷于追求自我进步，因此造成了一个极大的咨询市场。有许多一见不断提供给她们，例如要如何吸引男人、如何找到丈夫、找到之后又要如何对待他们、要如何抚养小孩、要如何料理家事、要如何安排自己的休闲时间等等。虽然丈夫也热衷于追求自我进步，但他们通常局限于如何赚钱，或如何在就也市场上更具竞争力，却没有哪些是教导男性如何成为一个好丈夫，或如何吸引妻子及如何引起她们的注意等等。婚姻生活的改善，似乎完全是小女人的事情了。男性也会急忙这么解释：他们必须负起大部分家庭经济负担，因此他们必须把大部分精力用来改进自己的工作能力，而不是如何做丈夫这类问题。但是妇女并非靠面包生活，婚姻也不能只靠面包来维持。经济能力知识男性责任的开端，而不是终点，更不是全部。如果只是单方面教育女性如何做一个好妻子、好母亲，而男性却仍然只业余性地当个丈夫或父亲，这对婚姻生活又会增加多少好处呢。自人类伊始，家庭便是最基本的团体制度。它不但维系人类目前的实际需要，也是将来的期待。它负起保护、养育及教导的功能，是人类最神圣的要塞。像这么重要的事情，岂可由女性单方面来负责。家庭并不仅是一个提供吃喝、睡觉或喂养小孩的地方。家庭提供很多重要的东西，包括：温情、彼此关爱、喜怒哀乐的分享等等，这些使得家庭具有更重要的价值。一个女性很难单独提供所有这些东西，这必须由男女双方来共同负责。作者提出一个卑微的建议：希望男性能减轻女性的负担，也同时多注意自己所扮演的父亲和丈夫的角色。德鲁大学人际关系教授大卫，提出，“婚姻是我们是否成熟的最好试金石，你若不想关心别人，最好是自己独处。但你若想与另一个人亲密的生活在一起，便必须具有关爱别人的能力。”婚姻能有两种结果：一是使我们变得成熟，一是使我们尝到不成熟的苦果。学会与妻子相处",
            "content_html": "<h4 id=\"人性的弱点\">《人性的弱点》</h4><h4 id=\"让你的家庭生活幸福快乐\">让你的家庭生活幸福快乐</h4><h3 id=\"50如何与女性相处\">50，如何与女性相处</h3><h4 id=\"4了解她的工作\">4.了解她的工作</h4><p>现今许多妇女都有自力更生的观念，很多女性结婚前后多少都了解什么是工作要求和环境压力，因此她们很容易理解丈夫的处境。</p><p>但丈夫则不同，他们没有经历过留在家中维护后方的经验，体会不到女性的承重负担。女性在结婚后回归家庭，负担起家庭主妇的工作，包括洗衣、打扫、煮饭、教育、还要照顾年迈的老任，她们的工作分量和忙碌程度，绝不亚于在外工作的丈夫。</p><p>丈夫们应该要知道这些家务事的内容。每日的家务通常十分单调重复，家庭主妇的工作负荷沉重，而唯一的代价和酬劳便是家人的肯定和感谢。</p><p>家庭主妇必须要常常与外界接触，以免单调的工作变得乏味吞噬生活，她们也应该更多得了解丈夫的工作性质和环境，以免两人的生活产生脱节。这些都需要靠丈夫支持，丈夫在一天忙碌后回家通常喜欢安静的休息下不愿再陪妻子参加活跃的社交活动，这对家庭主妇太不公平了，丈夫们应该稍作妥协，使得妻子能更好的融入社交活动。</p><h4 id=\"5要做她的后盾\">5.要做她的后盾</h4><p>有个朋友告诉作者，最近家里出了点事，有位极好的姑妈来家里，但孩子却烦了气管炎，原本的出游计划都泡汤了，幸好有丈夫帮忙，带姑妈到处观光，使得姑妈玩的尽兴，解除了自己心理上的负担。</p><p>当麻烦事来临时，丈夫应该让太太知道，他这个先锋人员比起所有小说上的英雄都要真实可靠。不只碰到大事才偶尔为之，就连日常生活中的小事也该如此。妻子需要知道丈夫永远与她站在一起，无论是碰到小危机还是大变故。</p><h4 id=\"6分享她的嗜好\">6.分享她的嗜好</h4><p>美满的婚姻生活，主要靠双方所具的“分享”和“合作”的能力而定。在处理任何家庭事件的时候，“你”和“我”的心态必须改成“我们”。如果夫妻双方能彼此了解对方在生活中所扮演的角色，那么，在决定这些事项的时候，态度便能更加合理、更加友善。</p><p>很多男性认为对女人家的事务表示兴趣，会损及大男人的尊严。其实这种想法非常糟糕，这会阻止家庭走向更加欢愉、更加充满爱的氛围。</p><p>作家安德烈很很能洞悉人情世故，他说，要在女性认为重要的事情上表示出兴趣，比如装扮、料理家务等，要试着去了解她的嗜好和日常工作，相信不久，你也会发现，原来自己对这些东西其实也很有兴趣。</p><h4 id=\"7爱你的妻子\">7.爱你的妻子</h4><p>被爱的女性，永远不会失败，被爱是女性成功的重要因素，因此丈夫在此扮演的角色十分重要。如果说男性更喜欢感受被爱，那么女性则更喜欢你告诉她。</p><p>我们不用像欧式的情人那样会说情话，只需要在人群中与她的眼光相触时，或看电影时轻握她的手，或出乎意料的拥抱她、温柔体贴等。</p><p>杜门先生取了一个聪明美丽的妻子，但结婚之后杜门先生便开始把精神贯注在事业上，而把维持婚姻的责任完全丢给太太。前5年的婚姻生活过得很不愉快。直到有一天，他又和太太发生争执，之后，只有4岁大的儿子问爸爸，爸爸你不喜欢妈妈吗？我觉得她很好啊。那一瞬间杜门觉得自己好像是儿子眼中的大坏蛋。他说，自己忽然体会到了妈妈的分量，而我也一直是爱她的，只是自己一直没有尽到做父亲和丈夫的责任。于是他决定弥补过失，请求太太帮助自己做一个贤夫良父，并十分感谢妻子，妻子也按他的意思做了。后来他们的婚姻改善很多，不但彼此的感情更加成熟了，彼此也更加互相敬重。</p><p>爱上一名女子并不只是感情横溢的情绪问题，这同时包括一个人的所有品质，如：知性、感性、礼节及对人是否敬重等等。</p><p>现代女性热衷于追求自我进步，因此造成了一个极大的咨询市场。有许多一见不断提供给她们，例如要如何吸引男人、如何找到丈夫、找到之后又要如何对待他们、要如何抚养小孩、要如何料理家事、要如何安排自己的休闲时间等等。虽然丈夫也热衷于追求自我进步，但他们通常局限于如何赚钱，或如何在就也市场上更具竞争力，却没有哪些是教导男性如何成为一个好丈夫，或如何吸引妻子及如何引起她们的注意等等。婚姻生活的改善，似乎完全是小女人的事情了。</p><h4 id=\"男性也会急忙这么解释他们必须负起大部分家庭经济负担因此他们必须把大部分精力用来改进自己的工作能力而不是如何做丈夫这类问题\">男性也会急忙这么解释：他们必须负起大部分家庭经济负担，因此他们必须把大部分精力用来改进自己的工作能力，而不是如何做丈夫这类问题。</h4><h4 id=\"但是妇女并非靠面包生活婚姻也不能只靠面包来维持经济能力知识男性责任的开端而不是终点更不是全部\">但是妇女并非靠面包生活，婚姻也不能只靠面包来维持。经济能力知识男性责任的开端，而不是终点，更不是全部。</h4><p>如果只是单方面教育女性如何做一个好妻子、好母亲，而男性却仍然只业余性地当个丈夫或父亲，这对婚姻生活又会增加多少好处呢。</p><h4 id=\"自人类伊始家庭便是最基本的团体制度它不但维系人类目前的实际需要也是将来的期待它负起保护养育及教导的功能是人类最神圣的要塞\">自人类伊始，家庭便是最基本的团体制度。它不但维系人类目前的实际需要，也是将来的期待。它负起保护、养育及教导的功能，是人类最神圣的要塞。</h4><p>像这么重要的事情，岂可由女性单方面来负责。</p><h4 id=\"家庭并不仅是一个提供吃喝睡觉或喂养小孩的地方家庭提供很多重要的东西包括温情彼此关爱喜怒哀乐的分享等等这些使得家庭具有更重要的价值\">家庭并不仅是一个提供吃喝、睡觉或喂养小孩的地方。家庭提供很多重要的东西，包括：温情、彼此关爱、喜怒哀乐的分享等等，这些使得家庭具有更重要的价值。</h4><p>一个女性很难单独提供所有这些东西，这必须由男女双方来共同负责。</p><p>作者提出一个卑微的建议：希望男性能减轻女性的负担，也同时多注意自己所扮演的父亲和丈夫的角色。德鲁大学人际关系教授大卫，提出，“婚姻是我们是否成熟的最好试金石，你若不想关心别人，最好是自己独处。但你若想与另一个人亲密的生活在一起，便必须具有关爱别人的能力。”婚姻能有两种结果：一是使我们变得成熟，一是使我们尝到不成熟的苦果。</p><p>学会与妻子相处</p>",
            "url": "http://www.luzexi.com/2020/07/16/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B016",
            
            
            
            
            
            "date_published": "2020-07-16T00:00:00+08:00",
            "date_modified": "2020-07-16T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/07/13/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B015",
            "title": "每日读书笔记15 《人性的弱点》",
            "summary": "读书 书 看书 读后感 笔记 摘要",
            "content_text": "《人性的弱点》让你的家庭生活幸福快乐50，如何与女性相处一般人看来单身汉似乎都是横冲直撞、无所顾虑的，而结了婚的男子则十分谨慎、庸俗。其实单身汉比结了婚的男子更严肃、认真，在金钱上斤斤计较，也更懂得为自己打算，因此他们通常不会冒险去结婚登记处，相信许多未婚女子也是如此。我们应该向结了婚的男人致敬，他们既然有勇气结婚，相信也一定会愿意用各种技巧来增进自己的婚姻幸福。康奈尔大学文理学学院院长解释说，婚姻是否美满，要看双方的心理是否成熟。也就是说，他们是否了解自己、了解与对方的关系，并且愿意彼此分担责任，以增进对方的快乐。维持家庭关系是凭借内在价值的满足，例如感情、友谊、价值观等，而且不能用强求的方式取得。以下是与妻子相处的7个建议1.感谢她、称赞她千万别短缺了太太的配粮，这样她就会心甘情愿为你卖命。在你失去工作、头发或腰围的时候，她会很乐意与你同甘共苦，甚至不会怨天尤人地天天穿着那件仅有的外套，只要你能时时不忘赞美她。通常男士比较容易知道自己的定位，因为他们的工作表现很快就能从上级反馈，或者他们做成了一笔生意，很快就能晋升、加薪或得到表扬。但女士们则不同，她们待在家里穷忙，却一点也不知道自己的成绩如何，除非她生命中的另一半告诉她、肯定她。因此男士们的感谢和赞美是她唯一的奖励。要想赢得女人的心，并让她愿意永远不辞辛劳地取悦自己，最好、最有用、最不会失败的方法，便是时时全心全意地感谢她、赞美她。一位纽约专栏作家罗伯特娶了一位美丽聪慧的妻子珍妮，但珍妮却认为罗伯特是世界上最好的丈夫。因为罗伯特总是不断得赞美妻子，每当他有什么新的书出版时，总不会忘记在首页上写上“献给珍妮”，这些题字比起支票上的数字有用的多。2.要慷慨、关心她许多男士认为慷慨就是指大方的付清所有账单，其实女士真正需要的慷慨并不是这些，她们需要的是男士的关注与关心，例如可以对她说，要不请你妈妈来我们家住一段时间，或者在宴会上时时表达你对她的关心，这才是真正的慷慨。作者记得有一次参加宴会，男主人是个相当出名的杰出人物，对每个人都极为殷勤有礼，唯独对自己太太例外。他的太太在陌生人群当中显得很不自在，而她的丈夫则如鱼得水，在人群当中显得十分得意。分一点关注给自己的太太并不会影响他的公共关系，反而有助他的形象，更可增进夫妻之间的关系。后来听说他们的婚姻果然恶化。3.不要过于不修边幅一般人认为注重打扮或保持吸引力是女人家的事，但男士也同样需要注意自己的形象，特别是在妻子面前。男士们上班的时候是西装笔挺，但在家里的德性却像尚未整理过的床铺一样，不忍直视。这种邋遢的男子大概从没想过，太太们也是希望自己的另一半清洁整齐，她更喜欢你能洗脸刮胡子，至少在她面前晃来晃去的时候，能对得起她的眼睛。一名真正的男子当然不靠外貌，但外表却是他人见到你时对你的第一印象。我们应该在家里也同样时时保持整齐，至少干净整洁。",
            "content_html": "<h4 id=\"人性的弱点\">《人性的弱点》</h4><h4 id=\"让你的家庭生活幸福快乐\">让你的家庭生活幸福快乐</h4><h3 id=\"50如何与女性相处\">50，如何与女性相处</h3><p>一般人看来单身汉似乎都是横冲直撞、无所顾虑的，而结了婚的男子则十分谨慎、庸俗。其实单身汉比结了婚的男子更严肃、认真，在金钱上斤斤计较，也更懂得为自己打算，因此他们通常不会冒险去结婚登记处，相信许多未婚女子也是如此。</p><p>我们应该向结了婚的男人致敬，他们既然有勇气结婚，相信也一定会愿意用各种技巧来增进自己的婚姻幸福。</p><p>康奈尔大学文理学学院院长解释说，婚姻是否美满，要看双方的心理是否成熟。也就是说，他们是否了解自己、了解与对方的关系，并且愿意彼此分担责任，以增进对方的快乐。维持家庭关系是凭借内在价值的满足，例如感情、友谊、价值观等，而且不能用强求的方式取得。</p><p>以下是与妻子相处的7个建议</p><h4 id=\"1感谢她称赞她\">1.感谢她、称赞她</h4><p>千万别短缺了太太的配粮，这样她就会心甘情愿为你卖命。在你失去工作、头发或腰围的时候，她会很乐意与你同甘共苦，甚至不会怨天尤人地天天穿着那件仅有的外套，只要你能时时不忘赞美她。</p><p>通常男士比较容易知道自己的定位，因为他们的工作表现很快就能从上级反馈，或者他们做成了一笔生意，很快就能晋升、加薪或得到表扬。但女士们则不同，她们待在家里穷忙，却一点也不知道自己的成绩如何，除非她生命中的另一半告诉她、肯定她。因此男士们的感谢和赞美是她唯一的奖励。要想赢得女人的心，并让她愿意永远不辞辛劳地取悦自己，最好、最有用、最不会失败的方法，便是时时全心全意地感谢她、赞美她。</p><p>一位纽约专栏作家罗伯特娶了一位美丽聪慧的妻子珍妮，但珍妮却认为罗伯特是世界上最好的丈夫。因为罗伯特总是不断得赞美妻子，每当他有什么新的书出版时，总不会忘记在首页上写上“献给珍妮”，这些题字比起支票上的数字有用的多。</p><h4 id=\"2要慷慨关心她\">2.要慷慨、关心她</h4><p>许多男士认为慷慨就是指大方的付清所有账单，其实女士真正需要的慷慨并不是这些，她们需要的是男士的关注与关心，例如可以对她说，要不请你妈妈来我们家住一段时间，或者在宴会上时时表达你对她的关心，这才是真正的慷慨。</p><p>作者记得有一次参加宴会，男主人是个相当出名的杰出人物，对每个人都极为殷勤有礼，唯独对自己太太例外。他的太太在陌生人群当中显得很不自在，而她的丈夫则如鱼得水，在人群当中显得十分得意。分一点关注给自己的太太并不会影响他的公共关系，反而有助他的形象，更可增进夫妻之间的关系。后来听说他们的婚姻果然恶化。</p><h4 id=\"3不要过于不修边幅\">3.不要过于不修边幅</h4><p>一般人认为注重打扮或保持吸引力是女人家的事，但男士也同样需要注意自己的形象，特别是在妻子面前。男士们上班的时候是西装笔挺，但在家里的德性却像尚未整理过的床铺一样，不忍直视。这种邋遢的男子大概从没想过，太太们也是希望自己的另一半清洁整齐，她更喜欢你能洗脸刮胡子，至少在她面前晃来晃去的时候，能对得起她的眼睛。一名真正的男子当然不靠外貌，但外表却是他人见到你时对你的第一印象。我们应该在家里也同样时时保持整齐，至少干净整洁。</p>",
            "url": "http://www.luzexi.com/2020/07/13/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B015",
            
            
            
            
            
            "date_published": "2020-07-13T00:00:00+08:00",
            "date_modified": "2020-07-13T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/07/12/%E6%80%9D%E8%B7%AF%E6%8E%A2%E8%AE%A848",
            "title": "思路探讨(四十八) 从价格到人性",
            "summary": "思路 随想 理念 逻辑 人生哲学",
            "content_text": "在投机的这条路上我有过很多误解，我很长一段时间并不认为自己在投机，我并不认为自己是在投机取巧，我认为自己是正义的化身，做的都是正能量的投资。其实我并不知道我的想法是种偏见，因为我完全不认为自己是错的，甚至没想过这种想法是不是有错的可能性。连错的可能性能都没曾想过，可想而知我有多么相信我所做的是对的。随着时间的冲刷，我很自然的被按在地上摩擦摩擦，也有曾激烈的反抗过，反抗也不是反转开始而是继续认死理，直到自己没有脾气，任由自己被社会摩擦摩擦。当彻底没有脾气时才慢慢回想自己是否真的错了，反思自己的想法是否是一种偏见，片面且幼稚的见解，这也需要一个过程，并不是一下明白或领悟的事情。让一个人相信一件事很难，让一个人不相信一件事更难。^^ ^^啊，太阳。这就是人啊。脑回路永远都是难以快速转出来的，永远都是撞了南墙才回头的。于是我开始寻找一个答案，在投机中什么才不是偏见。我为这事做了很多努力，并且持续了很长时间，我看了很多经济相关的书，并规定自己每天做一些K线的模拟练习。我发现最难的就是没有偏见，人很容易就陷入到一个自己或别人圈出来的逻辑或信念，一旦相信就会像是被黑布蒙上了眼睛，无视其他方向的视角和周围环境的变化，但又不能不信，因为你必须有一套理论体系来支撑你的行为方向。要自己没有偏见，经验、经历、知识、心智一样不能少，最好每样都强大，即使这样也不能保证没有偏见，还得不断反思，不但反思错误的，也要反思正确的。(我又给自己画了一个圈)股票的价格没有规律可循，很多人都有自己的一套价格理论，比如我曾有平台的概念，认为价格会以平台的形式梯度上涨或梯度下跌，但价格经常打破平台稍微一点点又回来，于是我又认为这种平台概念是对的，只是没有绝对的边界。当一个理论被证明错误时，我又给自己设立了一个理论。随着时间的推移，我的理论越来越高级，我不再关心价格平台、K线指标，而是用情绪理论代替之。比如我用情绪理论去解释价格的原因，我认为情绪是主导价格的重要因素，我们应该感受到股价的情绪，在上升那一刻即时的跟上，不管股价在哪里，前期是否涨的比较多，只要情绪对了就有机会。我还认为情绪只是短线理论，长线的就应该不在意股价的波动，而是关注行业趋势、经济趋势、管理层的人员的能力。我还特意去寻找情绪的答案，比如我怎样才能正确感受到价格的情绪。我认为价格是情绪的延续，需要找到情绪的同理心，用心去感受情绪的发展方向，这样就不会因为试图去反抗情绪而遭到暴击。类似的理论有过很多种，每次都被反证。我的理论开始从表象深入到内在，我发现表象只是结果，内在才是逻辑的驱动力。人性永不变，这个社会是由几十亿人构成，由人性建立起来的一个社会，自然的运作规律也跟人性有关。我看了些关于人性的书包括《人性的弱点》、《态度》、《人格心理学》以及《富兰克林自传》、《乔布斯传》、《林徽因传》、《陆小曼传》等等些许人物传记，从人身上体会人性是最好的途径。最近我又有了一套新的理论，不妨来看看我的所思所想，比起以前的理论这次更宏观些许。我发现，中国的体制完全独立与美国，是一个自主探索的体制。我认为这是对的，不要去刻意的模仿别人是正确的。这就像是我们自身和我们的家庭，我们应该积极经营自己和家庭，让自己和家庭茁长成长，而不是看到别人有什么，就想着自己也该这样做。我很清晰的记得一句英文是这样写的：As long as you follow other people and as long as you’re being a copy cat you will never ever be the best copy cat in the world. But you will be the best you can be. 一直模仿他人就等于永远跟在别人的屁股后面，这样就永远突破不了自己。美国也是一样，它从建国开始就是独立探索出来的体制，其他国家都是模仿，而且基本都模仿的很不到位，只有美国自己玩的最溜。情况同中国一样，只有自己探索经营出来的路才是最好最适合自己的，也是最符合这个国家的，模仿者都只会偏离轨道。最后我发现人性是不变的，大家都为赚钱而赚钱，逻辑很多时候只是个借口，至少对价格来说是个借口，当我们不相信这个借口时，它什么用都没有，但当越来越多的人相信这个借口时，这个底层逻辑就开始有用了。这就像我们自身不断得去拼搏努力，这些拼搏和努力本身就是为了拼出一个底层逻辑，这个底层逻辑支撑着越来越多人汇聚过来形成更大的底层逻辑，慢慢的相信的人越来越多，形成的趋势也越来越强，当大部分人都认可时就完全爆发了。我认为价格上涨的逻辑也是如此。上涨的逻辑是大众信不信这个逻辑，如果非常相信就会涨很快，如果不相信就会平着熬着等待新的拐角，不过即使相信也在不断随着价格的上涨而不断起伏不定，价格太高就会有人开始怀疑本身的逻辑，低下来又有人开始觉得逻辑是对的应该坚持。于是那些相信上涨的逻辑的人数成了关键。下跌也是同样，并不是一定说有下跌逻辑才下跌，要有足够多的人相信下跌逻辑才会下跌，否则大家都在犹豫中，熬着等待新的拐点出现，直到某一边的人数开始增多并且逐渐大过另一边形成了跟随相信的趋势。一旦相信某逻辑的人数超过不相信，那么就开始涨，随着时间的推移，这个逻辑人数不断变化，到一定数量时，某一边的忠实粉丝越来越多，就开始所谓的趋势上涨，无脑上涨，疯狂上涨，就是没有逻辑，就只是相信的人数足够多。我有种感觉，我们可能过分关注投资股票，这消耗了我们大部分关注力，进而导致重要的事情没有得到足够的关注，从而导致无法进阶，最终导致我们人生遇到瓶颈。有问那还有啥好的投资呢？我认为应该投资自己和家庭成员。把注意力转移到人身上，知识、能力、境界、健康、视野，这些上来，相对于这些，股票的涨跌实在不值得一提。家庭成员之间的关系值得我们投资更多的精力去融合、团结、去相爱。各位共勉",
            "content_html": "<p>在投机的这条路上我有过很多误解，我很长一段时间并不认为自己在投机，我并不认为自己是在投机取巧，我认为自己是正义的化身，做的都是正能量的投资。其实我并不知道我的想法是种偏见，因为我完全不认为自己是错的，甚至没想过这种想法是不是有错的可能性。连错的可能性能都没曾想过，可想而知我有多么相信我所做的是对的。</p><p>随着时间的冲刷，我很自然的被按在地上摩擦摩擦，也有曾激烈的反抗过，反抗也不是反转开始而是继续认死理，直到自己没有脾气，任由自己被社会摩擦摩擦。当彻底没有脾气时才慢慢回想自己是否真的错了，反思自己的想法是否是一种偏见，片面且幼稚的见解，这也需要一个过程，并不是一下明白或领悟的事情。</p><h6 id=\"让一个人相信一件事很难让一个人不相信一件事更难-\">让一个人相信一件事很难，让一个人不相信一件事更难。^<em>^ ^</em>^</h6><p>啊，太阳。这就是人啊。脑回路永远都是难以快速转出来的，永远都是撞了南墙才回头的。</p><p>于是我开始寻找一个答案，在投机中什么才不是偏见。我为这事做了很多努力，并且持续了很长时间，我看了很多经济相关的书，并规定自己每天做一些K线的模拟练习。</p><h6 id=\"我发现最难的就是没有偏见人很容易就陷入到一个自己或别人圈出来的逻辑或信念一旦相信就会像是被黑布蒙上了眼睛无视其他方向的视角和周围环境的变化但又不能不信因为你必须有一套理论体系来支撑你的行为方向要自己没有偏见经验经历知识心智一样不能少最好每样都强大即使这样也不能保证没有偏见还得不断反思不但反思错误的也要反思正确的我又给自己画了一个圈\">我发现最难的就是没有偏见，人很容易就陷入到一个自己或别人圈出来的逻辑或信念，一旦相信就会像是被黑布蒙上了眼睛，无视其他方向的视角和周围环境的变化，但又不能不信，因为你必须有一套理论体系来支撑你的行为方向。要自己没有偏见，经验、经历、知识、心智一样不能少，最好每样都强大，即使这样也不能保证没有偏见，还得不断反思，不但反思错误的，也要反思正确的。(我又给自己画了一个圈)</h6><p>股票的价格没有规律可循，很多人都有自己的一套价格理论，比如我曾有平台的概念，认为价格会以平台的形式梯度上涨或梯度下跌，但价格经常打破平台稍微一点点又回来，于是我又认为这种平台概念是对的，只是没有绝对的边界。当一个理论被证明错误时，我又给自己设立了一个理论。</p><p>随着时间的推移，我的理论越来越高级，我不再关心价格平台、K线指标，而是用情绪理论代替之。比如我用情绪理论去解释价格的原因，我认为情绪是主导价格的重要因素，我们应该感受到股价的情绪，在上升那一刻即时的跟上，不管股价在哪里，前期是否涨的比较多，只要情绪对了就有机会。</p><p>我还认为情绪只是短线理论，长线的就应该不在意股价的波动，而是关注行业趋势、经济趋势、管理层的人员的能力。我还特意去寻找情绪的答案，比如我怎样才能正确感受到价格的情绪。我认为价格是情绪的延续，需要找到情绪的同理心，用心去感受情绪的发展方向，这样就不会因为试图去反抗情绪而遭到暴击。</p><h6 id=\"类似的理论有过很多种每次都被反证我的理论开始从表象深入到内在我发现表象只是结果内在才是逻辑的驱动力人性永不变这个社会是由几十亿人构成由人性建立起来的一个社会自然的运作规律也跟人性有关我看了些关于人性的书包括人性的弱点态度人格心理学以及富兰克林自传乔布斯传林徽因传陆小曼传等等些许人物传记从人身上体会人性是最好的途径\">类似的理论有过很多种，每次都被反证。我的理论开始从表象深入到内在，我发现表象只是结果，内在才是逻辑的驱动力。人性永不变，这个社会是由几十亿人构成，由人性建立起来的一个社会，自然的运作规律也跟人性有关。我看了些关于人性的书包括《人性的弱点》、《态度》、《人格心理学》以及《富兰克林自传》、《乔布斯传》、《林徽因传》、《陆小曼传》等等些许人物传记，从人身上体会人性是最好的途径。</h6><p>最近我又有了一套新的理论，不妨来看看我的所思所想，比起以前的理论这次更宏观些许。</p><p>我发现，中国的体制完全独立与美国，是一个自主探索的体制。我认为这是对的，不要去刻意的模仿别人是正确的。这就像是我们自身和我们的家庭，我们应该积极经营自己和家庭，让自己和家庭茁长成长，而不是看到别人有什么，就想着自己也该这样做。我很清晰的记得一句英文是这样写的：As long as you follow other people and as long as you’re being a copy cat you will never ever be the best copy cat in the world. But you will be the best you can be. 一直模仿他人就等于永远跟在别人的屁股后面，这样就永远突破不了自己。美国也是一样，它从建国开始就是独立探索出来的体制，其他国家都是模仿，而且基本都模仿的很不到位，只有美国自己玩的最溜。情况同中国一样，只有自己探索经营出来的路才是最好最适合自己的，也是最符合这个国家的，模仿者都只会偏离轨道。</p><p>最后我发现人性是不变的，大家都为赚钱而赚钱，逻辑很多时候只是个借口，至少对价格来说是个借口，当我们不相信这个借口时，它什么用都没有，但当越来越多的人相信这个借口时，这个底层逻辑就开始有用了。这就像我们自身不断得去拼搏努力，这些拼搏和努力本身就是为了拼出一个底层逻辑，这个底层逻辑支撑着越来越多人汇聚过来形成更大的底层逻辑，慢慢的相信的人越来越多，形成的趋势也越来越强，当大部分人都认可时就完全爆发了。</p><h6 id=\"我认为价格上涨的逻辑也是如此上涨的逻辑是大众信不信这个逻辑如果非常相信就会涨很快如果不相信就会平着熬着等待新的拐角不过即使相信也在不断随着价格的上涨而不断起伏不定价格太高就会有人开始怀疑本身的逻辑低下来又有人开始觉得逻辑是对的应该坚持于是那些相信上涨的逻辑的人数成了关键下跌也是同样并不是一定说有下跌逻辑才下跌要有足够多的人相信下跌逻辑才会下跌否则大家都在犹豫中熬着等待新的拐点出现直到某一边的人数开始增多并且逐渐大过另一边形成了跟随相信的趋势一旦相信某逻辑的人数超过不相信那么就开始涨随着时间的推移这个逻辑人数不断变化到一定数量时某一边的忠实粉丝越来越多就开始所谓的趋势上涨无脑上涨疯狂上涨就是没有逻辑就只是相信的人数足够多\">我认为价格上涨的逻辑也是如此。上涨的逻辑是大众信不信这个逻辑，如果非常相信就会涨很快，如果不相信就会平着熬着等待新的拐角，不过即使相信也在不断随着价格的上涨而不断起伏不定，价格太高就会有人开始怀疑本身的逻辑，低下来又有人开始觉得逻辑是对的应该坚持。于是那些相信上涨的逻辑的人数成了关键。下跌也是同样，并不是一定说有下跌逻辑才下跌，要有足够多的人相信下跌逻辑才会下跌，否则大家都在犹豫中，熬着等待新的拐点出现，直到某一边的人数开始增多并且逐渐大过另一边形成了跟随相信的趋势。一旦相信某逻辑的人数超过不相信，那么就开始涨，随着时间的推移，这个逻辑人数不断变化，到一定数量时，某一边的忠实粉丝越来越多，就开始所谓的趋势上涨，无脑上涨，疯狂上涨，就是没有逻辑，就只是相信的人数足够多。</h6><p>我有种感觉，我们可能过分关注投资股票，这消耗了我们大部分关注力，进而导致重要的事情没有得到足够的关注，从而导致无法进阶，最终导致我们人生遇到瓶颈。有问那还有啥好的投资呢？我认为应该投资自己和家庭成员。把注意力转移到人身上，知识、能力、境界、健康、视野，这些上来，相对于这些，股票的涨跌实在不值得一提。家庭成员之间的关系值得我们投资更多的精力去融合、团结、去相爱。</p><p>各位共勉</p>",
            "url": "http://www.luzexi.com/2020/07/12/%E6%80%9D%E8%B7%AF%E6%8E%A2%E8%AE%A848",
            
            
            
            "tags": ["life","金融投资"],
            
            "date_published": "2020-07-12T00:00:00+08:00",
            "date_modified": "2020-07-12T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/07/08/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B014",
            "title": "每日读书笔记14 《人性的弱点》",
            "summary": "读书 书 看书 读后感 笔记 摘要",
            "content_text": "《人性的弱点》让你的家庭生活幸福快乐48，注重生活中的小事琐碎的事情是多数婚姻不幸的根源。其实只要做一些简单的事就能顺利的避免走向不幸。比如每天早上向妻子或丈夫说早安，出门上班时向对方说再会，就能避免许多离婚。人是很奇怪的动物，我们都非常注重生活中的小事，一朵花，一个小礼物，一句甜言蜜语，这比给妻子或丈夫买个车子或房子还重要。如果许多纪念日你记不住，切不可忘记，对方的生活和结婚纪念日。勃朗宁与夫人的生活就很可歌可叹，他从未忙得忘记对夫人用小小的恭维及注意来保护爱情的活力。终究婚姻是一串琐事，忽略这个事实，将造成家庭生活的灾难。注重那些看似小的事情，那才是人类感受的关键。49，家庭生活也应该有礼丹姆罗希是位有名演说家，他与夫人的生活很快乐，问她夫人的秘诀是什么时，她说，“她认为结婚后的礼貌是最重要的。我们对丈夫或妻子应该像对刚见面的人一样有礼。”无礼是侵浊爱情的活水。大部分时候我们对陌生人和朋友比对自家人要更加客气有礼。我们不会阻止陌生人讲自己听过的故事，也不会未经朋友的允许而拆朋友的信，在请求向陌生人和朋友帮助时都会先彬彬有礼的请求一番。但我们对家人则是另一番态度，总是因为他们的小错而侮辱他们，对我们说出刻薄、侮辱、伤感情的话的人，都是我们自家的人。我们应该尽早的发现这个问题，并改进它。我们应该像经营自己事业或职业那样去经营家庭，使家庭成为一个发达的机构，动力十足并团结一致。对待妻子和丈夫时，更多的使用礼仪外交手段来对待他们，更多用些温柔的手段，而不是高压或强硬手段。其实很多男人都知道应该先让妻子快乐然后就可以使她快乐的做事并不需要任何报酬。他知道如果给她几句简单真诚的恭维和赞美，说她管家是如何的好，她就会很乐意去帮助男人们做事，她也会为他节省每一分钱，因为男人们赞美了她对她彬彬有礼。相反有部分男人却完全不知道如何对待妻子，他们情愿与她争吵，情愿浪费他的钱为她买新衣服、新车子、新珠宝，也不愿意为一点小事去赞美去恭维，最后浪费了钱还是没能得到家庭的快乐。给予你的妻子或丈夫更多礼貌",
            "content_html": "<h4 id=\"人性的弱点\">《人性的弱点》</h4><h4 id=\"让你的家庭生活幸福快乐\">让你的家庭生活幸福快乐</h4><h4 id=\"48注重生活中的小事\">48，注重生活中的小事</h4><p>琐碎的事情是多数婚姻不幸的根源。其实只要做一些简单的事就能顺利的避免走向不幸。比如每天早上向妻子或丈夫说早安，出门上班时向对方说再会，就能避免许多离婚。</p><p>人是很奇怪的动物，我们都非常注重生活中的小事，一朵花，一个小礼物，一句甜言蜜语，这比给妻子或丈夫买个车子或房子还重要。如果许多纪念日你记不住，切不可忘记，对方的生活和结婚纪念日。</p><p>勃朗宁与夫人的生活就很可歌可叹，他从未忙得忘记对夫人用小小的恭维及注意来保护爱情的活力。终究婚姻是一串琐事，忽略这个事实，将造成家庭生活的灾难。</p><p>注重那些看似小的事情，那才是人类感受的关键。</p><h4 id=\"49家庭生活也应该有礼\">49，家庭生活也应该有礼</h4><p>丹姆罗希是位有名演说家，他与夫人的生活很快乐，问她夫人的秘诀是什么时，她说，“她认为结婚后的礼貌是最重要的。我们对丈夫或妻子应该像对刚见面的人一样有礼。”</p><p>无礼是侵浊爱情的活水。大部分时候我们对陌生人和朋友比对自家人要更加客气有礼。我们不会阻止陌生人讲自己听过的故事，也不会未经朋友的允许而拆朋友的信，在请求向陌生人和朋友帮助时都会先彬彬有礼的请求一番。但我们对家人则是另一番态度，总是因为他们的小错而侮辱他们，对我们说出刻薄、侮辱、伤感情的话的人，都是我们自家的人。</p><p>我们应该尽早的发现这个问题，并改进它。我们应该像经营自己事业或职业那样去经营家庭，使家庭成为一个发达的机构，动力十足并团结一致。对待妻子和丈夫时，更多的使用礼仪外交手段来对待他们，更多用些温柔的手段，而不是高压或强硬手段。</p><p>其实很多男人都知道应该先让妻子快乐然后就可以使她快乐的做事并不需要任何报酬。他知道如果给她几句简单真诚的恭维和赞美，说她管家是如何的好，她就会很乐意去帮助男人们做事，她也会为他节省每一分钱，因为男人们赞美了她对她彬彬有礼。</p><p>相反有部分男人却完全不知道如何对待妻子，他们情愿与她争吵，情愿浪费他的钱为她买新衣服、新车子、新珠宝，也不愿意为一点小事去赞美去恭维，最后浪费了钱还是没能得到家庭的快乐。</p><p>给予你的妻子或丈夫更多礼貌</p>",
            "url": "http://www.luzexi.com/2020/07/08/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B014",
            
            
            
            
            
            "date_published": "2020-07-08T00:00:00+08:00",
            "date_modified": "2020-07-08T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/07/05/%E5%90%91%E5%86%85%E7%9C%8B%E8%87%AA%E5%B7%B16",
            "title": "向内看自己(六)",
            "summary": "思路 随想 理念 逻辑 人生哲学",
            "content_text": "按事情的重要程度去分配精力所有人都知道，但做比知道容易，最近就被这个问题伤到。为什么我们知道了什么事情最重要，要先做，却总是反着来呢？我总结下。1.逃避心态最重要的事情往往都是最艰难的，谁都不愿意主动去受这个苦，这导致随着时间的推移困难越来越大。解决这个问题得靠自己，这通常是习惯造成的，如果你习惯直面痛苦而不是逃避，每次都能迅速下定决心去面对和解决困难，那么这个问题就会迎刃而解，在你的这种习惯驱动下问题总会被一次次及时的化解。面对重要而令人痛苦的事情时，你总是能迅速提起精神，迎难而上直到事情有了新的进展有了更多的乐观消息，反之事情总是会被拖入越来越糟糕的地步。有困难最好立刻去解决，有没有真正解决是另一回事，不要顾虑太多，行动起来是前提，能提起勇气去解决是很好的开始。2.环境一直在变化，会有新的当下更紧急更重要的事情加入。人很难适应变化，特别是年纪越大越难适应，当环境改变时，人的想法通常要在老地方呆很久，很多时候都是不撞南墙不回头。当有新的更重要更紧急的事情加入到我们的生活中来时，我们通常都是依然还坚持着我们自己脑海中原来的想法，比如我最近就一直以把书完成为最重要目标，但是工作中忽然插入了一个更紧急更重要的任务，可我仍然没能引起有效的重视，直到2周后发现事情有些不对劲，才换了想法做了紧急的补救工作。解决这个问题得打开我们的思路，要把‘不确定性’和‘环境时时在变化’更深刻的植入到自己的脑中。我们应该时刻记着，我们现在能有效执行自己的计划并按照自己的想法来安排时间和精力是得益于环境的稳定，而环境的这种稳定是非常脆弱的，我们应该时刻提高警觉，时刻观察和感受环境是否在变化，一旦有变化就该采取行动，即使是轻微的变化也要第一时间想想，自己是否做出了应对环境变化的行为，如果没有立刻着手开始应对。通常环境变化都会伴随着一些特殊事件的发生，比如公司的某个规则变了，政府的某个政策变了，某次会议发生了些奇怪的事，自己去了另一个陌生的地方，进入了一个新的环境(公司或学校或民族或国家)，领导忽然强调了些以前没有强调的事情，家庭里发生了些以前没有发生的事，国家或全球突发了什么事件等等，我们都应该引起警觉，最好能开始计划自己根据变化做出点什么改变，一开始改变不用很大，因为一开始改变太大会影响自己和周围的人和事反而会产生反应过大而陷入困境，应该一点点来逐步改变，这样就可以随时随地适应环境，因为环境改变也是一点点来的，通常一下子改变很大的环境通常都是个很深的坑。反之，警觉心不够，则很容易陷入被动，被动的去适应和主动的去改变是两种完全不同的状态。这些都是我的方法论，各位共勉。",
            "content_html": "<p>按事情的重要程度去分配精力所有人都知道，但做比知道容易，最近就被这个问题伤到。为什么我们知道了什么事情最重要，要先做，却总是反着来呢？我总结下。</p><h6 id=\"1逃避心态\">1.逃避心态</h6><p>最重要的事情往往都是最艰难的，谁都不愿意主动去受这个苦，这导致随着时间的推移困难越来越大。</p><p>解决这个问题得靠自己，这通常是习惯造成的，如果你习惯直面痛苦而不是逃避，每次都能迅速下定决心去面对和解决困难，那么这个问题就会迎刃而解，在你的这种习惯驱动下问题总会被一次次及时的化解。</p><p>面对重要而令人痛苦的事情时，你总是能迅速提起精神，迎难而上直到事情有了新的进展有了更多的乐观消息，反之事情总是会被拖入越来越糟糕的地步。</p><p>有困难最好立刻去解决，有没有真正解决是另一回事，不要顾虑太多，行动起来是前提，能提起勇气去解决是很好的开始。</p><h6 id=\"2环境一直在变化会有新的当下更紧急更重要的事情加入\">2.环境一直在变化，会有新的当下更紧急更重要的事情加入。</h6><p>人很难适应变化，特别是年纪越大越难适应，当环境改变时，人的想法通常要在老地方呆很久，很多时候都是不撞南墙不回头。</p><p>当有新的更重要更紧急的事情加入到我们的生活中来时，我们通常都是依然还坚持着我们自己脑海中原来的想法，比如我最近就一直以把书完成为最重要目标，但是工作中忽然插入了一个更紧急更重要的任务，可我仍然没能引起有效的重视，直到2周后发现事情有些不对劲，才换了想法做了紧急的补救工作。</p><p>解决这个问题得打开我们的思路，要把‘不确定性’和‘环境时时在变化’更深刻的植入到自己的脑中。我们应该时刻记着，我们现在能有效执行自己的计划并按照自己的想法来安排时间和精力是得益于环境的稳定，而环境的这种稳定是非常脆弱的，我们应该时刻提高警觉，时刻观察和感受环境是否在变化，一旦有变化就该采取行动，即使是轻微的变化也要第一时间想想，自己是否做出了应对环境变化的行为，如果没有立刻着手开始应对。</p><p>通常环境变化都会伴随着一些特殊事件的发生，比如公司的某个规则变了，政府的某个政策变了，某次会议发生了些奇怪的事，自己去了另一个陌生的地方，进入了一个新的环境(公司或学校或民族或国家)，领导忽然强调了些以前没有强调的事情，家庭里发生了些以前没有发生的事，国家或全球突发了什么事件等等，我们都应该引起警觉，最好能开始计划自己根据变化做出点什么改变，一开始改变不用很大，因为一开始改变太大会影响自己和周围的人和事反而会产生反应过大而陷入困境，应该一点点来逐步改变，这样就可以随时随地适应环境，因为环境改变也是一点点来的，通常一下子改变很大的环境通常都是个很深的坑。反之，警觉心不够，则很容易陷入被动，被动的去适应和主动的去改变是两种完全不同的状态。</p><p>这些都是我的方法论，各位共勉。</p>",
            "url": "http://www.luzexi.com/2020/07/05/%E5%90%91%E5%86%85%E7%9C%8B%E8%87%AA%E5%B7%B16",
            
            
            
            
            
            "date_published": "2020-07-05T00:00:00+08:00",
            "date_modified": "2020-07-05T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/07/01/%E7%BB%99%E5%A5%B3%E5%84%BF%E7%9A%84%E4%BF%A12",
            "title": "给女儿的信(二)",
            "summary": "女儿 教育 亲情",
            "content_text": "Sharon、Anne爸爸好想你们，爸爸最近忙着学习。爸爸想，我这么老远的跑过来工作，看不到我最爱的Sharon和Anne，当然要努力一点了，否则还不如不过来呢。所以爸爸把生活计划的很满，每天都要学各种东西，运动也不能落下。夏天到了呢，你们那边天气热不热，该去游泳啦，每年都要去游泳一下哦，如果能学会游泳并经常坚持游泳的话，会更漂亮哦。你希望自己长高些长得漂亮些吗，那就多运动哦，特别是游泳，它是所有运动里对身体最好的一种。妈妈最近还有发脾气吗，要告诉妈妈不要发脾气哦，发脾气不好，要学会控制自己的情绪，控制自己不要发脾气。因为能控制的发脾气的人会非常厉害，他们会变得越来越聪明，处理事情的时候很冷静理智。当我们冷静理智的时候所做的决定才是相对比较好的。要记得学会控制自己的情绪哦，也要把这个告诉妈妈，让她学会控制情绪。",
            "content_html": "<p>Sharon、Anne爸爸好想你们，爸爸最近忙着学习。</p><p>爸爸想，我这么老远的跑过来工作，看不到我最爱的Sharon和Anne，当然要努力一点了，否则还不如不过来呢。</p><p>所以爸爸把生活计划的很满，每天都要学各种东西，运动也不能落下。</p><p>夏天到了呢，你们那边天气热不热，该去游泳啦，每年都要去游泳一下哦，如果能学会游泳并经常坚持游泳的话，会更漂亮哦。</p><p>你希望自己长高些长得漂亮些吗，那就多运动哦，特别是游泳，它是所有运动里对身体最好的一种。</p><p>妈妈最近还有发脾气吗，要告诉妈妈不要发脾气哦，发脾气不好，要学会控制自己的情绪，控制自己不要发脾气。因为能控制的发脾气的人会非常厉害，他们会变得越来越聪明，处理事情的时候很冷静理智。</p><p>当我们冷静理智的时候所做的决定才是相对比较好的。要记得学会控制自己的情绪哦，也要把这个告诉妈妈，让她学会控制情绪。</p>",
            "url": "http://www.luzexi.com/2020/07/01/%E7%BB%99%E5%A5%B3%E5%84%BF%E7%9A%84%E4%BF%A12",
            
            
            
            
            
            "date_published": "2020-07-01T00:00:00+08:00",
            "date_modified": "2020-07-01T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/07/01/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B013",
            "title": "每日读书笔记13 《人性的弱点》",
            "summary": "读书 书 看书 读后感 笔记 摘要",
            "content_text": "《人性的弱点》让你的家庭生活幸福快乐46，不要批评对方格莱斯是英国首相，他在公众面前是一个可畏的形象，而在家中从未批评过家人。当他早晨下来用餐时看见家人还在睡觉，他会用一种温柔的方式唤醒他们。凯瑟琳也是一样，他曾统治世界上最大的帝国，但如果厨师将肉烤焦，她什么也不会说，而是微笑的将肉吃下去。狄克斯研究婚姻不幸的专家，他发现击碎婚姻的大多数都是批评，无用的，令人心碎的批评。如果你想拥有家庭生活的快乐，不要批评你的丈夫或妻子。47.真诚的欣赏对方可能你不知道欣赏对方有多重要，男子在寻求伴侣时从不像在找高级职员那样寻找能力强过自己的人，而是在寻找一个对自己具有诱惑力的，愿意奉承自己的使自己感到舒服的人。如果一位女办公室主任应邀去吃饭，她总是提及自己的学识自己的成就，甚至坚持自付餐费，那最后的结果只能是再也没人邀请她吃饭了。相反，如果一位未进过大学的打字员应邀吃饭，她能温柔的注视着男伴，仰慕的说‘再给我讲讲有关你的事’，最后的结果可能是，男伴会告诉别人，她是我遇到过的最会说话的人。男性也应如此对待女性，特别是对女性的服饰和装饰，应当给予真诚的赞美。作者祖母95岁去世前不久给她看30多年前的照片，她唯一问的一句话是，那时我穿着什么衣服。对于男人来讲，他们也许想不起5年前穿什么衣服，但女人不同。法国上等社会的男子都要训练对女人的衣帽表示赞美，而且每晚都要训练很多次。迪斯瑞利英国伟大的政治家就不羞于让世界知道他对他的“小妇人沾光多少”。他说，我沾光于我夫人多于世上其他任何人。她帮助我勇敢前进，她为我很好的管理钱财，并为我生了5个孩子，为我建造了一个美丽的家庭，我所拥有的一切都是她的功劳。巴克斯得为丈夫放弃了舞台，专心在家带孩子，虽然她失去了舞台的快乐，但他从丈夫那里得到了更多的快乐。她丈夫说，妻子为自己和家庭放弃了很多，我应该尽量的称赞她鼓励她，这样她就能从失去的快乐中挽回一些快乐。丈夫的赞美和欣赏使得妻子重拾了生活的信心。如果你想保持家庭生活快乐，请给予对方真诚的赞美和欣赏。",
            "content_html": "<h4 id=\"人性的弱点\">《人性的弱点》</h4><h4 id=\"让你的家庭生活幸福快乐\">让你的家庭生活幸福快乐</h4><h4 id=\"46不要批评对方\">46，不要批评对方</h4><p>格莱斯是英国首相，他在公众面前是一个可畏的形象，而在家中从未批评过家人。当他早晨下来用餐时看见家人还在睡觉，他会用一种温柔的方式唤醒他们。</p><p>凯瑟琳也是一样，他曾统治世界上最大的帝国，但如果厨师将肉烤焦，她什么也不会说，而是微笑的将肉吃下去。</p><p>狄克斯研究婚姻不幸的专家，他发现击碎婚姻的大多数都是批评，无用的，令人心碎的批评。</p><p>如果你想拥有家庭生活的快乐，不要批评你的丈夫或妻子。</p><h4 id=\"47真诚的欣赏对方\">47.真诚的欣赏对方</h4><p>可能你不知道欣赏对方有多重要，男子在寻求伴侣时从不像在找高级职员那样寻找能力强过自己的人，而是在寻找一个对自己具有诱惑力的，愿意奉承自己的使自己感到舒服的人。</p><p>如果一位女办公室主任应邀去吃饭，她总是提及自己的学识自己的成就，甚至坚持自付餐费，那最后的结果只能是再也没人邀请她吃饭了。相反，如果一位未进过大学的打字员应邀吃饭，她能温柔的注视着男伴，仰慕的说‘再给我讲讲有关你的事’，最后的结果可能是，男伴会告诉别人，她是我遇到过的最会说话的人。</p><p>男性也应如此对待女性，特别是对女性的服饰和装饰，应当给予真诚的赞美。</p><p>作者祖母95岁去世前不久给她看30多年前的照片，她唯一问的一句话是，那时我穿着什么衣服。对于男人来讲，他们也许想不起5年前穿什么衣服，但女人不同。法国上等社会的男子都要训练对女人的衣帽表示赞美，而且每晚都要训练很多次。</p><p>迪斯瑞利英国伟大的政治家就不羞于让世界知道他对他的“小妇人沾光多少”。他说，我沾光于我夫人多于世上其他任何人。她帮助我勇敢前进，她为我很好的管理钱财，并为我生了5个孩子，为我建造了一个美丽的家庭，我所拥有的一切都是她的功劳。</p><p>巴克斯得为丈夫放弃了舞台，专心在家带孩子，虽然她失去了舞台的快乐，但他从丈夫那里得到了更多的快乐。她丈夫说，妻子为自己和家庭放弃了很多，我应该尽量的称赞她鼓励她，这样她就能从失去的快乐中挽回一些快乐。丈夫的赞美和欣赏使得妻子重拾了生活的信心。</p><p>如果你想保持家庭生活快乐，请给予对方真诚的赞美和欣赏。</p>",
            "url": "http://www.luzexi.com/2020/07/01/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B013",
            
            
            
            
            
            "date_published": "2020-07-01T00:00:00+08:00",
            "date_modified": "2020-07-01T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/07/01/%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B09",
            "title": "读书笔记(九) 《精英们的清晨日课》",
            "summary": "读书 书 看书 读后感",
            "content_text": "《一日之计》精英们的清晨日课作者建议我们事先列出每日的清单，并将最重要的事情放在首位，每天早晨起来先按照清单中的内容完成任务。作者采访了许多名人，其中《财富》杂志的高级编辑杰夫.克尔，强调自己在每天早上完成任务清单上最重要的事情，不过他也承认尽管他十分努力，也没办法做到每天都做到。《困难即通途》的作者，瑞安.霍利迪说，她认为当你变得愈加忙碌时，例如有了更多新机遇，你的任务清单便要经受考验，还有当在旅行时是否依然能保持这种习惯，这是关键的点。她很自豪说自己因为养成了清单行事的习惯，所以能很好的做到。她喜欢在清晨中写作，她说她在清晨的写作，让她带着新鲜感和清醒的头脑走进新的一天。《财富》杂志高级主编，杰夫.克尔文说，自己通常会在6点到6点半起床，并会在起床后不到60秒里喝下3杯水，这样可以有效唤醒自己的身体和大脑。然后开始做清单上的任务。他说晚上睡觉前会阅读一些与工作无关的东西，这样有助于更轻松地入眠。最后他说自己是任务清单的忠实信徒，每天早上都会按照列出的任务清单，做最重要的任务，然后再在剩余的一天时间里，陆续做剩余的清单中的任务。《精英们的清晨日课》p66艺术家艾丽.卢娜说不论这一天是要写作、设计还是要画画，坚持晨间例程才是通向成功的大门。作者提出让一天变得高效的几个要点：每天列出待办事项。建议每天工作结束时将第二天的工作待办事项列在纸上，这样第二天坐下来工作时就可以立即看到这份清单。这能使你减少决策的疲劳，不用去想今天我工作要干什么，待办清单将你从对清晨重要事项的干扰中解脱出来。这份待办清单最好能反应你一天具有挑战性的工作，也不要超负荷让自己陷入做不完单位状态。优先去做最重要的工作早晨是最宝贵的时间，你应该做你认为最重要的事情。计算机科学副教授在《深度工作》中说：在无干扰的状态下专注地进行职业活动，使个人认知能力达到极限。这种努力能创造新价值、提升技能，而且难以复制。而肤浅工作是对认知要求不高的事务性任务，往往在受到干扰的情况下开展。此类工作通常不会为世界创造太多新价值而且容易复制。就因为无人打扰的时间宝贵，我们就更应该在早晨处理自己觉得最重要的事情，而下午则用来处理琐事。不要在清晨陷入琐碎的工作作者举例清晨看邮件，说一旦清晨去查看邮件回复邮件，我们就会陷入一种被动模式，我们会按照其他人而非自己的日程安排来行事。这样会很糟糕，在清晨我们应该掌握主动权，不要让自己变得被动。杜绝早上开会作者说会议通常会浪费我们很多时间，特别是早上的宝贵时间。因此尽量不要将会议放在早上，尽量将他们放到下午，让早上留出一大块自己的时间，这样才能让我们保持专注。将大目标分解成小目标没人能一下子完成一个大项目，一口吃不了大象，我们应该将大目标分解成小目标，这样我们才能控制好工作的进展节奏，目标被分解为更小的部分，小块的工作往往更容易上手和完成。找到适合自己的方式我们应该找到最适合自己的方式，而不是适合其他任何人的方式。不应该只是去一味的模仿，一定要放宽视野，全身心尝试新的方法，适合自己的方法。如果早晨不能成为你最有效的时间，也可以选择其他时间，或者为了应付工作不至于被开除，可以每隔1小时查看一下工作，如果没有特别紧急的事情就继续自己的专注。我们大多数人都能意识到一天中某个时间段的效率最高，我们应该找到那个时间段，把对自己来说最重要的事情放在那里。关键是明确那些高效的时间段在一天的哪里，并相应的调整自己的日程。请留意你最高效的那些时段。",
            "content_html": "<p>《一日之计》精英们的清晨日课</p><p>作者建议我们事先列出每日的清单，并将最重要的事情放在首位，每天早晨起来先按照清单中的内容完成任务。</p><p>作者采访了许多名人，其中《财富》杂志的高级编辑杰夫.克尔，强调自己在每天早上完成任务清单上最重要的事情，不过他也承认尽管他十分努力，也没办法做到每天都做到。</p><p>《困难即通途》的作者，瑞安.霍利迪说，她认为当你变得愈加忙碌时，例如有了更多新机遇，你的任务清单便要经受考验，还有当在旅行时是否依然能保持这种习惯，这是关键的点。她很自豪说自己因为养成了清单行事的习惯，所以能很好的做到。</p><p>她喜欢在清晨中写作，她说她在清晨的写作，让她带着新鲜感和清醒的头脑走进新的一天。</p><p>《财富》杂志高级主编，杰夫.克尔文说，自己通常会在6点到6点半起床，并会在起床后不到60秒里喝下3杯水，这样可以有效唤醒自己的身体和大脑。然后开始做清单上的任务。</p><p>他说晚上睡觉前会阅读一些与工作无关的东西，这样有助于更轻松地入眠。</p><p>最后他说自己是任务清单的忠实信徒，每天早上都会按照列出的任务清单，做最重要的任务，然后再在剩余的一天时间里，陆续做剩余的清单中的任务。</p><p>《精英们的清晨日课》</p><p>p66</p><p>艺术家艾丽.卢娜说不论这一天是要写作、设计还是要画画，坚持晨间例程才是通向成功的大门。</p><p>作者提出让一天变得高效的几个要点：</p><p>每天列出待办事项。建议每天工作结束时将第二天的工作待办事项列在纸上，这样第二天坐下来工作时就可以立即看到这份清单。</p><p>这能使你减少决策的疲劳，不用去想今天我工作要干什么，待办清单将你从对清晨重要事项的干扰中解脱出来。这份待办清单最好能反应你一天具有挑战性的工作，也不要超负荷让自己陷入做不完单位状态。</p><p>优先去做最重要的工作早晨是最宝贵的时间，你应该做你认为最重要的事情。计算机科学副教授在《深度工作》中说：在无干扰的状态下专注地进行职业活动，使个人认知能力达到极限。这种努力能创造新价值、提升技能，而且难以复制。而肤浅工作是对认知要求不高的事务性任务，往往在受到干扰的情况下开展。此类工作通常不会为世界创造太多新价值而且容易复制。</p><p>就因为无人打扰的时间宝贵，我们就更应该在早晨处理自己觉得最重要的事情，而下午则用来处理琐事。</p><p>不要在清晨陷入琐碎的工作作者举例清晨看邮件，说一旦清晨去查看邮件回复邮件，我们就会陷入一种被动模式，我们会按照其他人而非自己的日程安排来行事。这样会很糟糕，在清晨我们应该掌握主动权，不要让自己变得被动。</p><p>杜绝早上开会作者说会议通常会浪费我们很多时间，特别是早上的宝贵时间。因此尽量不要将会议放在早上，尽量将他们放到下午，让早上留出一大块自己的时间，这样才能让我们保持专注。</p><p>将大目标分解成小目标没人能一下子完成一个大项目，一口吃不了大象，我们应该将大目标分解成小目标，这样我们才能控制好工作的进展节奏，目标被分解为更小的部分，小块的工作往往更容易上手和完成。</p><p>找到适合自己的方式我们应该找到最适合自己的方式，而不是适合其他任何人的方式。不应该只是去一味的模仿，一定要放宽视野，全身心尝试新的方法，适合自己的方法。如果早晨不能成为你最有效的时间，也可以选择其他时间，或者为了应付工作不至于被开除，可以每隔1小时查看一下工作，如果没有特别紧急的事情就继续自己的专注。</p><p>我们大多数人都能意识到一天中某个时间段的效率最高，我们应该找到那个时间段，把对自己来说最重要的事情放在那里。关键是明确那些高效的时间段在一天的哪里，并相应的调整自己的日程。</p><p>请留意你最高效的那些时段。</p>",
            "url": "http://www.luzexi.com/2020/07/01/%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B09",
            
            
            
            
            
            "date_published": "2020-07-01T00:00:00+08:00",
            "date_modified": "2020-07-01T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/06/30/%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B08",
            "title": "读书笔记(八) 《自信的力量》",
            "summary": "读书 书 看书 读后感",
            "content_text": "《自信的力量》作者说自信来自于人与人之间的相互关系。成年人之所以有信心和能力完成各项计划其原因归根结底在于幼年时通过“早期互动”找到内在安全感。在野外生存的狼孩子就缺乏对人类的互动联系，在幼年时他们没有得到同类的保护和保障，没人与他们互动交流。他们不依赖他人，也就不存在这份依恋所培养出来的内在安全感，于是便不可能对人类有起码的信任。这份信任让世界看起来不那么有敌意。精神学家说，如果一个两岁的男孩有勇气对上门拜访的陌生人微笑问好、看着对方和对方说话或身体接触，那便说明这个孩子获得了足以应对新事物的内在安全感。他所依恋的人给了他足够的信心，让他有勇气远离他们去接近陌生人。举例麦当娜，她幼年时的遭遇使她一直没有信心突破自己甚至一度怀疑自己，直到遇到弗林老师，他对她倍加呵护并且夸奖她很美有天赋，还有一种令人如痴如狂的魅力。这使麦当娜改变了一生。还有网球运动员雅尼克.诺阿，11岁时遇见了世界排名第四的阿瑟.阿什，阿瑟对她发球大加赞赏并且把球拍送给他，最后还在机场给他签名时写上“在温网等你”，这句话始终陪伴着他，激励着他，为他指引方向，让他坚持信念，最后获得法网冠军。我们在童年时期与身边的人缔结踏实而温暖的纽带，在之后的成长过程中，人际交往对于自信构建的人作用也十分重要，这会巩固幼年时通过亲子关系建立的信心。自信是如何被建立起来的我在自我探索的过程中一直未完全明白人的的自信是如何建立起来的，我不明白为何有些人学识不高却自信满满，而另一些人知识渊博却处处自卑，还有很多类似不明白的问题，比如有钱和没钱是否支撑了人自我的信心，漂不漂亮，强壮不强壮，是否真的决定了我们的自信程度。带着这些疑问我读了《自信的力量》，这本书让我豁然开朗，原来以前我认为的自信是比较局限的，原来是我给自己画了一个圈，从此再也没能走出这个圈。全书每章内容都让人有种豁然开朗的感觉，其中有一章讲的是“行动在建立自信过程中起到的作用”非常精华。开篇讲一个年轻男子正在经历的一场春宵的场景，这是他的第一次，面前的女子让他心醉神迷，这一刻他期待了很久，想象过不知多少次，现在这一刻终于来临了。然而他并没有任何性爱经验。他该如何建立自信来完成这一出人生的首场表演呢？作者说自信来自具体的行动，以及与他人的互动，而不是自我内心的独角戏。这个年轻人的自信来自真实的爱抚和亲吻，从小心翼翼地温柔抚摸，到享受鱼水之欢的整个过程，信心被我们在一点点的实际行动中积累起来。不止如此，他的自信也源自与对方的亲密互动，不只是享受欢鱼时的互动，更是生活中彼此之间建立起来的亲密联结。倘若他刻意扮演经验丰富的情场老手，反而会束手束脚，无法在亲密接触中找到支点。倘若他坦诚是自己的第一次，就有可能被她引导，自信便会来自对方，从对她的信任转化为对自己的信心。很多人过分在意自我的表现让事情变得更糟，人们通常会沉浸于内心的独角戏，认为我们单方面努力就够了，以为自己才是成功的关键。这种无知制约了我们的发挥，也是这种无知让我们的自信局限于简单的“自我”，就像是我们给自己画了一个圈，很长时间都没能走出这个圈。其实自信是自我与世界相互作用的产物，我们与世界互动的越多，越能更好更快的建立自信。通过与人互动，我们能感受到来自他人的支持，会发现事情其实比想象中简单得多，甚至会发现自己其实非常幸运。信心所覆盖的不仅仅是自我，还是他人与我、世界与我之间的互动。那么怎样才能让我与他人、与世界有更多的互动，从而建立自信呢？作者说，行动，就是最好的催化剂。很多时候我们因为缺乏自信而感到手足无措，明知自己必须去做，却迈不开步子，连自信都没有，又怎样能够勇敢地投身于行动呢？这似乎是一把无情的双向锁。然而事实是，只要我们动手去做，就能卸下心头的重担，从此便可以一往无前。作者举了个例子，在课堂上，老师时常会提出一些高难度的论题，有些孩子敢于尝试，即使答得不好，也会慢慢自信起来，在其他同学眼里，他们是敢于尝试的人，是能够放得开的人，仅此一点就足以让他们引以为荣。通过这样的尝试，这些善于行动的孩子们会发现，原来自己可以提出如此新颖的想法，原来自己还有从未发觉的潜能，即使没有达到要求，也收获了满满的成就感，在此基础上不断完善精益求精。其实我们都有一种误区，认为只有彻底清除了不确定性，我们才能自信的去行动，只有知道答案才能发言回答，其实不确定性是永远无法彻底清除的，如果我们执着于铲除所有不确定性，那么行动将永远会被搁置和拖延，我们也永远无法建立牢固的自信。不知你是否有这样的体会，在鼓起勇气强迫自己去做某事时，在战胜胆怯心理同倾慕的人说活时，在放手一搏上台公开演讲时，我们能感受到：仅仅放手去做这个事实就能唤醒身体里的本能，唤醒内心深处那股对建立自信至关重要的原始战斗力。其实我们的现状并非与生俱来，而是后天逐步积累造成的，信心也是一样。如果对一件事没有信心？没关系。我们可以在日常的行动中逐步熟悉事物，在与世界互动，与他人互动的过程中，建立对事物的信心。除了行动本身，我们通常比较关注行动的结果。​对于行动的结果，作者认为，人不可能主宰一切。我们可以决定某些事，但很多事情都不以人的意志为转移。我们应该对有些因素不在掌控范围内，随时可能出现意外的情况做好心理准备。即使我们精心谋划好每一个环节，制定事无巨细的规划，都会因为具体行动而产生新的情况和新的变量。我们来看看优秀的企业家是如何面对这些不确定性的。他们在出手之前深思熟虑，一旦付诸行动，便对自己的行为造成的直接和间接的结果给予充分信心。即使如此，他们也明白，事情的结果并不完全取决于自己，而是由许许多多的不确定因素影响造成的。面对这种不确定的必然性，他们毫不退缩，反而张开双臂坦然面对。他们深知，机会是在不确定中，由人的行为创造出来的。因此他们特别喜欢和擅长利用事物的不确定性主动开启一段可能拥有的美好前景。现在我们知道自信的来源与建立的过程了。不要只顾自己对自己有信心，你的行动所创造的一切都可能成为成为你在世界上立足的支点。不要太在意自己，行动能让你遇到很多人，改变很多事，他们可能给你灵感，让你看到希望。当我们因为缺乏自信而饱受煎熬，或者给自己过大的压力时，一定是因为我们对事务的认识出现了偏差。你可能误以为一切都取决于我自身，可能缺少与他人以及世界互动，这些都会导致你的思想被束缚，被局限在一个小范围内挣扎。张开双臂，抛开我们的偏见，拥抱这个世界，与世界互动，与他人互动，行动起来，在平日中逐步建立自信。",
            "content_html": "<p>《自信的力量》</p><p>作者说自信来自于人与人之间的相互关系。成年人之所以有信心和能力完成各项计划其原因归根结底在于幼年时通过“早期互动”找到内在安全感。</p><p>在野外生存的狼孩子就缺乏对人类的互动联系，在幼年时他们没有得到同类的保护和保障，没人与他们互动交流。他们不依赖他人，也就不存在这份依恋所培养出来的内在安全感，于是便不可能对人类有起码的信任。这份信任让世界看起来不那么有敌意。</p><p>精神学家说，如果一个两岁的男孩有勇气对上门拜访的陌生人微笑问好、看着对方和对方说话或身体接触，那便说明这个孩子获得了足以应对新事物的内在安全感。他所依恋的人给了他足够的信心，让他有勇气远离他们去接近陌生人。</p><p>举例麦当娜，她幼年时的遭遇使她一直没有信心突破自己甚至一度怀疑自己，直到遇到弗林老师，他对她倍加呵护并且夸奖她很美有天赋，还有一种令人如痴如狂的魅力。这使麦当娜改变了一生。</p><p>还有网球运动员雅尼克.诺阿，11岁时遇见了世界排名第四的阿瑟.阿什，阿瑟对她发球大加赞赏并且把球拍送给他，最后还在机场给他签名时写上“在温网等你”，这句话始终陪伴着他，激励着他，为他指引方向，让他坚持信念，最后获得法网冠军。</p><p>我们在童年时期与身边的人缔结踏实而温暖的纽带，在之后的成长过程中，人际交往对于自信构建的人作用也十分重要，这会巩固幼年时通过亲子关系建立的信心。</p><h3 id=\"自信是如何被建立起来的\">自信是如何被建立起来的</h3><p>我在自我探索的过程中一直未完全明白人的的自信是如何建立起来的，我不明白为何有些人学识不高却自信满满，而另一些人知识渊博却处处自卑，还有很多类似不明白的问题，比如有钱和没钱是否支撑了人自我的信心，漂不漂亮，强壮不强壮，是否真的决定了我们的自信程度。</p><h4 id=\"带着这些疑问我读了自信的力量这本书让我豁然开朗原来以前我认为的自信是比较局限的原来是我给自己画了一个圈从此再也没能走出这个圈\">带着这些疑问我读了《自信的力量》，这本书让我豁然开朗，原来以前我认为的自信是比较局限的，原来是我给自己画了一个圈，从此再也没能走出这个圈。</h4><p>全书每章内容都让人有种豁然开朗的感觉，其中有一章讲的是“行动在建立自信过程中起到的作用”非常精华。</p><p>开篇讲一个年轻男子正在经历的一场春宵的场景，这是他的第一次，面前的女子让他心醉神迷，这一刻他期待了很久，想象过不知多少次，现在这一刻终于来临了。然而他并没有任何性爱经验。他该如何建立自信来完成这一出人生的首场表演呢？</p><p>作者说自信来自具体的行动，以及与他人的互动，而不是自我内心的独角戏。这个年轻人的自信来自真实的爱抚和亲吻，从小心翼翼地温柔抚摸，到享受鱼水之欢的整个过程，信心被我们在一点点的实际行动中积累起来。不止如此，他的自信也源自与对方的亲密互动，不只是享受欢鱼时的互动，更是生活中彼此之间建立起来的亲密联结。</p><p>倘若他刻意扮演经验丰富的情场老手，反而会束手束脚，无法在亲密接触中找到支点。倘若他坦诚是自己的第一次，就有可能被她引导，自信便会来自对方，从对她的信任转化为对自己的信心。</p><h4 id=\"很多人过分在意自我的表现让事情变得更糟人们通常会沉浸于内心的独角戏认为我们单方面努力就够了以为自己才是成功的关键\">很多人过分在意自我的表现让事情变得更糟，人们通常会沉浸于内心的独角戏，认为我们单方面努力就够了，以为自己才是成功的关键。</h4><h4 id=\"这种无知制约了我们的发挥也是这种无知让我们的自信局限于简单的自我就像是我们给自己画了一个圈很长时间都没能走出这个圈\">这种无知制约了我们的发挥，也是这种无知让我们的自信局限于简单的“自我”，就像是我们给自己画了一个圈，很长时间都没能走出这个圈。</h4><h4 id=\"其实自信是自我与世界相互作用的产物我们与世界互动的越多越能更好更快的建立自信通过与人互动我们能感受到来自他人的支持会发现事情其实比想象中简单得多甚至会发现自己其实非常幸运信心所覆盖的不仅仅是自我还是他人与我世界与我之间的互动\">其实自信是自我与世界相互作用的产物，我们与世界互动的越多，越能更好更快的建立自信。通过与人互动，我们能感受到来自他人的支持，会发现事情其实比想象中简单得多，甚至会发现自己其实非常幸运。信心所覆盖的不仅仅是自我，还是他人与我、世界与我之间的互动。</h4><p>那么怎样才能让我与他人、与世界有更多的互动，从而建立自信呢？</p><h4 id=\"作者说行动就是最好的催化剂\">作者说，行动，就是最好的催化剂。</h4><p>很多时候我们因为缺乏自信而感到手足无措，明知自己必须去做，却迈不开步子，连自信都没有，又怎样能够勇敢地投身于行动呢？这似乎是一把无情的双向锁。</p><p>然而事实是，只要我们动手去做，就能卸下心头的重担，从此便可以一往无前。</p><h4 id=\"作者举了个例子在课堂上老师时常会提出一些高难度的论题有些孩子敢于尝试即使答得不好也会慢慢自信起来在其他同学眼里他们是敢于尝试的人是能够放得开的人仅此一点就足以让他们引以为荣通过这样的尝试这些善于行动的孩子们会发现原来自己可以提出如此新颖的想法原来自己还有从未发觉的潜能即使没有达到要求也收获了满满的成就感在此基础上不断完善精益求精\">作者举了个例子，在课堂上，老师时常会提出一些高难度的论题，有些孩子敢于尝试，即使答得不好，也会慢慢自信起来，在其他同学眼里，他们是敢于尝试的人，是能够放得开的人，仅此一点就足以让他们引以为荣。通过这样的尝试，这些善于行动的孩子们会发现，原来自己可以提出如此新颖的想法，原来自己还有从未发觉的潜能，即使没有达到要求，也收获了满满的成就感，在此基础上不断完善精益求精。</h4><p>其实我们都有一种误区，认为只有彻底清除了不确定性，我们才能自信的去行动，只有知道答案才能发言回答，其实不确定性是永远无法彻底清除的，如果我们执着于铲除所有不确定性，那么行动将永远会被搁置和拖延，我们也永远无法建立牢固的自信。</p><h4 id=\"不知你是否有这样的体会在鼓起勇气强迫自己去做某事时在战胜胆怯心理同倾慕的人说活时在放手一搏上台公开演讲时我们能感受到仅仅放手去做这个事实就能唤醒身体里的本能唤醒内心深处那股对建立自信至关重要的原始战斗力\">不知你是否有这样的体会，在鼓起勇气强迫自己去做某事时，在战胜胆怯心理同倾慕的人说活时，在放手一搏上台公开演讲时，我们能感受到：仅仅放手去做这个事实就能唤醒身体里的本能，唤醒内心深处那股对建立自信至关重要的原始战斗力。</h4><p>其实我们的现状并非与生俱来，而是后天逐步积累造成的，信心也是一样。如果对一件事没有信心？没关系。我们可以在日常的行动中逐步熟悉事物，在与世界互动，与他人互动的过程中，建立对事物的信心。</p><p>除了行动本身，我们通常比较关注行动的结果。</p><h4 id=\"对于行动的结果作者认为人不可能主宰一切我们可以决定某些事但很多事情都不以人的意志为转移\">​对于行动的结果，作者认为，人不可能主宰一切。我们可以决定某些事，但很多事情都不以人的意志为转移。</h4><h4 id=\"我们应该对有些因素不在掌控范围内随时可能出现意外的情况做好心理准备即使我们精心谋划好每一个环节制定事无巨细的规划都会因为具体行动而产生新的情况和新的变量\">我们应该对有些因素不在掌控范围内，随时可能出现意外的情况做好心理准备。即使我们精心谋划好每一个环节，制定事无巨细的规划，都会因为具体行动而产生新的情况和新的变量。</h4><p>我们来看看优秀的企业家是如何面对这些不确定性的。</p><h4 id=\"他们在出手之前深思熟虑一旦付诸行动便对自己的行为造成的直接和间接的结果给予充分信心即使如此他们也明白事情的结果并不完全取决于自己而是由许许多多的不确定因素影响造成的面对这种不确定的必然性他们毫不退缩反而张开双臂坦然面对他们深知机会是在不确定中由人的行为创造出来的因此他们特别喜欢和擅长利用事物的不确定性主动开启一段可能拥有的美好前景\">他们在出手之前深思熟虑，一旦付诸行动，便对自己的行为造成的直接和间接的结果给予充分信心。即使如此，他们也明白，事情的结果并不完全取决于自己，而是由许许多多的不确定因素影响造成的。面对这种不确定的必然性，他们毫不退缩，反而张开双臂坦然面对。他们深知，机会是在不确定中，由人的行为创造出来的。因此他们特别喜欢和擅长利用事物的不确定性主动开启一段可能拥有的美好前景。</h4><p>现在我们知道自信的来源与建立的过程了。不要只顾自己对自己有信心，你的行动所创造的一切都可能成为成为你在世界上立足的支点。不要太在意自己，行动能让你遇到很多人，改变很多事，他们可能给你灵感，让你看到希望。</p><h4 id=\"当我们因为缺乏自信而饱受煎熬或者给自己过大的压力时一定是因为我们对事务的认识出现了偏差你可能误以为一切都取决于我自身可能缺少与他人以及世界互动这些都会导致你的思想被束缚被局限在一个小范围内挣扎\">当我们因为缺乏自信而饱受煎熬，或者给自己过大的压力时，一定是因为我们对事务的认识出现了偏差。你可能误以为一切都取决于我自身，可能缺少与他人以及世界互动，这些都会导致你的思想被束缚，被局限在一个小范围内挣扎。</h4><h4 id=\"张开双臂抛开我们的偏见拥抱这个世界与世界互动与他人互动行动起来在平日中逐步建立自信\">张开双臂，抛开我们的偏见，拥抱这个世界，与世界互动，与他人互动，行动起来，在平日中逐步建立自信。</h4>",
            "url": "http://www.luzexi.com/2020/06/30/%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B08",
            
            
            
            
            
            "date_published": "2020-06-30T00:00:00+08:00",
            "date_modified": "2020-06-30T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/06/29/%E5%90%91%E5%86%85%E7%9C%8B%E8%87%AA%E5%B7%B15",
            "title": "向内看自己(五)",
            "summary": "思路 随想 理念 逻辑 人生哲学",
            "content_text": "我们很容易让生活进入自动驾驶的状态，没有动力，没有活力，麻木不仁的像僵尸一样，不加思考的向前走。大多数情况下都是因为年纪越大越难以改变自己的想法，于是随波逐流都是稀松平常的事。每周都要停下来反思下自己，让自己尽量不要去做无用功，虽然常常做了很长时间的无用功才发现该停一下，每周一反思是个挺好的打破现有习惯和现有常规的事情。曾一度认为焦虑是执行力强的代表其实不是，也曾一度认为焦虑越多越能迫使自己推进事情，但事实是完全相反的，这事在心中存在了很久，误区其实挺大的。后来想想街上的快递员和外卖员，无时无刻不在奔跑着逼自己赶向下一个目标，何等焦虑，那时我才明白焦虑吞噬了他们的耐心和理智，长久来看这让他们变得更糟糕。焦虑虽说不是低级的，但也不是什么好东西，适度焦虑确实能让人在短时间内保持警惕，但人常常控制不住它，使焦虑反噬了我们的心智。我们四周随便看一眼就能看到很多人焦虑的样子，在大城市里，这恐怕是很多人的常态。我比较倡导反人性操作，在大城市里挡住焦虑就个很好的反人性操作，类似于出淤泥而不染，当大家都焦虑时我们就要镇定，不要急着去奔跑，想想自己的能力范围，想想自己的兴趣爱好，想想自己能达到的最接近的目标，想想10年后想成为什么样的人。这样近的从能力范围开始做起，脚踏实地，远的想想10年后的事从长计议，积跬步至千里。拿我自己来说，我开始用更长远的目标来驱动我的努力。这个目标是以可积累，以及可变成成就的目标。我开始做任何事时主动去寻找一个目标，一个可以被人啧啧称赞的目标，并且这个目标是可以永久保留在这个世上的。比如写一本书将自己积累的知识变成可见的东西，健身让身体看起来很强壮，看书让自己随着岁月积累越来越多的知识，学习英语让自己未来融入到全球化热潮中去，定投让自己能跟随着岁月抚平世界带来的波动。当我找到这个目标时，我就有非常的大的信心不断走下去，去完成这个目标，因为我知道这个目标是可积累的，是不会消失的，并且是众人所喜欢的。",
            "content_html": "<p>我们很容易让生活进入自动驾驶的状态，没有动力，没有活力，麻木不仁的像僵尸一样，不加思考的向前走。大多数情况下都是因为年纪越大越难以改变自己的想法，于是随波逐流都是稀松平常的事。每周都要停下来反思下自己，让自己尽量不要去做无用功，虽然常常做了很长时间的无用功才发现该停一下，每周一反思是个挺好的打破现有习惯和现有常规的事情。</p><p>曾一度认为焦虑是执行力强的代表其实不是，也曾一度认为焦虑越多越能迫使自己推进事情，但事实是完全相反的，这事在心中存在了很久，误区其实挺大的。</p><p>后来想想街上的快递员和外卖员，无时无刻不在奔跑着逼自己赶向下一个目标，何等焦虑，那时我才明白焦虑吞噬了他们的耐心和理智，长久来看这让他们变得更糟糕。焦虑虽说不是低级的，但也不是什么好东西，适度焦虑确实能让人在短时间内保持警惕，但人常常控制不住它，使焦虑反噬了我们的心智。</p><p>我们四周随便看一眼就能看到很多人焦虑的样子，在大城市里，这恐怕是很多人的常态。</p><p>我比较倡导反人性操作，在大城市里挡住焦虑就个很好的反人性操作，类似于出淤泥而不染，当大家都焦虑时我们就要镇定，不要急着去奔跑，想想自己的能力范围，想想自己的兴趣爱好，想想自己能达到的最接近的目标，想想10年后想成为什么样的人。这样近的从能力范围开始做起，脚踏实地，远的想想10年后的事从长计议，积跬步至千里。</p><p>拿我自己来说，我开始用更长远的目标来驱动我的努力。这个目标是以可积累，以及可变成成就的目标。我开始做任何事时主动去寻找一个目标，一个可以被人啧啧称赞的目标，并且这个目标是可以永久保留在这个世上的。比如写一本书将自己积累的知识变成可见的东西，健身让身体看起来很强壮，看书让自己随着岁月积累越来越多的知识，学习英语让自己未来融入到全球化热潮中去，定投让自己能跟随着岁月抚平世界带来的波动。</p><p>当我找到这个目标时，我就有非常的大的信心不断走下去，去完成这个目标，因为我知道这个目标是可积累的，是不会消失的，并且是众人所喜欢的。</p>",
            "url": "http://www.luzexi.com/2020/06/29/%E5%90%91%E5%86%85%E7%9C%8B%E8%87%AA%E5%B7%B15",
            
            
            
            
            
            "date_published": "2020-06-29T00:00:00+08:00",
            "date_modified": "2020-06-29T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/06/28/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B012",
            "title": "每日读书笔记12 《人性的弱点》",
            "summary": "读书 书 看书 读后感 笔记 摘要",
            "content_text": "《人性的弱点》让你的家庭生活幸福快乐44，切勿喋喋不休拿破仑娶了很漂亮的女人，他们拥有健康、财富、势力、名誉、美貌、爱情与信仰，他们有一切拥有幸福的条件，但他们却生活的非常糟糕，因为这位王后无法做一点：停止喋喋不休。她抱怨、哭泣、喋喋不休，甚至恫吓，并强制进入拿破仑的书房，向他发作、谩骂。在喋喋不休的毒氛中，皇位与美貌都不能保持爱情的存在。喋喋不休是最致命的，它像毒蛇的毒汁一样，永远侵蚀着人们的生命。托尔斯泰的人生是一个悲剧，而悲剧的原因是他的婚姻。他的妻子喜欢奢侈，但他追求朴素。她的妻子因为托尔斯泰放弃书籍出版权赚不到钱而向他谩骂、责怪、发狂到地上打滚、甚至声称要自杀。结婚48年后托尔斯泰实在不能忍受与她见面，从他妻子那里逃了出去最后死在大街上。当托尔斯泰的妻子去世以前，她终于对她的女儿们承认：“你们父亲的死，是因为我的缘故”。这也许是托尔斯泰夫人因唠叨抱怨所付出的代价。如果你想家庭生活幸福快乐，首先切勿抱怨和喋喋不休。45.不要试图改造对方英国伟大的政治家迪斯瑞利在35岁时娶了比他大15岁的寡妇，他所选择的有钱寡妇既不年轻，也不貌美，更不聪明。但她却是一个懂得与男人相处的天才艺术家。她没有用她的智力与迪斯瑞利对抗，而是用她的温柔与他对话。当丈夫回到家时，与他轻松闲谈，这使他愉快并让他心神安宁，沐浴在妻子敬爱的温存中。妻子是他的伴侣，也是他的亲信，更是他的顾问。最重要的是，无论迪斯瑞利做什么，他的妻子都相信他。迪斯瑞利也同样对待他的妻子，妻子在公众场合表现的并不好的时候，他从不责备，反而安慰鼓励她，如果有人讥笑她，他即可猛烈忠诚的维护她。正如詹姆士所的，与人交往，第一件应学的事情就是不要干涉他们自己快乐的特殊方法。不要试图改造你的配偶。",
            "content_html": "<h4 id=\"人性的弱点\">《人性的弱点》</h4><h4 id=\"让你的家庭生活幸福快乐\">让你的家庭生活幸福快乐</h4><h4 id=\"44切勿喋喋不休\">44，切勿喋喋不休</h4><p>拿破仑娶了很漂亮的女人，他们拥有健康、财富、势力、名誉、美貌、爱情与信仰，他们有一切拥有幸福的条件，但他们却生活的非常糟糕，因为这位王后无法做一点：停止喋喋不休。她抱怨、哭泣、喋喋不休，甚至恫吓，并强制进入拿破仑的书房，向他发作、谩骂。在喋喋不休的毒氛中，皇位与美貌都不能保持爱情的存在。</p><p>喋喋不休是最致命的，它像毒蛇的毒汁一样，永远侵蚀着人们的生命。</p><p>托尔斯泰的人生是一个悲剧，而悲剧的原因是他的婚姻。他的妻子喜欢奢侈，但他追求朴素。她的妻子因为托尔斯泰放弃书籍出版权赚不到钱而向他谩骂、责怪、发狂到地上打滚、甚至声称要自杀。结婚48年后托尔斯泰实在不能忍受与她见面，从他妻子那里逃了出去最后死在大街上。当托尔斯泰的妻子去世以前，她终于对她的女儿们承认：“你们父亲的死，是因为我的缘故”。这也许是托尔斯泰夫人因唠叨抱怨所付出的代价。</p><p>如果你想家庭生活幸福快乐，首先切勿抱怨和喋喋不休。</p><h4 id=\"45不要试图改造对方\">45.不要试图改造对方</h4><p>英国伟大的政治家迪斯瑞利在35岁时娶了比他大15岁的寡妇，他所选择的有钱寡妇既不年轻，也不貌美，更不聪明。但她却是一个懂得与男人相处的天才艺术家。</p><p>她没有用她的智力与迪斯瑞利对抗，而是用她的温柔与他对话。当丈夫回到家时，与他轻松闲谈，这使他愉快并让他心神安宁，沐浴在妻子敬爱的温存中。妻子是他的伴侣，也是他的亲信，更是他的顾问。最重要的是，无论迪斯瑞利做什么，他的妻子都相信他。迪斯瑞利也同样对待他的妻子，妻子在公众场合表现的并不好的时候，他从不责备，反而安慰鼓励她，如果有人讥笑她，他即可猛烈忠诚的维护她。</p><p>正如詹姆士所的，与人交往，第一件应学的事情就是不要干涉他们自己快乐的特殊方法。</p><p>不要试图改造你的配偶。</p>",
            "url": "http://www.luzexi.com/2020/06/28/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B012",
            
            
            
            
            
            "date_published": "2020-06-28T00:00:00+08:00",
            "date_modified": "2020-06-28T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/06/26/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B011",
            "title": "每日读书笔记11 《人性的弱点》",
            "summary": "读书 书 看书 读后感 笔记 摘要",
            "content_text": "《人性的弱点》如何更好的说服他人41，学会给人“戴高帽”琴德夫人雇佣了一个女仆，她的前主人说她不好，但在女仆上班时琴德夫人说她看出来你是一个穿着整洁爱干净的人，你一定会与我们相处得很好的，那位女仆为了顾全名声不让夫人失望干得很勤快。如果你要在某方面改进一个人，就要做得好像那种特点已经是他显著的特性之一。最好假定，并公开地说，对方有你要他发展的美德。给他一个好名誉去实现，他便会尽力去做而不愿看到你失望。法国的吕士纳将军想影响在法国的美国士兵，他引用他们将军的话说，美国兵是他接触过的最清洁、最合乎理想的人。吕士纳知道，即使这不是真实的，也将激励那些士兵努力达到这个标准。猩猩监狱的狱长说，如果你必须应付一个盗贼，只有一个可能可以制服他，那就是待他好像他是一个体面的君子，他将因为有人信任他而引以为豪。如果你想影响一个人，给他一个美名，他会努力保全这个名声。42.鼓励更容易使人改正错误作者一位朋友请了老师学跳舞，第一位老师说他跳的全都不对，必须忘掉一切重新开始，于是他很灰心不久就不练了。第二位老师则相反，她不断称赞这位朋友做对的事，并鼓励他说“你天生就有韵律感，你将成为跳舞专家”，这位老师的鼓励使得这位朋友不断前进和进步。如果你告诉自己的孩子，丈夫，妻子，或他人，他在某件事上真是愚笨，他对某事没有天赋，或者他做的都错了，那么你就差不多消除了他要作出改进的各种动力。如果我们用相反的办法，宽容他人，鼓励他人，使事情更容易行动起来，使对方知道你相信他有能力去做，他就会为了取胜而刻苦练习。鼓励他人更容易使人改正错误。43.学会授权他人一群孩子常在琴德夫人的草坪上践踏，她为此烦恼。有一天她试着给孩子群中带头的那个人一个授权，授予他一个头衔，她叫他“侦探先生”，让他管理草坪，找出入侵草坪的人。谁知这事就这样解决了，她的“侦探”为了恫吓践踏草坪的孩子甚至拿了烧红的铁棒在她们面前挥舞。拿破仑创立荣誉队时，给士兵们颁发了1500枚荣誉勋章，并给18名将军以“法国大将”的头衔，称他的部队为“大军”。这让这些人能遵纪守法，为了这个荣誉捍卫国土和自己的使命。学会授权他人，这会使对方乐于做你所建议的事。",
            "content_html": "<h4 id=\"人性的弱点\">《人性的弱点》</h4><h4 id=\"如何更好的说服他人\">如何更好的说服他人</h4><h4 id=\"41学会给人戴高帽\">41，学会给人“戴高帽”</h4><p>琴德夫人雇佣了一个女仆，她的前主人说她不好，但在女仆上班时琴德夫人说她看出来你是一个穿着整洁爱干净的人，你一定会与我们相处得很好的，那位女仆为了顾全名声不让夫人失望干得很勤快。如果你要在某方面改进一个人，就要做得好像那种特点已经是他显著的特性之一。最好假定，并公开地说，对方有你要他发展的美德。给他一个好名誉去实现，他便会尽力去做而不愿看到你失望。</p><p>法国的吕士纳将军想影响在法国的美国士兵，他引用他们将军的话说，美国兵是他接触过的最清洁、最合乎理想的人。吕士纳知道，即使这不是真实的，也将激励那些士兵努力达到这个标准。</p><p>猩猩监狱的狱长说，如果你必须应付一个盗贼，只有一个可能可以制服他，那就是待他好像他是一个体面的君子，他将因为有人信任他而引以为豪。</p><p>如果你想影响一个人，给他一个美名，他会努力保全这个名声。</p><h4 id=\"42鼓励更容易使人改正错误\">42.鼓励更容易使人改正错误</h4><p>作者一位朋友请了老师学跳舞，第一位老师说他跳的全都不对，必须忘掉一切重新开始，于是他很灰心不久就不练了。第二位老师则相反，她不断称赞这位朋友做对的事，并鼓励他说“你天生就有韵律感，你将成为跳舞专家”，这位老师的鼓励使得这位朋友不断前进和进步。</p><p>如果你告诉自己的孩子，丈夫，妻子，或他人，他在某件事上真是愚笨，他对某事没有天赋，或者他做的都错了，那么你就差不多消除了他要作出改进的各种动力。如果我们用相反的办法，宽容他人，鼓励他人，使事情更容易行动起来，使对方知道你相信他有能力去做，他就会为了取胜而刻苦练习。</p><p>鼓励他人更容易使人改正错误。</p><h4 id=\"43学会授权他人\">43.学会授权他人</h4><p>一群孩子常在琴德夫人的草坪上践踏，她为此烦恼。有一天她试着给孩子群中带头的那个人一个授权，授予他一个头衔，她叫他“侦探先生”，让他管理草坪，找出入侵草坪的人。谁知这事就这样解决了，她的“侦探”为了恫吓践踏草坪的孩子甚至拿了烧红的铁棒在她们面前挥舞。</p><p>拿破仑创立荣誉队时，给士兵们颁发了1500枚荣誉勋章，并给18名将军以“法国大将”的头衔，称他的部队为“大军”。这让这些人能遵纪守法，为了这个荣誉捍卫国土和自己的使命。</p><p>学会授权他人，这会使对方乐于做你所建议的事。</p>",
            "url": "http://www.luzexi.com/2020/06/26/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B011",
            
            
            
            
            
            "date_published": "2020-06-26T00:00:00+08:00",
            "date_modified": "2020-06-26T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/06/25/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B010",
            "title": "每日读书笔记10 《人性的弱点》",
            "summary": "读书 书 看书 读后感 笔记 摘要",
            "content_text": "《人性的弱点》如何更好的说服他人39，尽力保全他人的面子通用电气曾为了将一个天才工程师调任到其他岗位费劲了心思，它首先给这位工程师一个新的看起来不错的头衔，然后派了另一个人来顶替他的位置。保全他人的面子！这是个何等重要的问题。我们常喜欢摆架子、我行我素、挑剔、恫吓、在众人面前指责孩子或雇员，却很少能多考虑几分钟，对他讲几句关心的话，或为他设身处地的想一下。葛伦杰在会计师行业，他的行业具有季节性，热潮过后常会因为没活而解雇员工。但他从不对他人轻言解雇，他每次都会说，你的工作做得很好，上次我们要你去XXX，那工作很麻烦，而你处理得很好，一点也没有出差错，我们要你知道，公司十分引你为荣，也相信你的能力，愿意永远支持你，希望你别忘记了这些。结果被遣散的人觉得好过多了，他们知道假如我们有工作的话，还会继续留他们做的，或等到我们又需要他们的时候，他们还是很乐意再回来的。克拉克讲述了一段反面的故事，有一次开会，副总裁提出一个尖锐的问题，并将矛头指向生产部总督，生产部总督不愿出丑避而不答，副总裁更恼火，直骂生产总督是个骗子。再好的工作关系都会因这样的火爆场面而毁坏。马桑也谈了她遇到的情况，但有些不同的是，当她的工作出错等待老板大发雷霆时，老板却出乎意料的先感谢了她的勤奋工作，并表示新计划难免会有错，他相信新的工作一定会更好，会对公司有很大帮助。纵使别人错了，而我们是对的，如果没有为别人保留面子，就会毁了一个人。如果你想说服一个人，先尽力保全他的面子。40，激励他人获得成功作者留意训狗师在狗显出轻微的进步时，他轻轻地拍它并给它肉吃，当作一件大事似的。他又观察到，当我们要改变一个人的时候，为何不用同样的办法，以肉代鞭，用称赞代替指责，即使是最微小的进步，我们也要称赞、激励他人继续进步。50年前一位10岁的孩子希望成为一名歌唱家，他的第一位老师给了他一个重大的打击，说他不能唱，完全没有一副好嗓子，但他的母亲拥抱孩子并告诉他，她知道他能唱，她已经看出他的这一进步了。那位农家母亲的称赞和鼓励改变了孩子的一生。他就是意大利歌唱家卡鲁沙。多年前伦敦有位青年希望成为一位作家，但很不幸，他的父亲因为债务而被捕。接下来的日子这位青年饱尝饥饿的痛苦，他找了一份很卑微的工作，但每天坚持写作，终于有一天有家报社接受了他的文章，虽然他没有得到任何报酬，但有位编者称赞了他，他非常兴奋，以至在街上活蹦乱跳，泪流满面。由第一篇文章被刊出所得到的称赞和承认改变了他一生。他就是文学家狄更斯《双城记》的作者。我们人只利用了自己身心资源的一小部分，还有很多远未被利用起来的，称赞别人，激励他们就可以让他们认识到他们可能拥有的神奇能力。称赞他人的每个进步，即使十分微小，也要当作大事一样。我们要“诚于嘉许、宽于称道”，真心诚意的表扬他人，经常性的称赞他人。",
            "content_html": "<h4 id=\"人性的弱点\">《人性的弱点》</h4><h4 id=\"如何更好的说服他人\">如何更好的说服他人</h4><h4 id=\"39尽力保全他人的面子\">39，尽力保全他人的面子</h4><p>通用电气曾为了将一个天才工程师调任到其他岗位费劲了心思，它首先给这位工程师一个新的看起来不错的头衔，然后派了另一个人来顶替他的位置。</p><p>保全他人的面子！这是个何等重要的问题。我们常喜欢摆架子、我行我素、挑剔、恫吓、在众人面前指责孩子或雇员，却很少能多考虑几分钟，对他讲几句关心的话，或为他设身处地的想一下。</p><p>葛伦杰在会计师行业，他的行业具有季节性，热潮过后常会因为没活而解雇员工。但他从不对他人轻言解雇，他每次都会说，你的工作做得很好，上次我们要你去XXX，那工作很麻烦，而你处理得很好，一点也没有出差错，我们要你知道，公司十分引你为荣，也相信你的能力，愿意永远支持你，希望你别忘记了这些。结果被遣散的人觉得好过多了，他们知道假如我们有工作的话，还会继续留他们做的，或等到我们又需要他们的时候，他们还是很乐意再回来的。</p><p>克拉克讲述了一段反面的故事，有一次开会，副总裁提出一个尖锐的问题，并将矛头指向生产部总督，生产部总督不愿出丑避而不答，副总裁更恼火，直骂生产总督是个骗子。再好的工作关系都会因这样的火爆场面而毁坏。</p><p>马桑也谈了她遇到的情况，但有些不同的是，当她的工作出错等待老板大发雷霆时，老板却出乎意料的先感谢了她的勤奋工作，并表示新计划难免会有错，他相信新的工作一定会更好，会对公司有很大帮助。</p><p>纵使别人错了，而我们是对的，如果没有为别人保留面子，就会毁了一个人。</p><p>如果你想说服一个人，先尽力保全他的面子。</p><h4 id=\"40激励他人获得成功\">40，激励他人获得成功</h4><p>作者留意训狗师在狗显出轻微的进步时，他轻轻地拍它并给它肉吃，当作一件大事似的。他又观察到，当我们要改变一个人的时候，为何不用同样的办法，以肉代鞭，用称赞代替指责，即使是最微小的进步，我们也要称赞、激励他人继续进步。</p><p>50年前一位10岁的孩子希望成为一名歌唱家，他的第一位老师给了他一个重大的打击，说他不能唱，完全没有一副好嗓子，但他的母亲拥抱孩子并告诉他，她知道他能唱，她已经看出他的这一进步了。那位农家母亲的称赞和鼓励改变了孩子的一生。他就是意大利歌唱家卡鲁沙。</p><p>多年前伦敦有位青年希望成为一位作家，但很不幸，他的父亲因为债务而被捕。接下来的日子这位青年饱尝饥饿的痛苦，他找了一份很卑微的工作，但每天坚持写作，终于有一天有家报社接受了他的文章，虽然他没有得到任何报酬，但有位编者称赞了他，他非常兴奋，以至在街上活蹦乱跳，泪流满面。由第一篇文章被刊出所得到的称赞和承认改变了他一生。他就是文学家狄更斯《双城记》的作者。</p><p>我们人只利用了自己身心资源的一小部分，还有很多远未被利用起来的，称赞别人，激励他们就可以让他们认识到他们可能拥有的神奇能力。</p><p>称赞他人的每个进步，即使十分微小，也要当作大事一样。我们要“诚于嘉许、宽于称道”，真心诚意的表扬他人，经常性的称赞他人。</p>",
            "url": "http://www.luzexi.com/2020/06/25/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B010",
            
            
            
            
            
            "date_published": "2020-06-25T00:00:00+08:00",
            "date_modified": "2020-06-25T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/06/23/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B09",
            "title": "每日读书笔记9 《人性的弱点》",
            "summary": "读书 书 看书 读后感 笔记 摘要",
            "content_text": "《人性的弱点》如何更好的说服他人37，用谦卑的态度指出别人的错误作者的侄女来担任他的秘书，有次作者想指责她，但他想到，自己比她大2倍的年龄，做事经验更是多出好几倍，怎么可以要求她能有自己一样的看法、判断和主动自发的精神呢。想到自己19岁时的德行，像蠢驴一样犯下的错误，侄女实在比作者19岁时要好得多。作者对侄女说，你犯了一个错误，这个错误我以前也常常如此。判断力并非与生俱来，我年轻时还比不上你呢。我实在没有资格批评你，但依据我的经验，假如你这么这么做的话，会不会好些。听别人数说我们的错误很难，但假如对方态度谦卑，我们就比较容易接受。有位工程师发现秘书常把信件拼错字，虽然他常常指正秘书，但她依然我行我素。于是他换了种方式，这次当他发现错别字时，他告诉他，这个字看起来似乎不像，这也是我常常拼错的许多字之一，我随时携带拼写本，现在对它十分注意，因为别人常会以此来批评自己并显得自己不够专业。克莱伦斯也用这种方式劝告了孩子抽烟的问题，他没有劝孩子不愁，或警告抽烟的危险，只是指出自己如何上烟瘾，然后受到如何的影响。孩子想了一阵决定在高中不抽烟了，好几年过去了孩子再也没抽过烟，而自己也在家人的帮助下戒掉了烟。在指责别人前，我们应该先想想自己的错误。38.没有人喜欢受人指使作者听说美国实业家，商人，律师，外交官欧文.杨从来不指使别人，他常常会说，“你可以这样考虑”，“你觉得这样如何”，“也许这样写会好些”。这种办法容易让一个人更正错误，并且还能保持个人的尊严，给他一种自重感，这样他就会与你保持合作，而不是背板。无礼的命令只会导致长久的冤仇，即使这个命令可以更正他人明显的错误。学校的一位老师看到有个学生的车子停在道路中央，就冲进教室大吼，是谁的车子挡住了道路，马上把车子移开，否则我叫人把车拖走。虽然这个学生犯了错，但从那天起，所有的学生都对那位老师心存不满。如果这位老师能好好问，“谁的车子挡住了道路，可不可以去挪一下，方便大家进出”，相信这个学生会很乐意这么做。一家制造精密机器零件的工厂接到一批大订单，但工厂进度早有安排，短期赶出这批货比较难。老板麦当没有催促工人赶工，他只是召集工人们，把详细的事情说明了一番，便开始提问。“我们有没有办法可以处理这批货物？”，“有没有人想出其他办法可以赶出这批订单”，员工们纷纷提出意见，并坚持接下订单。作为一个有效的领导者，如果你想说服别人，你应该以建议和提问的方式来代替命令，因为没有人喜欢被人指使，也没有理所当然的可以指使任何人。",
            "content_html": "<h4 id=\"人性的弱点\">《人性的弱点》</h4><h4 id=\"如何更好的说服他人\">如何更好的说服他人</h4><h4 id=\"37用谦卑的态度指出别人的错误\">37，用谦卑的态度指出别人的错误</h4><p>作者的侄女来担任他的秘书，有次作者想指责她，但他想到，自己比她大2倍的年龄，做事经验更是多出好几倍，怎么可以要求她能有自己一样的看法、判断和主动自发的精神呢。想到自己19岁时的德行，像蠢驴一样犯下的错误，侄女实在比作者19岁时要好得多。作者对侄女说，你犯了一个错误，这个错误我以前也常常如此。判断力并非与生俱来，我年轻时还比不上你呢。我实在没有资格批评你，但依据我的经验，假如你这么这么做的话，会不会好些。</p><p>听别人数说我们的错误很难，但假如对方态度谦卑，我们就比较容易接受。</p><p>有位工程师发现秘书常把信件拼错字，虽然他常常指正秘书，但她依然我行我素。于是他换了种方式，这次当他发现错别字时，他告诉他，这个字看起来似乎不像，这也是我常常拼错的许多字之一，我随时携带拼写本，现在对它十分注意，因为别人常会以此来批评自己并显得自己不够专业。</p><p>克莱伦斯也用这种方式劝告了孩子抽烟的问题，他没有劝孩子不愁，或警告抽烟的危险，只是指出自己如何上烟瘾，然后受到如何的影响。孩子想了一阵决定在高中不抽烟了，好几年过去了孩子再也没抽过烟，而自己也在家人的帮助下戒掉了烟。</p><p>在指责别人前，我们应该先想想自己的错误。</p><h4 id=\"38没有人喜欢受人指使\">38.没有人喜欢受人指使</h4><p>作者听说美国实业家，商人，律师，外交官欧文.杨从来不指使别人，他常常会说，“你可以这样考虑”，“你觉得这样如何”，“也许这样写会好些”。这种办法容易让一个人更正错误，并且还能保持个人的尊严，给他一种自重感，这样他就会与你保持合作，而不是背板。</p><p>无礼的命令只会导致长久的冤仇，即使这个命令可以更正他人明显的错误。</p><p>学校的一位老师看到有个学生的车子停在道路中央，就冲进教室大吼，是谁的车子挡住了道路，马上把车子移开，否则我叫人把车拖走。虽然这个学生犯了错，但从那天起，所有的学生都对那位老师心存不满。如果这位老师能好好问，“谁的车子挡住了道路，可不可以去挪一下，方便大家进出”，相信这个学生会很乐意这么做。</p><p>一家制造精密机器零件的工厂接到一批大订单，但工厂进度早有安排，短期赶出这批货比较难。老板麦当没有催促工人赶工，他只是召集工人们，把详细的事情说明了一番，便开始提问。“我们有没有办法可以处理这批货物？”，“有没有人想出其他办法可以赶出这批订单”，员工们纷纷提出意见，并坚持接下订单。</p><p>作为一个有效的领导者，如果你想说服别人，你应该以建议和提问的方式来代替命令，因为没有人喜欢被人指使，也没有理所当然的可以指使任何人。</p>",
            "url": "http://www.luzexi.com/2020/06/23/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B09",
            
            
            
            
            
            "date_published": "2020-06-23T00:00:00+08:00",
            "date_modified": "2020-06-23T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/06/22/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B08",
            "title": "每日读书笔记8 《人性的弱点》",
            "summary": "读书 书 看书 读后感 笔记 摘要",
            "content_text": "《人性的弱点》如何更好的说服他人36，委婉地指出他人的错误一家钢铁厂里几个工人在室内抽烟，头上挂着“请勿吸烟”的牌子。老板夏先生看到这一情形，并没有指着牌子指责他们，而是给每人递了一支烟说，老兄，如果你们能到外面抽我会很感谢你们。夏先生不但没说什么，反而给了他们每个人一个小礼物，你能不尊重这样的老板吗？有时候我们先称赞别人然后转折后指出别人错误，这让人怀疑前面的赞美，如果能很委婉的指出错误，会让人更舒服。有人想让孩子加强数学学习，于是就说了，杰克，你这次成绩进步了我们很高兴，但是你如果能多加强一下代数，那就更好了。但是的转折让人不舒服，如果能这样说就会好些，杰克，你这次成绩进步了我们很高兴，如果你在数学方面继续努力下去，下次一定会更其他科目一样好。间接提出别人的错失，要比直接说出口来得温柔，且不会引起别人的强烈反感。贾克卜太太就是这么做的，他请的加盖房子的建筑工人每天都把东西弄的乱糟糟，于是有一天她在他们离开后清理的下，第二天她对领工说，昨天自己很满意你们把院子清理的干干净净，从此以后工人们每天完工后都能收拾下院子。一位上士要让下属们去剪头发，他没有直接吼叫和恫吓，而是在集会上告诉他们，自己今天要去理发，军队对头发长度有规定，虽然自己头发比你们还短，如果你们也有需要可以安排时间去理发室。结果士兵们都去照了镜子，并且遵照规定理了发。委婉地指出别人的错误，能让事情进展的更加顺利。",
            "content_html": "<h4 id=\"人性的弱点\">《人性的弱点》</h4><h4 id=\"如何更好的说服他人\">如何更好的说服他人</h4><h4 id=\"36委婉地指出他人的错误\">36，委婉地指出他人的错误</h4><p>一家钢铁厂里几个工人在室内抽烟，头上挂着“请勿吸烟”的牌子。老板夏先生看到这一情形，并没有指着牌子指责他们，而是给每人递了一支烟说，老兄，如果你们能到外面抽我会很感谢你们。夏先生不但没说什么，反而给了他们每个人一个小礼物，你能不尊重这样的老板吗？</p><p>有时候我们先称赞别人然后转折后指出别人错误，这让人怀疑前面的赞美，如果能很委婉的指出错误，会让人更舒服。</p><p>有人想让孩子加强数学学习，于是就说了，杰克，你这次成绩进步了我们很高兴，但是你如果能多加强一下代数，那就更好了。但是的转折让人不舒服，如果能这样说就会好些，杰克，你这次成绩进步了我们很高兴，如果你在数学方面继续努力下去，下次一定会更其他科目一样好。</p><p>间接提出别人的错失，要比直接说出口来得温柔，且不会引起别人的强烈反感。</p><p>贾克卜太太就是这么做的，他请的加盖房子的建筑工人每天都把东西弄的乱糟糟，于是有一天她在他们离开后清理的下，第二天她对领工说，昨天自己很满意你们把院子清理的干干净净，从此以后工人们每天完工后都能收拾下院子。</p><p>一位上士要让下属们去剪头发，他没有直接吼叫和恫吓，而是在集会上告诉他们，自己今天要去理发，军队对头发长度有规定，虽然自己头发比你们还短，如果你们也有需要可以安排时间去理发室。结果士兵们都去照了镜子，并且遵照规定理了发。</p><p>委婉地指出别人的错误，能让事情进展的更加顺利。</p>",
            "url": "http://www.luzexi.com/2020/06/22/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B08",
            
            
            
            
            
            "date_published": "2020-06-22T00:00:00+08:00",
            "date_modified": "2020-06-22T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/06/22/%E5%90%91%E5%86%85%E7%9C%8B%E8%87%AA%E5%B7%B14",
            "title": "向内看自己(四)",
            "summary": "思路 随想 理念 逻辑 人生哲学",
            "content_text": "最近确实把自己累到了，我干了什么呢？每天要写至少3千字的文章以完成出版书籍的工作，还要精读至少1小时的书为了补充知识，公司有大量的工作等着我去做，甚至有好几个Dead line要过，除了这些我还得每天健身2次每次20分钟，还要每天背单词以及读一篇英语文章，朗读至少5分钟中文书本，我还给自己定了每天打扫房间的任务，衣服得自己手洗的任务，主动与别人交流的任务。啊，我太累了。为什么要这么累呢，我尝试将努力学习的奖励转移到睡眠上。“累了就睡觉”，这是我试图给自己一个暗示，让自己形成一个习惯，一累就想着睡觉，而不是其他娱乐。我们平时总是将放松寄托在娱乐上，比如打个游戏，看个电影，去旅游，当然这些都必要的。只是我对自己严苛了点，我认为身体的休息和放松完全可以用睡眠来代替，只是精神上的放松无法用睡眠代替。最近临近出版社的交稿日，我的焦虑情绪更加严重，这导致了我没能很好的控制自己，一屁股坐下开始做事就控制不住自己的时间。比如我一开始写文章就忘记时间，一开始写代码就忘记时间，一开始看书就忘记时间，总之常常让前一件事情的过量影响后面的计划与安排，这使得我每天都手忙脚乱，并且忙到深夜才睡觉，我感觉累到手都有点在颤抖的感觉，第二天又继续恶性循环。归根结底是自己没有把握好尺度，没有很好的控制自己，对控制自己的重要性没有认识到位。每次做一件事总是连续不停的做很久，以至于打乱了原来的计划。这种疲惫不堪的生活也不是没有收获，至少我明白了如果没有节制，如果没能很好的控制自己斩钉截铁的暂停当前过量的工作，我们是很难维持长久的高效率的。如果没能维持长久的高效率，我们很容易走走停停，甚至停停就不走了。究其原因必是自己没有管理好自己的身体，没能有节制的去做事，没能选择最重要的事情先去完成，当体力耗尽时，仍然有一大堆重要的事情没做，只能透支自己去完成，这直接导致第二天恶性循环。于是我今年最大的目标是，每天能12点前睡，早上7点起床。这表象背后是每天完成所有任务的前提下去完成这个目标，就像我在运作自己的生活那样，让身体更好更高效的运转起来。说到精神上的放松，我也尝试将它转化为更有价值的方式，比如我正在尝试将精神上的放松，从纯粹的娱乐转为“与他人的交流”。我给自己定了一个目标说，每天主动与别人交流一下，并且保持融洽最好能气氛愉悦。我认为与人交流能产生很多精神上的共鸣，这能很大程度上放松人的精神状态，轻松愉悦的交谈让人赏心悦目。同时我在很多伟人的书中看到，人与人之间的交流能给自己建立起强大的自信的理论，我对此坚信不疑。我认为人的自信很大程度上是与他人关联的，与他人的关系融洽，与他人在交谈时有轻松愉悦的氛围，是建立起我们自信的基础。我在互动交流这项技能上比较弱，很多时候甚至有点恐惧，所以我想不断的挑战自己，主动并且融洽的与人交流、合作。这可能是我今后生活的基础，将是重新建立起我自信的源泉。感谢各位听我唠叨。",
            "content_html": "<p>最近确实把自己累到了，我干了什么呢？每天要写至少3千字的文章以完成出版书籍的工作，还要精读至少1小时的书为了补充知识，公司有大量的工作等着我去做，甚至有好几个Dead line要过，除了这些我还得每天健身2次每次20分钟，还要每天背单词以及读一篇英语文章，朗读至少5分钟中文书本，我还给自己定了每天打扫房间的任务，衣服得自己手洗的任务，主动与别人交流的任务。啊，我太累了。为什么要这么累呢，我尝试将努力学习的奖励转移到睡眠上。“累了就睡觉”，这是我试图给自己一个暗示，让自己形成一个习惯，一累就想着睡觉，而不是其他娱乐。</p><p>我们平时总是将放松寄托在娱乐上，比如打个游戏，看个电影，去旅游，当然这些都必要的。只是我对自己严苛了点，我认为身体的休息和放松完全可以用睡眠来代替，只是精神上的放松无法用睡眠代替。</p><p>最近临近出版社的交稿日，我的焦虑情绪更加严重，这导致了我没能很好的控制自己，一屁股坐下开始做事就控制不住自己的时间。比如我一开始写文章就忘记时间，一开始写代码就忘记时间，一开始看书就忘记时间，总之常常让前一件事情的过量影响后面的计划与安排，这使得我每天都手忙脚乱，并且忙到深夜才睡觉，我感觉累到手都有点在颤抖的感觉，第二天又继续恶性循环。</p><p>归根结底是自己没有把握好尺度，没有很好的控制自己，对控制自己的重要性没有认识到位。每次做一件事总是连续不停的做很久，以至于打乱了原来的计划。</p><p>这种疲惫不堪的生活也不是没有收获，至少我明白了如果没有节制，如果没能很好的控制自己斩钉截铁的暂停当前过量的工作，我们是很难维持长久的高效率的。如果没能维持长久的高效率，我们很容易走走停停，甚至停停就不走了。</p><p>究其原因必是自己没有管理好自己的身体，没能有节制的去做事，没能选择最重要的事情先去完成，当体力耗尽时，仍然有一大堆重要的事情没做，只能透支自己去完成，这直接导致第二天恶性循环。</p><p>于是我今年最大的目标是，每天能12点前睡，早上7点起床。这表象背后是每天完成所有任务的前提下去完成这个目标，就像我在运作自己的生活那样，让身体更好更高效的运转起来。</p><p>说到精神上的放松，我也尝试将它转化为更有价值的方式，比如我正在尝试将精神上的放松，从纯粹的娱乐转为“与他人的交流”。我给自己定了一个目标说，每天主动与别人交流一下，并且保持融洽最好能气氛愉悦。</p><p>我认为与人交流能产生很多精神上的共鸣，这能很大程度上放松人的精神状态，轻松愉悦的交谈让人赏心悦目。同时我在很多伟人的书中看到，人与人之间的交流能给自己建立起强大的自信的理论，我对此坚信不疑。我认为人的自信很大程度上是与他人关联的，与他人的关系融洽，与他人在交谈时有轻松愉悦的氛围，是建立起我们自信的基础。</p><p>我在互动交流这项技能上比较弱，很多时候甚至有点恐惧，所以我想不断的挑战自己，主动并且融洽的与人交流、合作。这可能是我今后生活的基础，将是重新建立起我自信的源泉。</p><h6 id=\"感谢各位听我唠叨\">感谢各位听我唠叨。</h6>",
            "url": "http://www.luzexi.com/2020/06/22/%E5%90%91%E5%86%85%E7%9C%8B%E8%87%AA%E5%B7%B14",
            
            
            
            
            
            "date_published": "2020-06-22T00:00:00+08:00",
            "date_modified": "2020-06-22T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/06/21/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B07",
            "title": "每日读书笔记7 《人性的弱点》",
            "summary": "读书 书 看书 读后感 笔记 摘要",
            "content_text": "《人性的弱点》如何更好的说服他人35，从称赞与真诚的欣赏开始这是一种心理技巧，当我们听到他人对自己的优点加以称赞以后，再去听一些不愉快的话，自然觉得好受一些。这就像理发师在修面之前，图上一层肥皂一样，有些缓冲作用。曾有一位共和党人写了一篇演讲稿，他自己觉得非常得意，于是大声朗读给麦金利听。麦金利听了觉得不太适合，但又不想伤害这位作者的感情，于是就对他说，“我的朋友，这的确是一篇极好的演讲稿，一篇伟大的演讲稿。这篇演讲稿在许多场合我可以这样说，但在这种特殊的场合是否合适？也许在你的立场来看，这是非常合理与慎重的，但我必须从共和党立场方向来考虑它的影响。现在按照我的指示方向修改这篇演讲稿”。那人回去照做了，后来成为了一名有影响力的演讲员。林肯在内战最黑暗的时期给前线的将军写了一份信，他先称赞这位将军，但又指出他了最严重的错误，林肯没有称他们为严重的错误，而是委婉的更富外交手段的指出他们。他在信中说，“我相信你是一位智勇双全的将军，那是我所喜欢的。你有志气，你有自信，那是一种有价值、不可少的性格。但你在阻扰一位战功显赫的同僚官员上犯了大错。政府要尽力帮助你，同其他所有将军的帮助一样。但我深怕你灌输军队以批评以及不信任，我要尽力帮助你消灭这种精神。现在要小心，不要匆忙，要尽力不懈地努力前进，使得我们胜利。”信中隐含着一种非常严肃的谴责，但字面上却依然委婉诚恳，娓娓动听。在最黑暗的时刻，看不到一丝希望的曙光时，还能用最动听的语言来说服别人，这就是林肯的过人之处。这种处世哲学在日常生活和工作中也极其有用。在费城一幢办公大厦的建筑工程，差不多完工时，负责建筑物外部装饰材料的供应商突然声称他们不能按期完成供货。电话，争执，辩论，都没有用。高伍先生被派去督促他们。他到了这位经理的办公室就说道，自己在查电话簿时找到地址，电话簿中你的名字真是独一无二。经理听了很有兴趣的查阅电话簿，说自己的家庭是差不多200年前由荷兰迁到纽约的。接着他又谈论了自己家庭和祖先数分钟。高伍先生恭维他有这么大的一家厂，并称这里是自己见过最好的最清洁的铜器工厂。经理自豪的说，自己费了一生功夫经营这项事业，并愿意带他去参观一下工厂。参观期间，高伍先生又对他的构造系统赞美不觉。经理坚持要请高伍先生吃午餐，而高伍先生一直未提他来访的目的。午餐后，经理说，自己知道你来的目的，你可以带着我的应许回去，即使别的订货不得不延迟，也会优先制造好送过去。处世的技巧就是这么奇妙，高伍先生甚至没有请求，就得到了所要的东西。如果你想更好的说服别人，先从赞赏和真诚的欣赏开始。",
            "content_html": "<h4 id=\"人性的弱点\">《人性的弱点》</h4><h4 id=\"如何更好的说服他人\">如何更好的说服他人</h4><h4 id=\"35从称赞与真诚的欣赏开始\">35，从称赞与真诚的欣赏开始</h4><p>这是一种心理技巧，当我们听到他人对自己的优点加以称赞以后，再去听一些不愉快的话，自然觉得好受一些。这就像理发师在修面之前，图上一层肥皂一样，有些缓冲作用。</p><p>曾有一位共和党人写了一篇演讲稿，他自己觉得非常得意，于是大声朗读给麦金利听。麦金利听了觉得不太适合，但又不想伤害这位作者的感情，于是就对他说，“我的朋友，这的确是一篇极好的演讲稿，一篇伟大的演讲稿。这篇演讲稿在许多场合我可以这样说，但在这种特殊的场合是否合适？也许在你的立场来看，这是非常合理与慎重的，但我必须从共和党立场方向来考虑它的影响。现在按照我的指示方向修改这篇演讲稿”。那人回去照做了，后来成为了一名有影响力的演讲员。</p><p>林肯在内战最黑暗的时期给前线的将军写了一份信，他先称赞这位将军，但又指出他了最严重的错误，林肯没有称他们为严重的错误，而是委婉的更富外交手段的指出他们。他在信中说，“我相信你是一位智勇双全的将军，那是我所喜欢的。你有志气，你有自信，那是一种有价值、不可少的性格。但你在阻扰一位战功显赫的同僚官员上犯了大错。政府要尽力帮助你，同其他所有将军的帮助一样。但我深怕你灌输军队以批评以及不信任，我要尽力帮助你消灭这种精神。现在要小心，不要匆忙，要尽力不懈地努力前进，使得我们胜利。”信中隐含着一种非常严肃的谴责，但字面上却依然委婉诚恳，娓娓动听。在最黑暗的时刻，看不到一丝希望的曙光时，还能用最动听的语言来说服别人，这就是林肯的过人之处。</p><p>这种处世哲学在日常生活和工作中也极其有用。</p><p>在费城一幢办公大厦的建筑工程，差不多完工时，负责建筑物外部装饰材料的供应商突然声称他们不能按期完成供货。电话，争执，辩论，都没有用。高伍先生被派去督促他们。他到了这位经理的办公室就说道，自己在查电话簿时找到地址，电话簿中你的名字真是独一无二。经理听了很有兴趣的查阅电话簿，说自己的家庭是差不多200年前由荷兰迁到纽约的。接着他又谈论了自己家庭和祖先数分钟。高伍先生恭维他有这么大的一家厂，并称这里是自己见过最好的最清洁的铜器工厂。经理自豪的说，自己费了一生功夫经营这项事业，并愿意带他去参观一下工厂。参观期间，高伍先生又对他的构造系统赞美不觉。经理坚持要请高伍先生吃午餐，而高伍先生一直未提他来访的目的。午餐后，经理说，自己知道你来的目的，你可以带着我的应许回去，即使别的订货不得不延迟，也会优先制造好送过去。处世的技巧就是这么奇妙，高伍先生甚至没有请求，就得到了所要的东西。</p><p>如果你想更好的说服别人，先从赞赏和真诚的欣赏开始。</p>",
            "url": "http://www.luzexi.com/2020/06/21/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B07",
            
            
            
            
            
            "date_published": "2020-06-21T00:00:00+08:00",
            "date_modified": "2020-06-21T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/06/20/%E7%BB%99%E5%A5%B3%E5%84%BF%E7%9A%84%E4%BF%A11",
            "title": "给女儿的信(一)",
            "summary": "女儿 教育 亲情",
            "content_text": "Sharon，Anne，爸爸好想你们。爸爸知道你们两个都很棒，每天都在努力学习，而且学到了好多好多知识。Anne的英语越来越棒了，Sharon的数学也学会了加法和减法，好棒啊，爸爸好开心。现在学校开学了，Sharon还适应吗，爸爸很关心你。Anne过几个月也要去上城堡幼儿园了呢，Anne爸爸喜欢你，要帮爸爸照顾姐姐和妈妈哦。爸爸也很努力在深圳学习，现在爸爸很努力，每天都让自己很早就起床了然后去公司里写会字，爸爸正在写一本书，爸爸花了好长时间写这本书，爸爸想把这本书出版。然后爸爸会看会书，每天爸爸都要看会书，每天都要打看书的卡，这样每天都能补充些知识，看书能让自己更聪明些知道更多的东西。看完书爸爸就开始上班了，爸爸的工作就是写程序，爸爸每天都要写很多程序。下班回来后爸爸想着，是不是要健身啦，每天运动健身也要打卡。强壮有活力的身体是我们首要任务哦，身体要健康才会更好哦。爸爸一直在努力，妈妈也在努力，要照顾好妈妈哦宝贝们，爸爸爱你们。",
            "content_html": "<p>Sharon，Anne，爸爸好想你们。</p><p>爸爸知道你们两个都很棒，每天都在努力学习，而且学到了好多好多知识。</p><p>Anne的英语越来越棒了，Sharon的数学也学会了加法和减法，好棒啊，爸爸好开心。</p><p>现在学校开学了，Sharon还适应吗，爸爸很关心你。</p><p>Anne过几个月也要去上城堡幼儿园了呢，Anne爸爸喜欢你，要帮爸爸照顾姐姐和妈妈哦。</p><p>爸爸也很努力在深圳学习，现在爸爸很努力，每天都让自己很早就起床了</p><p>然后去公司里写会字，爸爸正在写一本书，爸爸花了好长时间写这本书，爸爸想把这本书出版。</p><p>然后爸爸会看会书，每天爸爸都要看会书，每天都要打看书的卡，这样每天都能补充些知识，看书能让自己更聪明些知道更多的东西。</p><p>看完书爸爸就开始上班了，爸爸的工作就是写程序，爸爸每天都要写很多程序。</p><p>下班回来后爸爸想着，是不是要健身啦，每天运动健身也要打卡。强壮有活力的身体是我们首要任务哦，身体要健康才会更好哦。</p><p>爸爸一直在努力，妈妈也在努力，要照顾好妈妈哦宝贝们，爸爸爱你们。</p>",
            "url": "http://www.luzexi.com/2020/06/20/%E7%BB%99%E5%A5%B3%E5%84%BF%E7%9A%84%E4%BF%A11",
            
            
            
            
            
            "date_published": "2020-06-20T00:00:00+08:00",
            "date_modified": "2020-06-20T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/06/20/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B06",
            "title": "每日读书笔记6 《人性的弱点》",
            "summary": "读书 书 看书 读后感 笔记 摘要",
            "content_text": "《人性的弱点》33，用更有趣的方式表现你的意图《费城晚报》曾收到一种恶意谣言攻击，说他们的报纸广告太多读者已经不喜欢。《费城晚报》将自己报纸上刊载的有趣的文章取出来，出版成一册书价值2美元，但它以2美分的价格出售好让公众们知道自己曾刊登大量有趣的读物。《费城晚报》并不争辩，而是用这种有趣的方式来告诉人们，我们的报刊是受读者们欢迎的。纽约大学的鲍登和伯西分析了许多售货面洽的案例并写了一本书，后来他们把它拍成了一个电影，以真实表演的形式向数百家大公司的营业部职员展示如何去洽谈业务。这种戏剧性的方式更能被大众所接受。这是一个充满戏剧性的时代，仅靠一点点语言的叙述是不够的。真理需要我们使之更生动，更有趣，更加戏剧化，你必须恰当运用表演的艺术来吸引人们了解你的意图。有个润肤膏品牌的业务员在向一家大公司介绍产品时跟这家公司的职员争辩，最后他赢得了辩论但却什么合同都没得到。第二次，他再次去了他们的办公室，并带了32个冷膏的样品，上面标注了商业调查结果，他为每个样品瓶子讲述了一个生动有趣的故事。最后原本只是10分钟的恰当变为了20分钟，40分钟，快到1小时的时候他们成交了。这次这位业务员采用戏剧化的形式呈现自己的产品，这让听者更能感受到其意图。如果你想表达你的意图，不要争辩，用一种有趣的方式去表现，这更能吸引人。34.不断面临挑战一家工厂效率低下，老板问经理为什么，经理回答说，自己用尽了各种办法，哄诱，强迫，威胁手段都用过就是不奏效。于是老板去工厂问了最近的一个人今天做了多少个单位，那人回答6个，于是老板在地板上写上了一个大大的“6”字就走了，夜班的人过来后好奇的问了这个数字，并在结束后擦掉了这个数字并写上了大大的“7”字。第二天上班的工人们看到这个数字，就说，他们要给夜班点颜色看看，于是他们留下了一个大大神气的“10”字。工厂的情形逐渐好转起来。要做成事的办法，是激起斗志，不是勾心斗角而是相互取胜的欲望。取胜的欲望！挑战激发人产生一种向上的精神。没有挑战，罗斯福也不会当上总统，他刚从古巴回来时被推举为纽约州候选人，但反对者抗议他不是合法居民，罗斯福恐慌了要退出。普拉德激将他说，“难道圣巨恩山的英雄是一个弱者吗？”，这激起了罗斯福的斗志，随后的事情就已成历史了。纽约州有个臭名昭著的监狱，没有狱长，传出许多丑恶的黑幕。史密斯州长召来劳斯，告诉他那里需要一个有经验的人。劳斯窘了，他知道那里很危险，史密斯看出他的犹豫，微笑着告诉他，“青年人，我不怪你害怕，那不是一个太平的地方，但那里确实需要一个大人物去治理”。他提出了一个挑战，劳斯喜欢用大人物的工作理念去挑战这个任务。最后他成为了哪里任职最久最著名的狱长，还著写了《在猩猩的两年里》并大卖几十万册。任何成功者都喜欢一种竞技，一种表现自己的机会，那是证明自身价值，争强斗胜的机会。如果你有使一个富有上进心、充满血气的人同意你的意见，那你就应该记住，向他提出一个挑战，一个他渴望的挑战。",
            "content_html": "<h4 id=\"人性的弱点\">《人性的弱点》</h4><h4 id=\"33用更有趣的方式表现你的意图\">33，用更有趣的方式表现你的意图</h4><p>《费城晚报》曾收到一种恶意谣言攻击，说他们的报纸广告太多读者已经不喜欢。《费城晚报》将自己报纸上刊载的有趣的文章取出来，出版成一册书价值2美元，但它以2美分的价格出售好让公众们知道自己曾刊登大量有趣的读物。《费城晚报》并不争辩，而是用这种有趣的方式来告诉人们，我们的报刊是受读者们欢迎的。</p><p>纽约大学的鲍登和伯西分析了许多售货面洽的案例并写了一本书，后来他们把它拍成了一个电影，以真实表演的形式向数百家大公司的营业部职员展示如何去洽谈业务。这种戏剧性的方式更能被大众所接受。</p><p>这是一个充满戏剧性的时代，仅靠一点点语言的叙述是不够的。真理需要我们使之更生动，更有趣，更加戏剧化，你必须恰当运用表演的艺术来吸引人们了解你的意图。</p><p>有个润肤膏品牌的业务员在向一家大公司介绍产品时跟这家公司的职员争辩，最后他赢得了辩论但却什么合同都没得到。第二次，他再次去了他们的办公室，并带了32个冷膏的样品，上面标注了商业调查结果，他为每个样品瓶子讲述了一个生动有趣的故事。最后原本只是10分钟的恰当变为了20分钟，40分钟，快到1小时的时候他们成交了。这次这位业务员采用戏剧化的形式呈现自己的产品，这让听者更能感受到其意图。</p><p>如果你想表达你的意图，不要争辩，用一种有趣的方式去表现，这更能吸引人。</p><h4 id=\"34不断面临挑战\">34.不断面临挑战</h4><p>一家工厂效率低下，老板问经理为什么，经理回答说，自己用尽了各种办法，哄诱，强迫，威胁手段都用过就是不奏效。于是老板去工厂问了最近的一个人今天做了多少个单位，那人回答6个，于是老板在地板上写上了一个大大的“6”字就走了，夜班的人过来后好奇的问了这个数字，并在结束后擦掉了这个数字并写上了大大的“7”字。第二天上班的工人们看到这个数字，就说，他们要给夜班点颜色看看，于是他们留下了一个大大神气的“10”字。工厂的情形逐渐好转起来。</p><p>要做成事的办法，是激起斗志，不是勾心斗角而是相互取胜的欲望。取胜的欲望！挑战激发人产生一种向上的精神。</p><p>没有挑战，罗斯福也不会当上总统，他刚从古巴回来时被推举为纽约州候选人，但反对者抗议他不是合法居民，罗斯福恐慌了要退出。普拉德激将他说，“难道圣巨恩山的英雄是一个弱者吗？”，这激起了罗斯福的斗志，随后的事情就已成历史了。</p><p>纽约州有个臭名昭著的监狱，没有狱长，传出许多丑恶的黑幕。史密斯州长召来劳斯，告诉他那里需要一个有经验的人。劳斯窘了，他知道那里很危险，史密斯看出他的犹豫，微笑着告诉他，“青年人，我不怪你害怕，那不是一个太平的地方，但那里确实需要一个大人物去治理”。他提出了一个挑战，劳斯喜欢用大人物的工作理念去挑战这个任务。最后他成为了哪里任职最久最著名的狱长，还著写了《在猩猩的两年里》并大卖几十万册。</p><p>任何成功者都喜欢一种竞技，一种表现自己的机会，那是证明自身价值，争强斗胜的机会。</p><p>如果你有使一个富有上进心、充满血气的人同意你的意见，那你就应该记住，向他提出一个挑战，一个他渴望的挑战。</p>",
            "url": "http://www.luzexi.com/2020/06/20/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B06",
            
            
            
            
            
            "date_published": "2020-06-20T00:00:00+08:00",
            "date_modified": "2020-06-20T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/06/18/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B05",
            "title": "每日读书笔记5 《人性的弱点》",
            "summary": "读书 书 看书 读后感 笔记 摘要",
            "content_text": "《人性的弱点》32，激发别人高尚的品质作者有一次去拜访大盗杰西的故乡，杰西儿子的太太给我们将了杰西的故事，他是如何抢劫火车和银行，然后把钱送给附近的农夫以偿还他们的贷款。杰西已经成为犯罪们的榜样，他们都认为自己是劫富济贫的理想主义者。其实我们所遇到的每个人都很尊重自己，都认为自己是一个善良而不自私的人。我们每个人的内心都把自己理想化，都喜欢为自己行为的动机赋予一种良好的解释。因此我们要想改变他人，就应该诉诸一种高尚的动机。法瑞先生有一个挑剔的租客，他在合同到期前就单方面通知法瑞先生要搬出去。法瑞先生本可以痛骂他一顿，与他争辩要求他偿付赔偿或迫使他继续租下去直到期满。但他并没有这样做，他换了种方式，他向这位房客说，听说您要搬家，但我还是不敢相信您真的会这么做。我多年与人相处的经验使我多少看人比较准，我一直认为您是一个高尚的人，不会轻易做出什么损人不利己的举动。我相信您的为人处世是守信誉的，您可以再考虑几天，如果还是坚持要搬，我尊重您的决定。事情到了第二个月，房客亲自去见了法瑞先生并付了房租，他说自己和太太商量过认为至少也要住到期满。有家汽车服务公司的6位顾客对维修后的费用表示不满，他们认为清单上收费不合理并拒绝付款。公司的信用部经理亲自催收了几次也没有成效，他每次去都表明自己公司没有错，你们必须付清费用，这导致顾客很愤怒。于是总经理打算亲自出面来解决问题，他先向顾客们道歉，说之前公司的员工处理不当，自己来拜访他们主要是因为他们是最了解事情经过的人，他先静静听了他们的述说，然后说，听您的叙述，我深深感到您是一个正直且有耐心的人，这份账单您有权更正他们，于是这位顾客修改了账单，并削减了不少他认为不合理的部分然后付了钱，但其余5位都尽可能多付了些不让公司吃亏。事情的微妙之处是，后来2年内，这6个顾客又向公司购买了6台车。每个人都认为自己是高尚的，我们更应该用这种方式去激发别人高尚的品质，而不是去贬低和激怒他们。",
            "content_html": "<h4 id=\"人性的弱点\">《人性的弱点》</h4><h4 id=\"32激发别人高尚的品质\">32，激发别人高尚的品质</h4><p>作者有一次去拜访大盗杰西的故乡，杰西儿子的太太给我们将了杰西的故事，他是如何抢劫火车和银行，然后把钱送给附近的农夫以偿还他们的贷款。杰西已经成为犯罪们的榜样，他们都认为自己是劫富济贫的理想主义者。</p><p>其实我们所遇到的每个人都很尊重自己，都认为自己是一个善良而不自私的人。我们每个人的内心都把自己理想化，都喜欢为自己行为的动机赋予一种良好的解释。因此我们要想改变他人，就应该诉诸一种高尚的动机。</p><p>法瑞先生有一个挑剔的租客，他在合同到期前就单方面通知法瑞先生要搬出去。法瑞先生本可以痛骂他一顿，与他争辩要求他偿付赔偿或迫使他继续租下去直到期满。但他并没有这样做，他换了种方式，他向这位房客说，听说您要搬家，但我还是不敢相信您真的会这么做。我多年与人相处的经验使我多少看人比较准，我一直认为您是一个高尚的人，不会轻易做出什么损人不利己的举动。我相信您的为人处世是守信誉的，您可以再考虑几天，如果还是坚持要搬，我尊重您的决定。事情到了第二个月，房客亲自去见了法瑞先生并付了房租，他说自己和太太商量过认为至少也要住到期满。</p><p>有家汽车服务公司的6位顾客对维修后的费用表示不满，他们认为清单上收费不合理并拒绝付款。公司的信用部经理亲自催收了几次也没有成效，他每次去都表明自己公司没有错，你们必须付清费用，这导致顾客很愤怒。于是总经理打算亲自出面来解决问题，他先向顾客们道歉，说之前公司的员工处理不当，自己来拜访他们主要是因为他们是最了解事情经过的人，他先静静听了他们的述说，然后说，听您的叙述，我深深感到您是一个正直且有耐心的人，这份账单您有权更正他们，于是这位顾客修改了账单，并削减了不少他认为不合理的部分然后付了钱，但其余5位都尽可能多付了些不让公司吃亏。事情的微妙之处是，后来2年内，这6个顾客又向公司购买了6台车。</p><p>每个人都认为自己是高尚的，我们更应该用这种方式去激发别人高尚的品质，而不是去贬低和激怒他们。</p>",
            "url": "http://www.luzexi.com/2020/06/18/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B05",
            
            
            
            
            
            "date_published": "2020-06-18T00:00:00+08:00",
            "date_modified": "2020-06-18T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/06/17/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B04",
            "title": "每日读书笔记4 《人性的弱点》",
            "summary": "读书 书 看书 读后感 笔记 摘要",
            "content_text": "《人性的弱点》31，同情对方我们每天所遇到的人，之所以他们会烦躁、固执、缺乏理智，大部分是因为他们的出生所在的家庭以及父母的原因，其他与他们本身没有很大的过错。你不是一条响尾蛇，唯一原因是因为你的父母不是响尾蛇，你不与牛接吻，不以蛇为神，唯一原因是，因为你没有生在印度家庭中。因此我们之所以成为现在这样的人，我们并没什么可以居功自傲的，大部分都需要归功于我们出生的家庭和父母。对待出现在你面前表现出烦躁、固执、缺乏理智的人，要对他们表示怜悯与同情，三分之四的人都是为了同情而活。给他们同情，他们就会即可喜爱你。作者有一次在广播上播音，说到了某个不讨人喜欢的人住在某地方，遭到了很多人的炮轰，其中有一个女士写信来言语非常恶劣。作者想给自己一个挑战，要将她的仇视变成友善，对自己说，如果我是她大概也要同她所感觉的一样。于是有一天，作者打电话给这位女士，说自己是卡耐基，前段时间在广播上犯了一个愚笨的错，并为此道歉，也同时感谢女士费心写信过来批评。女士听到道歉，也表示自己对写信批评的事惭愧，这舒缓了她的心情。他们聊了一会，最后女士怀着高兴的心情结束了对话。因为道歉，并同情她的观点，我得到了她的道歉，以及对作者的同情。作者得到了控制自己脾气的收获，以友善报答侮辱的收获，并从中得到了无限的乐趣。一位美国经纪人伍勒与艺术家打了22年的交道，他说自己与那些性情无常的艺术家交往时，得到的最大的经验是，对他们可笑而古怪的脾气表现出更多的同情。他做了3年的亚彬的音乐会经纪人，他用一句话改过他的为人，“他各方面都是糟糕的很”。每次演唱前，亚彬都要三番五次的找各种借口要取消演唱会，伍勒没有反对，只是表示对他的同情，并且支持他取消演唱会，告诉他，这只会损失一点小钱，只是对他的名声损失比较大而已。发过3、4次的脾气后亚彬终于被哄着走上了舞台完成了演唱会。《教育心理》中说，人类普遍地追求同情，儿童迫切地显示他的伤害；或甚至故意割伤或打伤自己，以获得大量的同情。出于同样的理由，成人也会显示他们的伤害，叙述他们的意外、疾病，特别是动手术开刀的详情。为真实的或想象的不幸而感到‘自怜’，实际上，这是人类的一种共同的习惯。同情对方所表现出来的意念和欲望，反感和厌恶只会让事情变得更糟。",
            "content_html": "<h4 id=\"人性的弱点\">《人性的弱点》</h4><h4 id=\"31同情对方\">31，同情对方</h4><p>我们每天所遇到的人，之所以他们会烦躁、固执、缺乏理智，大部分是因为他们的出生所在的家庭以及父母的原因，其他与他们本身没有很大的过错。你不是一条响尾蛇，唯一原因是因为你的父母不是响尾蛇，你不与牛接吻，不以蛇为神，唯一原因是，因为你没有生在印度家庭中。因此我们之所以成为现在这样的人，我们并没什么可以居功自傲的，大部分都需要归功于我们出生的家庭和父母。</p><p>对待出现在你面前表现出烦躁、固执、缺乏理智的人，要对他们表示怜悯与同情，三分之四的人都是为了同情而活。给他们同情，他们就会即可喜爱你。</p><p>作者有一次在广播上播音，说到了某个不讨人喜欢的人住在某地方，遭到了很多人的炮轰，其中有一个女士写信来言语非常恶劣。作者想给自己一个挑战，要将她的仇视变成友善，对自己说，如果我是她大概也要同她所感觉的一样。于是有一天，作者打电话给这位女士，说自己是卡耐基，前段时间在广播上犯了一个愚笨的错，并为此道歉，也同时感谢女士费心写信过来批评。女士听到道歉，也表示自己对写信批评的事惭愧，这舒缓了她的心情。他们聊了一会，最后女士怀着高兴的心情结束了对话。</p><p>因为道歉，并同情她的观点，我得到了她的道歉，以及对作者的同情。作者得到了控制自己脾气的收获，以友善报答侮辱的收获，并从中得到了无限的乐趣。</p><p>一位美国经纪人伍勒与艺术家打了22年的交道，他说自己与那些性情无常的艺术家交往时，得到的最大的经验是，对他们可笑而古怪的脾气表现出更多的同情。他做了3年的亚彬的音乐会经纪人，他用一句话改过他的为人，“他各方面都是糟糕的很”。每次演唱前，亚彬都要三番五次的找各种借口要取消演唱会，伍勒没有反对，只是表示对他的同情，并且支持他取消演唱会，告诉他，这只会损失一点小钱，只是对他的名声损失比较大而已。发过3、4次的脾气后亚彬终于被哄着走上了舞台完成了演唱会。</p><p>《教育心理》中说，人类普遍地追求同情，儿童迫切地显示他的伤害；或甚至故意割伤或打伤自己，以获得大量的同情。出于同样的理由，成人也会显示他们的伤害，叙述他们的意外、疾病，特别是动手术开刀的详情。为真实的或想象的不幸而感到‘自怜’，实际上，这是人类的一种共同的习惯。</p><p>同情对方所表现出来的意念和欲望，反感和厌恶只会让事情变得更糟。</p>",
            "url": "http://www.luzexi.com/2020/06/17/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B04",
            
            
            
            
            
            "date_published": "2020-06-17T00:00:00+08:00",
            "date_modified": "2020-06-17T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/06/16/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B03",
            "title": "每日读书笔记3 《人性的弱点》",
            "summary": "读书 书 看书 读后感 笔记 摘要",
            "content_text": "《人性的弱点》30，从他人角度考虑问题对方或许真的错了，那也不要指责他，这是愚人的做法。应该去了解他，也只有聪明的人才会这样做。我们应该假设，自己处在他当时的困难中，我们将有何感受，会有何反应。这样做可以省去你许多时间和烦恼，也可以增加许多处理人际关系的技巧。从前作者家周围有个公园里面有很多橡树，但几个孩子总是去树下玩火，作者上前警告他们，用威严的声调命令他们将火扑灭。而且，如果他们拒绝，作者就恐吓他们要将他们交给警察。作者只是在发泄情绪，而没有考虑孩子们的观点。结果，孩子们怀着反感的情绪遵从了，但他离开以后，他们又重新生火了，并恨不得烧尽公园。多年后作者换了方法，他上前去温柔的告诉孩子们，公园中生火是极其危险的，我知道你们不是故意的，但别的孩子们不会这样小心，他们过来见你们生火了，他们也会学着生火，回家时也不扑灭，以致于蔓延烧毁整棵树。我不干涉你们的快乐，我喜欢看到你们感到如此快乐。这种说法产生的效果区别很大，孩子们产生了一种同你合作的欲望，没有怨恨，没有反感。他们没有被强制服从命令，保全了面子。我们应该永远按照对方的观点去考虑问题，由他人的立场去看事，这将成为影响你终身事业的关键因素。",
            "content_html": "<h4 id=\"人性的弱点\">《人性的弱点》</h4><h4 id=\"30从他人角度考虑问题\">30，从他人角度考虑问题</h4><p>对方或许真的错了，那也不要指责他，这是愚人的做法。应该去了解他，也只有聪明的人才会这样做。我们应该假设，自己处在他当时的困难中，我们将有何感受，会有何反应。这样做可以省去你许多时间和烦恼，也可以增加许多处理人际关系的技巧。</p><p>从前作者家周围有个公园里面有很多橡树，但几个孩子总是去树下玩火，作者上前警告他们，用威严的声调命令他们将火扑灭。而且，如果他们拒绝，作者就恐吓他们要将他们交给警察。作者只是在发泄情绪，而没有考虑孩子们的观点。结果，孩子们怀着反感的情绪遵从了，但他离开以后，他们又重新生火了，并恨不得烧尽公园。多年后作者换了方法，他上前去温柔的告诉孩子们，公园中生火是极其危险的，我知道你们不是故意的，但别的孩子们不会这样小心，他们过来见你们生火了，他们也会学着生火，回家时也不扑灭，以致于蔓延烧毁整棵树。我不干涉你们的快乐，我喜欢看到你们感到如此快乐。</p><p>这种说法产生的效果区别很大，孩子们产生了一种同你合作的欲望，没有怨恨，没有反感。他们没有被强制服从命令，保全了面子。</p><p>我们应该永远按照对方的观点去考虑问题，由他人的立场去看事，这将成为影响你终身事业的关键因素。</p>",
            "url": "http://www.luzexi.com/2020/06/16/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B03",
            
            
            
            
            
            "date_published": "2020-06-16T00:00:00+08:00",
            "date_modified": "2020-06-16T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/06/15/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B02",
            "title": "每日读书笔记2 《人性的弱点》",
            "summary": "读书 书 看书 读后感 笔记 摘要",
            "content_text": "29.引导而不是强迫别人做某事一家汽车公司业务经理阿道夫与员工做了一次交易，他让员工真诚的提出自己对公司的期望，他也提出了自己对员工的期望，他们做了一场交易，他用满足员工愿望的方式来与员工努力工作交换。他并没有强迫员工去做努力工作，而是以引导的方式。没有人喜欢接受被推销，或者被人强迫去做一件事。我们都喜欢按照自己的意愿购买物体，按照自己的意思行动，我们喜欢别人征询我们的需求、意见和愿望。韦森先生从事服装设计，3年来他每次去拜访一位著名设计师都被他拒绝购买他的产品。后来他改变了方式，他带着几张美完成的草图去拜访，他说“我想请你帮点小忙，这几张尚未完成的草图，可否请您帮忙给出意见，以更加符合你们的需要”。设计师让那个他3天后来找他，3天后韦森听了设计师的意见，并按照他的意见做了改动，最后他自主的买下了这个作品。因为雇主成了设计参与者，他当然用心且喜欢。发生在一个医生L身上也有如此的情况。他工作在一家大医院里需要添加几套X光设备，很多厂商都来介绍自己的产品，有一家公司很聪明，写信给他告诉他，公司设计了一套X光设备，设备并非完美，还需要他来指导一下，提携意见，以便他们改进，他们可以随时派车过来接送。L医生每晚都很忙，但还是取消了一个约会，腾出时间去看了看那套设备，最后发现自己越研究这套设备越喜欢这套机器。这就是自主的力量，引导对方用他们的行为去实现自己的目标。一个加拿大钓鱼营地的做法很聪明，他们给想去钓鱼的潜在客人们寄去一封信，信里附有很多姓名和电话，他们都是曾经去过那里的人，告诉客人们可以打电话询问这些人便可以知道他们提供哪些服务是否好玩。我很惊奇发现一个朋友的名字于是就打过去问了一下，最后定下了他们的营地。中国老子也说过，圣人若想领导人民，必须谦卑服务；若想引导人民，必须跟随其后。圣人虽在上，而人民不觉其压力；虽在前，而人民不觉得有什么伤害。聪明人引导别人，强迫是最差的下下策",
            "content_html": "<h4 id=\"29引导而不是强迫别人做某事\">29.引导而不是强迫别人做某事</h4><p>一家汽车公司业务经理阿道夫与员工做了一次交易，他让员工真诚的提出自己对公司的期望，他也提出了自己对员工的期望，他们做了一场交易，他用满足员工愿望的方式来与员工努力工作交换。他并没有强迫员工去做努力工作，而是以引导的方式。</p><p>没有人喜欢接受被推销，或者被人强迫去做一件事。我们都喜欢按照自己的意愿购买物体，按照自己的意思行动，我们喜欢别人征询我们的需求、意见和愿望。</p><p>韦森先生从事服装设计，3年来他每次去拜访一位著名设计师都被他拒绝购买他的产品。后来他改变了方式，他带着几张美完成的草图去拜访，他说“我想请你帮点小忙，这几张尚未完成的草图，可否请您帮忙给出意见，以更加符合你们的需要”。设计师让那个他3天后来找他，3天后韦森听了设计师的意见，并按照他的意见做了改动，最后他自主的买下了这个作品。因为雇主成了设计参与者，他当然用心且喜欢。</p><p>发生在一个医生L身上也有如此的情况。他工作在一家大医院里需要添加几套X光设备，很多厂商都来介绍自己的产品，有一家公司很聪明，写信给他告诉他，公司设计了一套X光设备，设备并非完美，还需要他来指导一下，提携意见，以便他们改进，他们可以随时派车过来接送。L医生每晚都很忙，但还是取消了一个约会，腾出时间去看了看那套设备，最后发现自己越研究这套设备越喜欢这套机器。这就是自主的力量，引导对方用他们的行为去实现自己的目标。</p><p>一个加拿大钓鱼营地的做法很聪明，他们给想去钓鱼的潜在客人们寄去一封信，信里附有很多姓名和电话，他们都是曾经去过那里的人，告诉客人们可以打电话询问这些人便可以知道他们提供哪些服务是否好玩。我很惊奇发现一个朋友的名字于是就打过去问了一下，最后定下了他们的营地。</p><p>中国老子也说过，圣人若想领导人民，必须谦卑服务；若想引导人民，必须跟随其后。圣人虽在上，而人民不觉其压力；虽在前，而人民不觉得有什么伤害。</p><p>聪明人引导别人，强迫是最差的下下策</p>",
            "url": "http://www.luzexi.com/2020/06/15/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B02",
            
            
            
            
            
            "date_published": "2020-06-15T00:00:00+08:00",
            "date_modified": "2020-06-15T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/06/14/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B01",
            "title": "每日读书笔记1 《人性的弱点》",
            "summary": "读书 书 看书 读后感 笔记 摘要",
            "content_text": "《人性的弱点》28，给对方说话的机会很多人为了让别人同意自己的观点往往采用了错误的策略：说太多。其实不如让对方畅所欲言，因为每个人对自己的事和自己有关的问题一定比我们知道的多，所以不如问他一些问题，引导他讲述自己的事情和想法，这样我们才能从中得到更多的信息也能更有把握好方向引导对方。一位R先生由于嗓子哑得厉害去参加投标却得到了一次意外的经历，有好几家公司去检验样品，那天他去参加对方公司高级职员议会时无法说话，只能写字告诉众位自己嗓子疼的厉害无法说话，此时对方公司经理站出来说自己可以替R先生说话，于是这位经理不断的描述R先生带去产品，并且品论它的优点与缺点，大家纷纷议论，在此期间R先生只是轻微的点头和少量的手势。最终R先生惊喜的得到了那笔合同，价值160万美元，这是他得到的最大的订单。这个例子稍微离奇了一些，但也同样能说明让对方说话的重要性，这能使得对方充分参与进我们的世界中。一家电器公司的业务员范勃也有类似的经历，他在农村推广农舍电光设备时，打听到这里的农舍们有反感情绪。于是他亲自去敲开了一家农舍的门，一个妇人一看见是公司代表就叩上了门，于是范勃告诉她自己是来了解她对公司的看法的，妇人又一次探出头，范勃称赞妇人养的鸡很好，是否愿意卖一些鸡蛋给她，这又一次撩动了她的心，门又被打开了一些，范勃环顾四周发现农场中有一个牛奶棚，就继续说，自己猜测妇人养的鸡赚的钱一定比丈夫多，此时妇人高兴极了，开始请他去参观她的鸡舍，并详细说了自己的养鸡经验和自己制造的一些小设备。范勃也介绍了几种食料和温度，并向妇人征求了意见，他们很高兴的交换了经验。过了会，妇人开始说自己几位邻居在他们的鸡舍里安装了电光设备说是效果非常好，她开始征求范勃的意见，问是否应该采取这种办法。两星期后妇人购买了范勃的电光设备并使得鸡舍产量提高了不少，这是个双方都满意的结果。事实上即使我们的朋友，也宁愿对我们谈论他们自己的成就，而不喜欢听我们吹嘘自己的成就。哲学家罗西法说，如果你要树敌，就胜过你的朋友。如果你要得到朋友，那就让你的朋友胜过你。当我们的朋友胜过我们时，他们获得了一种自重感。但当我们胜过他们时，他们会产生一种自卑感，并引起猜忌与妒忌。不要时时向他人夸大自己的成就，我们要谦逊，这样永远能使人喜欢。我们应当谦逊，因为你我都没有什么了不起的，你我都要逝去，并很快被人遗忘，生命过于短促，不要总是谈论我们小小的成就，这使人厌烦。相反，我们应该鼓励对方说话。",
            "content_html": "<h4 id=\"人性的弱点\">《人性的弱点》</h4><h4 id=\"28给对方说话的机会\">28，给对方说话的机会</h4><p>很多人为了让别人同意自己的观点往往采用了错误的策略：说太多。其实不如让对方畅所欲言，因为每个人对自己的事和自己有关的问题一定比我们知道的多，所以不如问他一些问题，引导他讲述自己的事情和想法，这样我们才能从中得到更多的信息也能更有把握好方向引导对方。</p><p>一位R先生由于嗓子哑得厉害去参加投标却得到了一次意外的经历，有好几家公司去检验样品，那天他去参加对方公司高级职员议会时无法说话，只能写字告诉众位自己嗓子疼的厉害无法说话，此时对方公司经理站出来说自己可以替R先生说话，于是这位经理不断的描述R先生带去产品，并且品论它的优点与缺点，大家纷纷议论，在此期间R先生只是轻微的点头和少量的手势。最终R先生惊喜的得到了那笔合同，价值160万美元，这是他得到的最大的订单。这个例子稍微离奇了一些，但也同样能说明让对方说话的重要性，这能使得对方充分参与进我们的世界中。</p><p>一家电器公司的业务员范勃也有类似的经历，他在农村推广农舍电光设备时，打听到这里的农舍们有反感情绪。于是他亲自去敲开了一家农舍的门，一个妇人一看见是公司代表就叩上了门，于是范勃告诉她自己是来了解她对公司的看法的，妇人又一次探出头，范勃称赞妇人养的鸡很好，是否愿意卖一些鸡蛋给她，这又一次撩动了她的心，门又被打开了一些，范勃环顾四周发现农场中有一个牛奶棚，就继续说，自己猜测妇人养的鸡赚的钱一定比丈夫多，此时妇人高兴极了，开始请他去参观她的鸡舍，并详细说了自己的养鸡经验和自己制造的一些小设备。范勃也介绍了几种食料和温度，并向妇人征求了意见，他们很高兴的交换了经验。过了会，妇人开始说自己几位邻居在他们的鸡舍里安装了电光设备说是效果非常好，她开始征求范勃的意见，问是否应该采取这种办法。两星期后妇人购买了范勃的电光设备并使得鸡舍产量提高了不少，这是个双方都满意的结果。</p><p>事实上即使我们的朋友，也宁愿对我们谈论他们自己的成就，而不喜欢听我们吹嘘自己的成就。哲学家罗西法说，如果你要树敌，就胜过你的朋友。如果你要得到朋友，那就让你的朋友胜过你。当我们的朋友胜过我们时，他们获得了一种自重感。但当我们胜过他们时，他们会产生一种自卑感，并引起猜忌与妒忌。</p><p>不要时时向他人夸大自己的成就，我们要谦逊，这样永远能使人喜欢。我们应当谦逊，因为你我都没有什么了不起的，你我都要逝去，并很快被人遗忘，生命过于短促，不要总是谈论我们小小的成就，这使人厌烦。相反，我们应该鼓励对方说话。</p>",
            "url": "http://www.luzexi.com/2020/06/14/%E6%AF%8F%E6%97%A5%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B01",
            
            
            
            
            
            "date_published": "2020-06-14T00:00:00+08:00",
            "date_modified": "2020-06-14T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/06/14/%E5%90%91%E5%86%85%E7%9C%8B%E8%87%AA%E5%B7%B13",
            "title": "向内看自己(三)",
            "summary": "思路 随想 理念 逻辑 人生哲学",
            "content_text": "最近忙于工作和写书，对于改善自己的事落下了很多。我记下自己的所思所想的目的是改善自己而不是炫耀和比较，人在进阶时是比价痛苦的所以我记录下来，能供我过几年回头看看进阶之路的苦与乐，这能帮助我在未来的进阶道路上应对更多苦中作乐的情况。进阶难主要还是因为我们本身是顽固的，主要是我本身比较顽固，思想开化比较难。随着年龄的增长，我越来越有自己的思想，也形成了独立的性格，独立思考也带给了我一个人的王国，顽固不化也是从独立开始的。年纪越大，我可能越顽固，因为我的思想越来越形成体系，拥有了自己的整个独立的思想体系时，我可能再也无法转变我的所思所想了。趁现在还不老，多做些反向操作，让自己多见识下更多的思路与事物，也是个不错的选择。我很顽固，虽然我同时也认为自己很开放。每次当我意识到自己无法突破瓶颈时，我都会想”肯定是我错了，有没可能反向操作一下，以求得更开阔的眼界和思路“。当然我的大部分反向操作都是失败的，陷入了让自己更糟糕的境遇，虽然如此，但大部分失败也都成了最宝贵的财富，为更准确的找到思路提供了宝贵的经验。随着自律生活的进程不断推进，我开始习以为常自律的生活，并且能够有能力随着周围环境的变化不断有条不紊的调整，从而使得我既能自律的生活又能适应周围环境，说这些是因为我今年的变化比较大，从上海独自一人来了深圳，以前大部分时候都是身边有亲人，至少有熟悉的朋友。同时我也越来越发现身边的自律者越来越多，不是因为我来了腾讯使得周围自律者变多了，而是因为我彻彻底底成为了自律者，这使得物以类聚人以群分的效应得到了体现。喜欢与我接触的以及我喜欢接触的对象发生了变化，我潜意识中会去选择与一些跟自己志趣相投的人交流，这使得我周围聚集了一群自律者。当然这些都是表象，就像人总是会拿些东西来增长自己的自信一样，表象的诱惑力比较强大，成就、权利、财富、职位、身材、脸蛋、甚至游戏中的虚拟币都可以成为表象。随着我越来越了解自己，越来越深的挖掘自己的内心，人性的弱点也慢慢被我了解。表象也正在逐渐被我抛弃，个人的那些小小的成就都是微不足道的，我认为只有当我不在意这些表象时，我才能拥有控制表象的力量。我最担心的还是自己太过努力的折腾导致反噬，从而挫伤自己的信心。所以我一直很警惕，一旦过了那个我超负荷的界限我就让自己慢下来，但通常我也很难制止自己，所以大部分时候都是直到伤到自己了才停下来休息几天，去外面走走换个心情，整顿一下。向内看，说自己真实的心声，解剖自己",
            "content_html": "<p>最近忙于工作和写书，对于改善自己的事落下了很多。我记下自己的所思所想的目的是改善自己而不是炫耀和比较，人在进阶时是比价痛苦的所以我记录下来，能供我过几年回头看看进阶之路的苦与乐，这能帮助我在未来的进阶道路上应对更多苦中作乐的情况。</p><p>进阶难主要还是因为我们本身是顽固的，主要是我本身比较顽固，思想开化比较难。随着年龄的增长，我越来越有自己的思想，也形成了独立的性格，独立思考也带给了我一个人的王国，顽固不化也是从独立开始的。年纪越大，我可能越顽固，因为我的思想越来越形成体系，拥有了自己的整个独立的思想体系时，我可能再也无法转变我的所思所想了。趁现在还不老，多做些反向操作，让自己多见识下更多的思路与事物，也是个不错的选择。</p><p>我很顽固，虽然我同时也认为自己很开放。每次当我意识到自己无法突破瓶颈时，我都会想”肯定是我错了，有没可能反向操作一下，以求得更开阔的眼界和思路“。当然我的大部分反向操作都是失败的，陷入了让自己更糟糕的境遇，虽然如此，但大部分失败也都成了最宝贵的财富，为更准确的找到思路提供了宝贵的经验。</p><p>随着自律生活的进程不断推进，我开始习以为常自律的生活，并且能够有能力随着周围环境的变化不断有条不紊的调整，从而使得我既能自律的生活又能适应周围环境，说这些是因为我今年的变化比较大，从上海独自一人来了深圳，以前大部分时候都是身边有亲人，至少有熟悉的朋友。</p><p>同时我也越来越发现身边的自律者越来越多，不是因为我来了腾讯使得周围自律者变多了，而是因为我彻彻底底成为了自律者，这使得物以类聚人以群分的效应得到了体现。喜欢与我接触的以及我喜欢接触的对象发生了变化，我潜意识中会去选择与一些跟自己志趣相投的人交流，这使得我周围聚集了一群自律者。</p><p>当然这些都是表象，就像人总是会拿些东西来增长自己的自信一样，表象的诱惑力比较强大，成就、权利、财富、职位、身材、脸蛋、甚至游戏中的虚拟币都可以成为表象。随着我越来越了解自己，越来越深的挖掘自己的内心，人性的弱点也慢慢被我了解。表象也正在逐渐被我抛弃，个人的那些小小的成就都是微不足道的，我认为只有当我不在意这些表象时，我才能拥有控制表象的力量。</p><p>我最担心的还是自己太过努力的折腾导致反噬，从而挫伤自己的信心。所以我一直很警惕，一旦过了那个我超负荷的界限我就让自己慢下来，但通常我也很难制止自己，所以大部分时候都是直到伤到自己了才停下来休息几天，去外面走走换个心情，整顿一下。</p><h6 id=\"向内看说自己真实的心声解剖自己\">向内看，说自己真实的心声，解剖自己</h6>",
            "url": "http://www.luzexi.com/2020/06/14/%E5%90%91%E5%86%85%E7%9C%8B%E8%87%AA%E5%B7%B13",
            
            
            
            
            
            "date_published": "2020-06-14T00:00:00+08:00",
            "date_modified": "2020-06-14T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/05/25/%E6%80%9D%E8%B7%AF%E6%8E%A2%E8%AE%A846",
            "title": "思路探讨(四十六) 向内看自己2",
            "summary": "思路 随想 理念 逻辑 人生哲学",
            "content_text": "向内看自己发现自己的问题只是第一步，找到问题的根源是第二步，改变自我纠正问题是最难的第三步。每一步都不容易，大部人包括我都会将自身问题停留在某一步不愿意继续，这种拿自己开刀给自己做手术的事特别的难，就从这点来看我们也应该理解对方所表现出来的情绪背后的苦，很多时候不是我们不愿意去改善自己，而是这种行为真的很痛苦。最近为了突破自己做了几件自己不太喜欢做的事，一个是比较严格的要求自己把每天的时间填满了学习，另一个是主动去做一些交流，特别是与陌生人的交流。第一个让我尝到了严格时间管理的利与弊，时间管理是一个反人性的东西，我们人本身是感性的情绪的，自己想到什么并且愿意去行动就去做，因此我们有时‘浪费’的时间里会休息和调整，严格要求自己每天必须做完一些任务就会让自己每天倍感压力，情绪也会很刻板，特别是在我加入了时间管理机制，每次做事都给自己定一个时间，以15分钟为单位去完成一些任务，每隔15分钟就提醒下自己应该进入下一个15分钟，这种方式让我喘不过气来，每天都感觉自己很累很困，脑袋似乎一直在抗议我的这种新的习惯，所以最近很痛苦每天都感觉自己很疲惫。另一个是最近连续参加了几个腾讯的课程，接触了很多自己圈子外的同事。这些不只是课程的学习，我更希望增加与人之间交流。于是发现自己的很多问题，特别是交流上的，大部分问题集中在我对别人的兴趣比较少，这导致在平时随意聊天时脑袋中蹦出来的话题比较少，由于自己生活知识面不宽也导致了无法接住别人抛出的聊天内容，动不动就断了话题的弦，因此我最近很是懊恼。我也渐渐意识到，自信来源于人与人之间的互动，人与人之间的互动又绝非聊天这么简单，需要我们有足够宽的知识面可以聊，有时聊深了最好还要有深度，于是我也决定要多看些小说与历史书来丰富自己的生活和娱乐上的知识面。除了知识面更重要的还是我是否能对别人产生兴趣，如果我没有对对方产生兴趣就只会是很拘谨很生硬的聊天，这导致我与对方不会产生任何共鸣，这种交流大都没有多大的意义。最近虽然痛苦但毕竟有了新的尝试，每次走出舒适圈后都会很痛苦，回来后又恢复了精力，再出发继续拓展舒适圈，来去重复折腾几次自己的舒适圈又会大一圈，我也是抱着这种乐观的态度在不断的向自我发起挑战。",
            "content_html": "<p>向内看自己发现自己的问题只是第一步，找到问题的根源是第二步，改变自我纠正问题是最难的第三步。每一步都不容易，大部人包括我都会将自身问题停留在某一步不愿意继续，这种拿自己开刀给自己做手术的事特别的难，就从这点来看我们也应该理解对方所表现出来的情绪背后的苦，很多时候不是我们不愿意去改善自己，而是这种行为真的很痛苦。</p><p>最近为了突破自己做了几件自己不太喜欢做的事，一个是比较严格的要求自己把每天的时间填满了学习，另一个是主动去做一些交流，特别是与陌生人的交流。第一个让我尝到了严格时间管理的利与弊，时间管理是一个反人性的东西，我们人本身是感性的情绪的，自己想到什么并且愿意去行动就去做，因此我们有时‘浪费’的时间里会休息和调整，严格要求自己每天必须做完一些任务就会让自己每天倍感压力，情绪也会很刻板，特别是在我加入了时间管理机制，每次做事都给自己定一个时间，以15分钟为单位去完成一些任务，每隔15分钟就提醒下自己应该进入下一个15分钟，这种方式让我喘不过气来，每天都感觉自己很累很困，脑袋似乎一直在抗议我的这种新的习惯，所以最近很痛苦每天都感觉自己很疲惫。</p><p>另一个是最近连续参加了几个腾讯的课程，接触了很多自己圈子外的同事。这些不只是课程的学习，我更希望增加与人之间交流。于是发现自己的很多问题，特别是交流上的，大部分问题集中在我对别人的兴趣比较少，这导致在平时随意聊天时脑袋中蹦出来的话题比较少，由于自己生活知识面不宽也导致了无法接住别人抛出的聊天内容，动不动就断了话题的弦，因此我最近很是懊恼。我也渐渐意识到，自信来源于人与人之间的互动，人与人之间的互动又绝非聊天这么简单，需要我们有足够宽的知识面可以聊，有时聊深了最好还要有深度，于是我也决定要多看些小说与历史书来丰富自己的生活和娱乐上的知识面。除了知识面更重要的还是我是否能对别人产生兴趣，如果我没有对对方产生兴趣就只会是很拘谨很生硬的聊天，这导致我与对方不会产生任何共鸣，这种交流大都没有多大的意义。</p><p>最近虽然痛苦但毕竟有了新的尝试，每次走出舒适圈后都会很痛苦，回来后又恢复了精力，再出发继续拓展舒适圈，来去重复折腾几次自己的舒适圈又会大一圈，我也是抱着这种乐观的态度在不断的向自我发起挑战。</p>",
            "url": "http://www.luzexi.com/2020/05/25/%E6%80%9D%E8%B7%AF%E6%8E%A2%E8%AE%A846",
            
            
            
            
            
            "date_published": "2020-05-25T00:00:00+08:00",
            "date_modified": "2020-05-25T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://www.luzexi.com/2020/05/24/%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B07",
            "title": "读书笔记(七) 《人性的弱点》",
            "summary": "读书 书 看书 读后感",
            "content_text": "《人性的弱点》卡耐基1，不要去批评、责怪或抱怨批评不但不会改变事实，反而会招致愤恨。尽量去了解别人，尽量舍身处地去想“他们”为什么要这样做，这比批评和责怪有益、也有趣得多。作者举例1931年发生在美国的“双枪杀手”克洛雷，他是个凶恶的歹徒开枪杀人无数，最后判处死刑时他反而说“这是我自卫的结果”，他根本不觉得自己有什么错。每个人都有自己的视角，不同的视角理解同一样事物有不同的想法。作者又举例林肯总统的例子来说明，与人相处的艺术是多么美好。林肯年轻时喜欢在公开报纸上抨击别人，其中有一次抨击的那个人很愤怒，一定要跟林肯真刀真枪决斗个你死我活。决斗那天幸好被人阻止了，这对林肯的心灵非常震撼，从此懂得了如何与人相处的艺术。另外又举例了林肯当总统后，有一次南北战争把对方击溃了，这是一个很好的结束战争的机会，林肯要求米蒂将军追击彻底击溃敌军，但将军完全违背了林肯的指令，没有追击反而让对方逃走了。林肯本想写信斥责对方，信都写好了，最后没有发出去。作者猜测林肯肯定设身处地的想了将军的环境、遭遇、性格才做出不去责怪的选择。作者很赞赏《父亲备忘录》这篇文章。文中父亲对孩子忏悔，说自己常常对孩子发脾气、常常责怪他这责怪他那，还不停的吼叫，孩子却在睡觉前偷偷跑过来匆匆的害羞的吻了父亲一下道晚安。父亲突然感觉害怕，害怕自己养成的挑错、呵斥的习惯。他深夜跪在孩子床边深感愧疚。明早起他要做一个真正的父亲，要和孩子结为好朋友，与孩子一起痛苦，与孩子一同欢乐。不要批评、责怪或抱怨他人《人性的弱点》2，真诚的赞赏他人天底下只有一种方法可以促使他人去做事，就是给他想要的东西。那么人想要什么呢？大多数人需要的东西包括：健康的身体，食物，睡眠，金钱以及金钱可以买来的东西，未来生活的保障，性满足，儿女的幸福，被人重视的感觉。懂得满足人类这种渴望的人可以将他人安抚和掌握。其中被人重视的感觉最难满足，也正是对这种感觉的渴望，促使一位未受教育、极度贫困的杂货店店员，去从大木桶底下找出那本花了他5角钱买的法律书来阅读，他就是林肯。夏布是美国钢铁公司第一任总裁，他的秘诀是善于处理人事和管理人事。他说他天生具有引发人们热情的能力。促使人将自身能力发展到极限的最好办法，就是赞赏和鼓励。任何来自长辈或上司的批评，都容易丧失一个人的志气。他说自己从不批评他人，他喜欢真诚、慷慨地赞美他人。我们不要老是想着自己的成就、需要，而应尽量去发现别人的优点，然后不是逢迎，而是发出真诚地赞赏他们。真诚地而不是虚有其表的赞赏他人，“真诚、慷慨地赞美”会让你的语言在别人的记忆中珍藏多年许久不忘。《人性的弱点》3，给别人想要的成功的社交在于你能否捕捉到对方视角，以及如何兼顾你和对方不同视角的能力。我们应该舍身处地为他人着想，了解别人需要什么。只有这样才能成就别人的同时成就自己。打个比方，我去钓鱼，我个人很喜欢吃海鲜，但鱼不喜欢吃海鲜，他喜欢吃虫子，所以当我钓鱼时我需要先想到鱼要吃什么，而不是关注我爱吃什么。这个方法要特别注意，观察别人，提出他们需要的，告诉他们怎么去获得他们需要的，然后与自己的视角相兼容。人所有的行为都是发自我们自己的基本欲望，在商场，在学校，在公司，在政府都是一样。安德鲁.卡耐基从一个贫穷少年变为亿万富翁就是因为他很早就懂得影响他人的唯一方法就是处处为人设想，他知道他们需要什么，虽然他只上了4年学但却深谙此道。史坦.诺瓦克有个例子，他儿子不喜欢去上学，若瓦克本能反应是警告、恐吓孩子要乖乖上学，但他知道这个方法不管用，也不会让孩子喜欢上上学，于是他和太太列出了儿子喜欢做的事，如画画、唱歌、结交新朋友等。他们两在厨房画画，并画的很兴高采烈，儿子也来凑热闹想加入，若瓦克说“啊，不可以，你的画画技能还不够，不能加入，幼儿园里能学到如何画的好的技巧。第二天儿子早早等在楼下等不急要去上学了。这是威胁和争论所不能达到的效果。很多时候我们并没有看到对方的需求，纵使我们说服对方，使他相信自己的观点错了，但是自尊心也必然使他不愿意做出太大的让步。对于推销人员也是一样，顾客总喜欢主动购买而不是被动，因此我们需要找到他们的需求并与自己联系在一起。但仍然有许多销售人员，终其一生不知道怎么从顾客的角度去看事情。这是个充满竞争、充满经验机遇与风险的世界，所以少数表现得不自私、愿意帮助别人的人，便能得到极大的益处，因为很少有人能处处为人着想。我们要想到他人的需求，给别人想要的，处处为他人着想。《人性的弱点》4，做自己，保持自我我们在求职面试时通常会犯的最大错误就是不能保持自我，我们常常不能坦诚地回答问题，只想说出我们认为对方想得到的答案。可是这一点用也没有，因为没有人愿意听这种不真实、虚伪的东西。大部分都没有深刻认识到，我们每个人在这个世界上是独一无二的。以前没有像你一样的人，以后也不会有。作者自己曾想当演员，于是报名戏剧学院，并且自作聪明的开始研究几位名演员，并尝试把他们的优点都集合起来变成自己。最终花了好多年模仿别人后才发现他学不来任何人，他只能成为自己。后来他又在写书时犯了同样的错误。他借来很多书，花了一年的时间吸收他们，把他们的想法变成自己的文章，这文章枯燥乏味，最后作者把他们统统丢进垃圾桶，从头再来。卓别林开始排片时导演要他模仿当时的著名明星，结果他一事无成，直到他开始成为他自己才开始渐渐成功。所有的艺术归根结底都是一种自我的体现，我们只能以自己的方式唱歌，以自己的方式画画。我们的经验、环境、遗传造就了我们自己。不管好坏，我们只有好好经营自己的小花园，才能在生命的管弦乐中演凑好自己的那份曲子。爱默生在《自我信赖》中说，人们总有一天会明白，嫉妒是无用的，模仿他人也无异于自杀。无论好坏，我们都只有帮助自己，种自己的田，才能收获自己的人生。不用去嫉妒他人，即使我们做不了大路，可以做小路，做不了太阳可以做星星，成败不在于大小，只在于我们是否竭尽自己所能做自己。切勿模仿别人，发现自己，做自己，保持自己的本色。《人性的弱点》5，改变不好的工作习惯不好的工作习惯有哪些1.办公桌上乱七八糟。当你的办公桌上乱七八糟、堆满了待复信件、报告和备忘录时，就会导致你慌乱、紧张、忧虑、烦恼。这不仅会让你感到紧张劳累，而且容易引发很多疾病。连续不断的待办事件真的必须处理完毕吗？先整理好桌面，让它看起来干净整洁，先让自己有个好心情，再去处理他们。2.做事不分轻重缓急。提高效率的重要方法是先做最重要的事情。每天早起列张今天要做的事，把一天要做的事情中最重要的事情先做完，这样你的效率就会维持在高水平，如果你能做到早起的话，效果会加倍。长期经验告诉我们，没人能永远按照事情的轻重程度去做。但如果能按部就班地做事，总比想到什么做什么的要好得多。3.学不会组织能力，不会授权他人，没有督导。许多人常因为不懂得授权他人，因而提早进入失败的坟墓。这些人事必躬亲，结果被那些烦琐细节淹没，难怪他们常常感到匆忙、忧烦、急躁和紧张。大企业高管经常因为不懂得组织、授权和督导，导致五六十岁死于心脏疾病。快乐并非取决于你是什么人，或拥有什么，而是取决于你的思想。每天早晨先想想你应该感恩的事，你未来大半由你今天的思想决定。所以让你心中注满希望、自信、真爱与成功的想法很重要。养成良好的工作习惯。把你的桌面清理干净。按照事情的重要程度去做。学会去组织，去授权，去督导。《人性的弱点》6，学会解除疲劳有没想过，我们的脑力劳动也会让人感到疲劳，这种说法其实是错误的，至少不那么准确。研究表明，大脑是全然不会累的，那么人为什么会经常感到疲劳呢？其实是厌烦、不满、觉得自己无用、匆忙、焦虑、忧烦等这些情绪因素才会消耗掉我们脑力工作者的精力。是我们的情绪在体内制造了紧张而使得我们觉得疲惫。确切的说，忧虑、紧张、心乱导致我们经常紧绷着身体去工作，是紧绷的肌肉消耗掉了经理人，使我们感到疲惫。几乎全世界人都相信，当我们认真、努力、聚精会神时，总是要皱着眉头，绷紧肩膀，让肌肉做出努力的动作，其实这些跟大脑工作一点关系都没有，只是我们很难控制。我们要学习在认真时放松自己，这样就能最大限度减少精力消耗，让自己不再那么容易疲惫。放松从肌肉开始。第一是眼睛，眼睛消耗的能量为全身神经消耗能量的四分之一。闭上你的眼睛，静静休息，尝试让自己的眼睛全部松弛下来，一旦你的眼部肌肉放松，你就能忘掉一切烦恼。其次是脸部上的肌肉，也做同样的步骤，可以尝试口里不断说，“放松～放松，松弛下来…”。放松就是释放所有紧张和努力，让自己像个旧袜子一样松弛。让自己在舒适的环境下工作也能减少紧张的状态。我们应该想尽办法去让自己紧张的情绪缓和下来，目的是减少精力的消耗，让自己不那么容易疲惫。找到放松紧张情绪的方法，消除疲劳《人性的弱点》7，枯燥乏味使你疲劳爱丽丝一天的工作完回到家显得精疲力尽，但听到有朋友邀请去跳舞，一下子活力十足，跳到凌晨三点才回家。为什么有前后两种不同的表现，她是真的疲倦不堪吗？她只是对工作感到厌倦，抑或对生命感到乏味。我们又何尝不是这样，其实情绪上的态度比生理上的操劳更易使人产生疲倦。巴马科博士让学生做一系列枯燥无味的实验，结果学生们感到不耐烦想瞌睡，还抱怨头疼、眼睛疲惫、坐立不安，甚至有人胃不舒服。于是他又让学生们做了些有趣的实验，他们一下子焕发活力，精神抖擞。当人们感到厌倦乏味时身体的血压和氧消耗会显著降低，而当工作较为有趣和富有吸引力时，代谢现象就会加速。其实厌倦是你唯一降低工作能力的原因。我们的疲劳往往不是因为工作而起，而是由于枯燥、忧烦和不满等所造成。有个女速记员，每天都要整理和处理资料，这些工作枯燥乏味，她想了个办法让他们变的有趣。她每天跟自己比赛，处理资料的速度每天都记录下来，争取每次记下来的处理速度比上次更快。结果呢？她可能没升迁，也没得到称赞，也没感谢，也没加薪，但她用这种方式让她对工作不至于产生厌倦而疲劳，也对她产生了鼓舞作用。尽力使一件原本枯燥无味的工作变得有趣，而自身也会充满活力，这能让我们在一段时刻里得到快乐和享受。如何让自己的工作变得饶有兴趣呢？这可能是我们要尽力想办法去做的事。以前有个美国销售员卡腾本在法国谋生，他要跑很多家陌生人家去推销产品，这是项艰难而乏味的工作，但他决意要使得工作变得有趣。后来他做到了，他告诉我们：何不假装自己是个演员，而有一个人正在看你的表演？你所做的就是在舞台上表演一样有趣。他努力把工作当作有趣的探险，这使得他原本讨厌的工作变得饶有兴致。时时刻刻提醒自己，对工作保持兴趣，这不但可以免除忧虑，还可以帮助你得到升迁加薪的机会。纵使不能，它依然能降低你的疲劳，并帮助你享受快乐的时光。努力让枯燥的工作变得饶有兴趣。这不但能让我们消除大部分的疲倦，也能让我们享受快乐的时光。《人性的弱点》8，思想的重要性诺曼.文森特.皮尔说，你所认为的并非真正的你；反倒是你怎么想，你求是什么样的人。罗威尔.托马斯是拍纪录片的好手，他拍的影片在全世界都轰动，但在几年后宣告破产时只能靠借钱吃顿好的。但他任然在牛津街头上抬头挺胸，拥有着积极的心态和勇气。他拒绝被打倒，他认为挫折是人生的一部分，要想达到成功的巅峰就得经历这种磨练。心理学家也对人们在催眠时的生理功能做了测试。测试结果发现，当我们在催眠时被告知自己拥有强壮的身体后平均释放的力量要多出50%。这说明当我们心中充满极有力的思想时，每人平均都提升了50%的体力。基督科学派创始人艾迪曾遭遇各种不信，最后自己躺在病床上等死时翻了耶稣的话，这让她内心产生了一股力量，支撑她走出病痛恢复健康。从此开始她教导人们如何通过改变思想来治愈身体。作者说自己年纪越大越知道思想的巨大力量。我们可以通过改变想法来克服忧虑、恐惧甚至疾病，从而改变人生。只要我们有思想的力量，外在的环境对我们去的影响也会变得有限。一个送去断头台的军人可以坐在自己的棺木上还在欣赏着远处的美景。科考队在南极遇到暴风雪没有粮食时可以继续欢唱直到去世。失明的弥尔顿在300年前就知道，心灵是它自己的殿堂，它可以成为地狱中的天堂也可以成为天堂中的地狱。那么我们怎么来改变自己的思想呢？顶尖心理学家威廉.詹姆士说，行动与感觉是并行的，意志控制了行动，行动也能间接控制意志。我们虽然不能一下决心就改变了自己的思想，但我们确实可以通过改变行动来改变思想。当我们行动时，我们的思想也会随着改变，特别是在感觉上。试着在你脸上堆起大大的开心的笑脸，放松肩膀，深吸一口气，再唱歌，或吹口哨。很快你就能明白什么是“行动引起感觉的变化”。如果你的行为散发的是快乐，就不可能在心理上保持忧郁。让我们先行动起来，改变自己的行为方式，从而改变思想，改变生活，改变命运。詹姆斯.艾伦在《思想的力量》中有这么段话：人如果改变了对事与人的看法，事与人就会对他发生改变。如果一个人的想法有巨大的变化，他会惊讶的发现生活中的状况也同样有急速的变化。我们所有人都是思想的产物，人提升了自己的思想才能提升自己的实力去完成更高级的事情。如果想控制你的思想，克服自己的恐惧，控制自己的心智与精神。我们要先从控制自己的行为开始，从行为中控制思想改变思想。让我们为自己的快乐奋斗。想的开心、做得开心，你就真的会觉得开心。《人性的弱点》9，不要曾恨敌人当我们对敌人曾恨时就是在伤害自己。它会控制我们的睡眠、胃口、健康、以及情绪。这对我们来说太不划算了。耶稣说“要你的敌人”，其实他是在替你治病，这样你就会从糟糕的身体状况中恢复过来，拥有好的心情。他也是在帮你美容，因为很多人因为仇恨愤怒而布满皱纹甚至变形。即使我们没办法爱我们的敌人，起码也应该多爱自己一点。罗纳就用爱敌人的方式赢得了工作。他在找工作时写了很多信求职，有位雇主说他字写的烂而且文字也差，他很愤怒想写回信骂对方，但他后来一想或许这可以提醒自己改进书写技巧，于是写了封信感谢对方，没想到对方回信请他见面并录用了他。罗纳找到了，以柔和驱退愤怒的方法。没有任何能侮辱或困扰我们，除非我们自己允许。如果你能爱敌人，那么棍棒虽然可以打断我们的骨头，但言语休想动我们分毫。1918年有位黑人教师兼传教士琼斯曾在对黑人演说时因自己说了“战斗”“武器”这几个词语而被判策动叛乱执行死刑。在脚手架上，他仍然没有恨打他骂他的人，娓娓道来他的理想，改善南方落后地区，教育他贫困的同胞兄弟，教育失学的孩子等。最后改动了所有人将他放了下来，事后他说“我没空争吵，也没时间反悔，没有人能强迫我恨他们”，他不为自己求情，只为自己的使命求情。那么我们怎么做到不将敌人怀恨在心呢？从长远来看，每个人都会为自己的错误付出代价。能将此常怀于心的人。就能不对人发怒、愤懑、诽谤、攻击或怨恨。林肯就是很好的榜样，他委任相当高的职位给曾侮辱过他的人，包括迈克兰、使瓦德、史丹顿、蔡斯等。他认为，如果你我像我们的敌人一样承袭了同样的生理、心理以及情绪特征，如果我们的人生也完全一样，我们可能会做出跟他们完全一样的事。与其诅咒报复我们的敌人，何不给他们谅解、同情、援助、宽容以及为他们祈祷。不要仇恨我们的敌人，那样只会伤害我们自己。《人性的弱点》10，不指望别人感激你有个老板给员工发了10000美元奖金却没有一个人感谢他，他很愤怒，为此他近一整年为这事愤愤不平。圣人说过，一个愤怒的人，浑身都是毒。也许书他本身就是个挑剔又不知感谢的人，以致别人不敢也不想去感谢他。感恩其实是件极有教养的产物，很少有人拥有。如果你指望别人感恩，那么你犯了大错。有个妇人一直抱怨自己孤独，没有一个亲戚愿意接近她，去看望她的人都要被她喋喋不休很久。最后没有人再去看望她了，她只能装病发作，医生也束手无策，说她的问题是情绪问题。有很多人像她那样渴望被爱，但世上真正能得到爱的唯一方式就是不索求，而且还要不求回报的付出。作者说自己的父母就很享受付出的快乐。他们本来就穷，还不断的向孤儿院寄钱，他们享受了帮助这些无助小孩的喜悦，并不寄希望于任何回报。施与而不求回报的快乐是他们所能得到的最大快乐。除了不求回报得付出，我们也要以身作则的教育孩子们要懂得感恩。作者举例自己的姨母，她把自己的母亲接过去照料，同时也照料她婆婆，她还有6个孩子，对她来说做这些都是正常的她也愿意。年老后她的子女都希望她住他们家去，子女们都对她钟爱极了。要想有感恩的子女，只有自己先成为感恩的人。我们所言所行都会成为孩子的榜样，这些对言行我们来说是小事，孩子们却听进去了。如果我们习惯感恩，孩子们无意中也学会了赞美感恩的习惯。不要指望别人感恩，付出是一种享受施与的快乐。《人性的弱点》11，知足常乐作者有个朋友叫罗德，是个开杂货店的，但亏了很多钱也欠了一屁股债，他说自己像只斗败的公鸡，失去了斗志和信心。有一天他看到马路对面过来一个没腿的人，坐在木板上下面做了4个轮子，两手用木头支撑划动着向前。正当他费力抬起身下木板时，目光与我相遇，他向我灿烂的笑着说“早安先生！今天的天气真好不是吗？”。这一幕把他震惊了，一个失去双腿的人还能开心快乐、充满自信，我为什么还那样沮丧。想到此他顿时就精神多了，从此鼓起勇气向前迈进。飞行家肯贝克曾在太平洋漂流21天，他说这给他最大的教训就是，我们如果已经有足够的饮水与食物，就不该再有任何抱怨。他把烦恼缩小到了最小。其实大多数我们担心的事情都是没有意义的，它只会浪费掉我们更多精力。这也阻碍了我们前进的脚步。那么怎样才能消除这些担忧和烦恼呢？作者的同学讲述了自己的故事：他说那时自己工作排的很紧，忙得不可开交，后来终于病了，医生说要躺在床上一整年。他哭了很久担心着担心那，最后终于慢慢平静下来开始努力建立另一套价值观。他每天早晨醒来开始强迫自己回顾自己拥有的一切，我的身体没有疼痛，我有个可爱的女儿，我的眼睛依然能看到世界，耳朵依然能听到悦耳的音乐，有看书的闲暇，也有一些好朋友。他慢慢养成了这种盘点自己所拥有的福分的习惯，担忧和烦恼也渐渐离他远去。为了清除掉我们的担忧和烦恼，我们应该每天告知自己一下自己已经拥有的多少福分，养成这种习惯，当自己面对自己缺少的东西时更加平静。知足常乐。每天盘点下我们所拥有的，这些已经够我们快乐的活下去了。《人性的弱点》12，将不利因素转化为成功因子当人们发现命运给了他不幸时很多人都只会自怨自艾的说“我完了，我的命怎么这么差。”于是陷入与世界作对的自怜之中。芝加哥大学校长采取的方法则反其道而行之。他会说“我可以从这次不幸中学到什么？怎么样才能改善我目前的处境？怎么才能从我现有的情况下发展起来？”作者访问了一个佛罗里达州的农民，他将不幸转化为了成功的因子。那时他买了一块农地，发现这地比较贫瘠无法种植，只有灌木丛和响尾蛇，他很沮丧。后来他开始在农地上养响尾蛇，并将响尾蛇做成蛇肉罐头出口，蛇皮卖给鞋厂做鞋，最后给整个村子带来了致富的道路。人生中用我们已获得去投资那谁都会。真正关键的是如何从不幸中找到出路。作者还认识一个失去双腿的人，他最后反转了不幸成就了自己。他叫本.佛森，在24岁那年因为车祸被宣判一辈子要在轮椅上度过。他当时很愤怒，也很怨恨命运的作弄。但他慢慢地发现抗拒对自己毫无帮助，这只会使自己变得尖酸刻薄。过了震惊和愤怒的阶段，他开始阅读，他14年里读了1400本书，这些书拓展了他的领域，他的人生比以前想象的还要丰富。他也开始真正欣赏音乐，不过真正重要的是他开始有了自己思考的时间。他终于体会到以前努力追求的很多事其实没有真正的价值。由于阅读，他开始对政治感兴趣，他研究公共问题。他坐在轮椅上发表演说，他开始了解人们，而人们也开始认识他。最后他坐在轮椅上当上了佐治亚州的州务卿。当我们面对不幸时我们要相信，我们的缺陷、不幸、弱点，也是提供给我们另一种机会和力量的来源。进化论的达尔文就曾坦承他自己受到过弱点的刺激，众人认为他无能所以才刺激他辛勤努力完成进化论的工作。看不见的弥尔顿，耳聋的贝多芬，耳聋目盲的海伦凯勒，是不幸激发了他们的潜力，他们也在不幸中找到了通向成功的因子。人生最重要的不只是运用你所拥有的，这谁都会，真正重要的是如何从困难中找到出路，在不幸中找到幸运。当命运交给你一个酸柠檬时，你得想办法把它做成甜的柠檬汁。《人性的弱点》13，批评他人是一种自我满足英国威尔斯亲王小时候曾就读一所海军学校，有一次他被人打了，虽然他没抱怨但军官还是查出了打他的人，最后问他们为什么打人，他们说因为长大了可以吹嘘自己曾经打过英国国王。我们总是情不自禁的会因为想要引起重视而去批评别人。如果你被批评，那是因为批评你会给他带来一种重要感。这也侧面说明，你是有成就的重要的。很多人凭借职责比自己更有成就的人来获得满足感。前任耶鲁大学校长蒂莫西.德怀特也不例外，他以诋毁美国总统候选人为乐，他诋毁杰佛逊总统是个行为不端，道德沦丧的人，但杰佛逊最后撰写的独立宣言被赞誉为民主先驱。皮尔里上将瘾到北极探险而闻名于世，华盛顿的将军们指控他以科学研究为名骗取经费，到处在北极游荡，最后麦肯来总统亲自下令才得以平息。我们在批评他人的时候常常是因为需要想从他人身上得到重要感。《人性的弱点》14，不要让别人的批评中伤到自己作者曾因为一个记者写了一篇报道攻击自己而生气，于是他打电话给那个报社要求他对这篇报道做出解释，并且坚决要他为他的错误受到惩罚。后来想起这件事，作者感到很惭愧，他知道一半的读者可能根本没看到这篇文章，另一半看到的也是抱着随意的心情去看它。即使这一半中有一半的读者仔细看过也会在几周内将它忘得一干二净。其实没人真正关心别人的事，因为人们通常只想到自己。人们关切自己轻微的头疼，只怕比关切你我的报道要多的多。作者也曾向罗斯福总统的夫人请教如何处理恶意的非难，因为她曾受尽这类批评，可以算是拥有最多的朋友以及最多的敌人的白宫女夫人。她说她少女时期非常害羞也恐惧别人的批评，有一天去请教了罗斯福的姐姐，姐姐告诉他：“只要你相信自己做的是对的，就不要在意别人怎么说”，“做你认为正确的事，因为你反正都会受到批评。你会因为做了某些事被骂，也会因为什么都不做而被骂，结果都是一样的。”美国国际公司总裁马修.布鲁斯也曾为这事烦恼，一开始他不断去安抚反对他的人，最后发现为了避免别人对他个人的批评，他视图安抚的人越多，同时得罪的人也越多。不要去在意恶意中伤你的人，如果你身居领导地位，就注定了要被批评。林肯总统可是被很多人中伤过的，他有句名言“只要我不对任何攻击做出反应，这件事就只有到此为止。我尽力而为，我将继续如此直到生命结束”不要让别人的批评中伤到自己，只要认为自己做的是对的，就做好自己的事。《人性的弱点》16，学会自我批评作者曾让秘书记下自己做的傻事，但很多事情任然蠢到没脸让秘书去记，只好自己偷偷写在笔记本里。他说自己曾把自己的麻烦怪罪到别人头上，随着年龄渐增才发现应该怪的人只有自己。作者曾请教美国商业信托银行董事长豪威尔，他说自己每周末都给自己一天时间打开笔记本回顾下这周所有面谈、讨论、会议的过程，审视下自己做错了什么，有什么是正确的，我还能干什么来改进我的工作表现，我能从这次经验中吸取什么教训。每周这种检查都让自己不开心，因为做了很多自己不敢相信的鲁莽的事。年事渐长后情况会好一些，他也一直保持着这种自我分析的习惯，它的帮助很大。豪威尔这种做法是向富兰克林学来的，富兰克林做的更极致，每晚都反省一次。他发现13项严重的错误，其中3项最严重的是，浪费时间、关心琐事、与人争论。富兰克林每周都努力改进一些一个坏习惯，他与自己的缺点奋战了整整两年，后面的日子坏习惯就越来越少了。林肯也是，有一次林肯签署了一次调兵命令，史丹顿拒绝执行并托人告诉林肯这个命令愚不可及，林肯平静的回答“如果史丹顿骂我愚蠢，我多半是真的笨，我会亲自去跟他谈一下”。林肯到了史丹顿那里，史丹顿指出了他这项命令的错误，林肯就此收回了命令，林肯很有接受批评的雅量，只要他相信对方是真诚的，有意帮忙的。“敌人对我们的看法比我们自己的观点可能更接近事实。”这句话常常是正确的，可是被人批评的时候，如果我们不提醒自己，我们还是会不假思索地采取防卫姿态。人总是讨厌被批评，喜欢被赞赏，因为我们并非逻辑动物，而是情绪动物。听到别人谈论我们的缺点时，想办法不要急着辩护。让我们放聪明点也更谦虚点，我们可以气度恢宏地说“如果让他知道我其他的缺点，只怕他还要批评得更厉害”。高露洁的总裁曾在商家处推销产品时主要要求对方指出问题所在，每次他推销失败，都会返回去商家告诉他自己不是回来推销的，希望能得到你的意见与指正“请告诉我刚才有哪些地方做的不对的，你的经验比我丰富，事业又成功，请给我一点指正，直说无妨，不必保留。”查找自己的问题，并竭尽全力去改善，大度的接受批评，并从中受益。《人性的弱点》17，真诚地去关心他人很多人终其一生都在向别人搔首弄姿，企图引起别人的注意，让别人来关心自己。这是枉费力气的，因为人们根本不会来注意你，他们只会注意自己。有人在500通电话中统计过，人们用的最多的字眼就是‘我’。如果我们只想引起别人的注意，一心只想在别人心里留下印象，我们就不可能交到许多真心、诚恳的朋友。心理学家阿德勒在《自卑与超越》中写了这么一段话发人深醒：但凡不关心别人的人，必定会在有生之年遭受重大困难，并且大大伤害到其他人。也就是这种人，导致了人类的种种错误。霍华.社斯顿是个魔术大师，虽然别人也有他那样的技巧，但许多魔术师在面对观众的时候，总是会想“看啊，那里坐着的是群蠢货，一堆土包子。看我必能把他们唬的目瞪口呆。”社斯顿绝不这么想，他每次上台都会对自己说“我很感谢这些人来看我。是这些人使我的生活如此愉快，我要尽量把绝活使出来让大家欣赏。”这就是他的成功秘诀。罗斯福总统就是这样一个真诚关心他人的人，有次仆人问他什么是鹌鹑时，他详细的跟他解释，还在某日打电话给对方让他看窗外有只鹌鹑停在窗口外面。所有白宫里的工作人员他都会跟他们非常亲切的交流，对每个人都打招呼并且寒暄几句。这些人都非常怀念罗斯福在白宫的日子，那是他们仅有的感到快乐的日子。对看似平凡的人给予同样的关怀，使得一位业务员挽回了一个客户。他叫爱华徳.赛克斯，他每次去一家药品杂货店都会跟柜员职员寒暄几句，然后才去见店主。有次店主告诉他不卖他的产品了，他落荒而逃，当他平复心情后回到店里，照常跟店员聊了几句再去见店主，此时店主却高兴的欢迎他回来并且比平时订的货还多，当他奇怪时，店主告诉他，有个卖饮料的男孩告诉他，他是所有推销员中少数几个会同他打招呼的人之一，他告诉店主如果有什么值得信赖的人的话，那就是赛克斯了，从此店主成了赛克斯最好的客户。对人关心是推销员必须具备的特质。我从个人的经验中也发现，只有你真正关心他人，才能赢得他人的注意、帮忙和合作。不仅如此，如果我们想结交朋友，就要先为别人做些事情，那些需要真正花时间、精力、体贴、奉献才能做到的事。还有，如果我们想结交朋友，在向人致敬的时候一定要显得热诚而有精神。最好用愉悦悦耳的声音说“哈喽”。很多公司训练接线员的回答电话的声音就是这样的，要显得关心、热忱。以后我们说话和打电话时也要记住这个要诀。一位生活在底层的人也曾告诉作者这样的故事。那时他还在靠着社会福利救济金过活，有天他受伤趟在医院里，没人来看他，他觉得十分孤独、绝望和恐惧，于是躲在被子里哭，有个护士过来帮他抹去眼泪，跟他聊天，邀请他一起在医院吃饭，直到开始上班才离去，并且下班后又回来看他，陪他聊天，最后直到他睡下了才离开。他永远不会忘记那个特殊的日子，那时他有挫折、恐惧、孤独，还有来自一位陌生人的温情和关怀。真诚地去关心他人，这样我们才能真正的交到朋友，得到别人的喜欢。《人性的弱点》18，如何使人喜欢你-给予真诚的微笑每个男人都知道一点关于女人的微笑，一个女人脸上所表露的神色，比身上所穿的衣服重要得多。斯瓦伯说他的微笑值百万，他的成功差不多都要归功于他那倾心的微笑。那么我们只是张嘴笑就可以了吗？不是的，微笑必须是真实的、热心的，有内心发出来的微笑，那种能在市场上得到好价格的微笑。纽约的百货公司人事部主人告诉作者，他只雇佣有一个可爱微笑的职员，也绝不雇佣一个面孔冰冷的博士。一家大橡胶公司董事也说，就他的观察，一个人无论做什么事，如果不高兴去做，是很少成功的。纽约交易所交易员丹哈德说了他的故事，他已经结婚18年了，对妻子很少微笑，他是百老汇街上脾气最坏的人。因为作者要他演讲一个关于微笑的经验故事，于是他开始尝试一周，每天早上向妻子面带微笑的说“亲爱的早安”，就这样坚持了两个月，没想到这两个月所得到的快乐比过去1年中所有加起来还要多。于是我在办公室也开始这么做，对公寓中对所有遇见的工作人员都说一声“早”并报以微笑，在地铁站小店里买东西时对里面的伙计也微笑，站在交易所里对所有工作人员都以微笑相待。不久就发现人人都反过来对他微笑，微笑每天都带给他许多财富。最后他已经摒弃批评了，嘴里只有欣赏和赞赏。他说他已经不讲我要什么了，而是看别人需要什么。整个人都变了，变成了一个更快乐更充实，拥有更多朋友的人。棒球手白德阁，现在是一个美国最成功的保险商人，他告诉作者，自己多年前研究得出，会微笑的人永远受欢迎。所以他每次去别人办公室前都停留片刻，想想他应该感谢的许多事情，这能引发他真实的微笑，然后再进入办公室。他相信这种简单的技术与他销售保险获得特殊的成功有很大的关系。赫巴德写过这样一段话：对朋友微笑，每次握手集中精神，不要怕被误会，不要费一分钟想你的仇敌。全神贯注于你喜欢做的事情上，一段日子后你就会发现你不知不觉抓住了你梦寐以求的机会。保持一个正确的心态，勇敢、诚实、欢悦的态度。所有的事都是由欲望而生的，凡真心祈求的都会应验，因为我们心中关注的是什么，我们就会变成什么。给予别人真诚的微笑，使人喜欢你《人性的弱点》19，记住别人的名字吉姆是个孤儿，10岁就去砖厂搬砖，他从未接受过教育。但凭着他乐观积极的性格和讨人喜欢的本领慢慢摸爬滚打，最后参政当上了美国邮政总监，他的秘诀就是“记住别人的名字”。吉姆在早年就发现普通人对自己的名字最感兴趣。记住他人的姓名并很轻松的叫出来，你便是对他有了巧妙而很有效的恭维。钢铁大王卡耐基10岁的时候就发现人们对自己的名字惊人的重视，有一次他的兔子没有食物可以喂了，于是他告诉邻近的孩子们，如果他们愿意出去采集充足的蒲公英与金花菜来喂他们，他就可以用自己的名字来命名这只兔子，这一计划功效神奇。后来他把这套运用到商业上，有一次他们与普尔门精英的公司竞争，双方比拼的不可开交。有一天卡耐基刚好在旅馆遇到普尔门，就与他讨论互相合作而非竞争的事，最后普尔门问“他们合作的新公司起什么名字”，卡耐基立刻回答“当然是普尔门卧车公司”，普尔门听后脸上发光，随后这桩实业界的奇迹就这样促成了。卡耐基这种记忆与尊敬朋友的名字的策略是他成为商界领袖的秘诀。罗斯福也同样非常重视别人的名字，有一次张伯伦为他定制了一辆汽车，并与机械师一同将此车送交白宫，罗斯福在众人面前大赞张伯伦送来的汽车，在他们离开时，罗斯福总统特意寻找那位机械师与他握手，并呼出他的名字，只因为他们在交谈时听过一次他的名字。罗斯福向他感谢他来华盛顿，并制作出了这么精美的汽车，他的致谢绝非草率，确是一种真诚。罗斯福知道一种简单、明显、并且重要的获得好感的办法，就是记住他人的名字，并呼出来使他感觉重要。那么用何种方法才能记住别人的名字呢？拿破仑三世说自己与别人交谈时会仔细听对方的名字，如果没听清楚，就会说“对不起，我没有听清姓名”，如果是一个不常见的名字，则他会继续追问“请告诉我你的名字是如何拼写的”。在谈话中，他费心地将姓名反复记忆数次，并在脑海中奖姓名与这人的面孔、神色以及其他外观联系起来。如果这人很重要，那更要费点事去记忆，他会把名字写在纸上，并注意观察他们，牢记在心后将纸撕掉，这样印象深刻使得名字记在心中。记住别人的名字，它是语言中最甜蜜最重要的声音《人性的弱点》20，静静听他人讲话作者有一次在一个聚会上与一个朋友聊天，她说想请作者告诉她到过的所有名胜及见过的奇景。当他们坐下后，朋友说丈夫最近去了趟非洲，作者表示很好奇且非常感兴趣，于是这个朋友滔滔不绝说了45分钟直到谈话结束。作者说其实她并不要听的我的旅行，她所需要的不过是一个专注的听她讲故事的人，这能使她很愉快。作者也在一次宴会上遇到一个植物学家，并且静静的在椅子上听他讲述关于大麻、室内花园、以及马铃薯的惊人事实。最后结束时，那位植物学家向主人极力夸奖作者是一个“富有激励性的、有趣的谈话专家”，但其实作者什么都没做，只是静静的听他讲他的故事，并且真的对他讲的故事感兴趣。静静的听是我们对任何人的一种最好的恭维，让对方感受到自己被受到了足够的尊重。玛顿说了自己经历的一个故事，有个顾客的衣服褪色了，他回去找到店员，店员跟他争论不休，这使得他更加恼怒，此时有为经理过来调解，他静静听了他的述说，并且站在顾客的角度与店员辩论，最后他承认自己并不真正知道原因究竟是什么，希望顾客再使用1周，如果还不满意保证帮他换一套满意的衣服。最后顾客满意的走出了商店，使用一周后衣服并没有毛病，并对这家商店恢复了信任。那些挑剔的，情绪激烈的人，常常在一个忍耐、同情的静听者面前软化降服，因为他们感觉到了自己被尊重和重视。另一个打电话投诉电话公司的老者以某种理由拒绝支付费用，并且不断投诉公司，一位富有调解技巧的调解员去拜访他4次，每次都静静的听他发牢骚，并对他表示同情，前几次每次都有3个小时的牢骚，最后1次他成为了老先生的朋友，并且老先生改变了态度，变得友善且支付了账单。这位老先生认为自己在为公义而战，保障公众权利，不受无情的剥削，但实际上他需要的是得到尊重和重视。他一开始以不停的抱怨和投诉来求得这种重视和尊重，后来他从调解员那里得到重视和尊重后，他不切实际的冤屈就消失了。调解员的忍耐和静听降服了老先生。不只是普通人，名人也有这样的问题。林肯总统在最黑暗的内战时邀请老朋友来白宫聊聊黑奴宣言的事，老朋友到白宫后，林肯一直滔滔不绝的说着自己对这些事情的看法和想法，最后竟然都没有征求老朋友的意见就送走了老朋友。林肯总统也与我们普通人一样，在困难中，在感情受到伤害时，需要一位友善的、富有同情的静听者，使得他可以发泄苦闷。要使人对你感兴趣，那就先使人感兴趣。问别人喜欢回答的问题，鼓励他人谈论他们自己以及他们所取得的成就。不要忘记，与你谈话的人，他们对自己的需要，自己的问题，比对你及你的问题要感兴趣100倍。静静听别人讲话，鼓励对方谈论他们自己《人性的弱点》21.主动迎合别人的兴趣罗斯福总统每次接待来宾都说罗斯福见识广博，是因为它每次接待访客前一晚都会阅读访客的资料来了解他们的兴趣与爱好，以便找到令人感兴趣的话题。作者小时候在家遇见一位律师，他与父母交谈完后与自己聊天，当时自己谈了很多自己感兴趣的关于船的事并向母亲称赞他为人很好，而母亲告诉他，其实他对船一无所知，只是见我对船感兴趣，所以谈论它能让我喜欢并感到愉悦，同时也使他自己被人们所欢迎。这件事震惊了我。查理夫曾为童子军去欧洲露营筹集款项，有一次要请一个大公司的经理资助，听说他曾开过一张100万美元的支票最后被退回来的故事，于是当他访问这位经理时，告诉他自己听说过100万美元支票的事，并表示很羡慕他，请他告诉自己其中精彩的经过。这位经理兴致勃勃的聊了很久他所做的事，最后才回神过来问查理夫“我顺便问你，你要见我有什么事？”当查理夫告诉他关于资助童子军的事后，对方爽快的答应了，并且还资助了5位童子军去欧洲露营，还在巴黎接待了他们。如果不是查理夫找出他感兴趣的事，恐怕他很难接近这位经理。杜佛诺先生想把接下一家旅店的面包生意，他跟了这家旅店经理前前后后4年也没什么进展，最后发现这位经理对旅馆招待员协会很感兴趣，而且是这个协会的会长，于是有一次与他碰面时跟他聊了关于招待员协会的事，他们聊的很开心。这次谈话后旅馆的一位负责人打电话告诉杜佛诺，要他带着货样和价目表去签合同。若不是杜佛诺找到这位经理感兴趣的事，恐怕还得紧追不舍好久。我们应该主动寻找和谈论别人感兴趣的话题《人性的弱点》22.让别人感到被重视人们总是喜欢自我表现，夸大吹嘘自己，一旦事情成功，他们首先表现就是自己有多大的功劳，作出了多大贡献。其实这样不就是向他人表明，你们并不重要，这无形中伤害了别人，最终也伤害了自己。作者有一次去邮局寄包裹，营业员对工作感到厌烦，作者想让他喜欢自己，于是想说些好话，但又想不出能值得称赞他的事，这确实是个难题，特别是面对一个陌生的人。当他称重作者的物件时，作者热切的称赞他的头发很浓密、乌黑靓丽。营业员露出了微笑并告诉作者“它已经不像以前那么好看了”，然后他十分高兴的与作者聊了一会。事后有人问作者“你想从那人身上得到什么？”。其实作者就是想从他身上得到快乐，作者得到了助人的快乐，并把这种快乐传递给别人，这种感觉和记忆会永远保存在我们的记忆中。如果我们能时时让别人感到重要，生活中大概不会惹来什么麻烦，而且可以得到许多友谊和永恒的快乐。哲学家约翰.杜威说过“人类本质里最深远的驱动力就是，希望自己具有重要性”心理学家威廉.詹姆士也说过类似的话“人类本质中最殷切的需求就是，渴望得到他人的肯定”加州有位老师叫罗兰，上完课后与班里一位安静、害羞、缺乏自信心的男孩克里斯搭话，他问他是否喜欢上这堂课，男孩很紧张害羞，情绪波动很大，极力忍住后说“你是说，我表现得不够好吗，罗兰先生”，罗兰回答到“啊不，克里斯，你表现的很好”，下课后走出教室时，克里斯用肯定有力的语气对罗兰说“谢谢你，罗兰先生”。这使得罗兰对我们内心深处的自尊印象深刻，于是他每堂课都在教室前方挂上一个标语“你是重要的”，来提醒自己，每个我所面对的学生都同等重要。差不多每个人都认为自己在某些地方比你优秀，所以要打动他们内心的最好方法，就是巧妙的表现你衷心的认为他们很重要。带给对方快乐的同时，自己也感受到了快乐。当对方感觉自己被重视时，我们也得到了尊重。真诚的表现，让对方感到自己被重视《人性的弱点》23，不要争论不休作者有一次出席一个名人的宴会，在宴会上这个名人说了一句引字《圣经》的话，作者知道它其实是引自莎士比亚，于是为了彰显自己的自重感和优越感，未经请求就去纠正了他，但他坚持阵地与作者争辩。争辩许久，作者无奈只好请求旁边博学的朋友帮忙，朋友用脚踢了作者，并说作者是错的，那位名人是对的。事后作者问朋友为何如此说，朋友说“为什么要证明他是错的呢，那能使他喜欢你吗，应该永远避免正面的冲突”。永远避免正面的冲突，作者牢牢的记下了这句话。作者说自己年轻时就是一个执拗的辩论者，喜欢与别人辩论，参加了许多辩论大赛，甚至计划写一本辩论的书。于是他研究了很多辩论，并注意了它们的影响，最后发现一个结论：天下之忧一种方法能使辩论的利益最大化，那就是避免辩论。我们10次辩论后有9次，结果是每个争论的人都比以前更坚信他们是绝对正确的。我们在辩论时，我们也许是对的，绝对是对的。但在并不能改变对方的思想，就像我们错了一样。我们绝不可能用口头争辩来改变任何人的思想，无论他的智力高低。以前有一位税务顾问叫巴森士，他与一位税收稽查员争论税务问题。这位稽查员冷淡、傲慢、固执，巴士先生与他争辩毫无办法。于是他换了种方式，他绝对避免辩论，他先称赞他所说的知识曾在书本中看到过，夸奖他经验丰富，然后与他探讨民间一些巧妙舞弊的方式，最后还聊到他孩子的故事，在临走前，稽查员告诉他愿意再考虑下巴士先生的问题，过几天给予答复。3天后他到巴士先生办公室告诉他已经按照他的意思办理税目。稽查员表现的正是一种最普通的人性特点，他需要一种自重感。巴士先生越与他争论，他就越想扩大自己的权利，得到他的自重感。但一旦承认他的重要，辩论便停止了，因为他的自尊心得到了满足，他立即变成了一个同情和友善的人。我们常常要记得，生活中，要使得我们的顾客、情人、丈夫、妻子在偶然发生的细小讨论上故意让他们胜过我们。这样才能使得人们信服。永远避免与人正面冲突，不要争论不休。《人性的弱点》24，尊重他人的看法当我们指出对方的错误时，对方会因此同意你的观点吗？绝对不会。因为我们先伤害了他们的智力、判断力、荣誉和自尊，这只会造成对方的反击，而不会改变他人的观点。千万不要宣称“我要证明给你看”诗人波普说，“你在教人的时候，要好像若无其事一样。事情要不知不觉地提出来，好像事情是被他遗忘的一样”科学家伽利略也说过，“你不能教人什么，你只能帮助他们去发现”切斯特菲尔德爵士告诉儿子，“要比别人聪明，但不要让他们知道”指出别人的错误是要付出代价的。如果一定要指出，也要有技巧。“啊，慢着，我有另一个想法，不知对不对。假如我错了希望你纠正我，让我们共同看看这件事”。如果你这样说，天下绝对没有人反对你。心理学家卡尔.罗杰斯在他的书中写过，“能了解别人的想法，你会获益很大。也许你会觉得奇怪，真有必要去了解别人吗？我想是的。每当有人表达自己的看法时，我们通常第一反应是，你错了，你好蠢，这毫无道理，我们很少去了解对方真正的意图”作者有一次买了一个很贵的窗帘，结账时自己也吓一跳。有一天一位朋友来看他，当他得知窗帘的价格时态度很夸张“什么？别吓人了，你肯定被骗了。”于是作者只能提出便宜没好货的道理来搪塞。而第二天另一个朋友来看他，见到窗帘赞不绝口，说自己也要买一个。此时作者的反应与前一天截然不同，“啊，老实说，我买贵了，真后悔没先问好价钱”。假如别人的态度温和一些，或显得有技巧一些，我们就有可能会向他们认错，甚至自认为自己心胸宽大。假如对方让你难堪，则情况会截然相反。因为当你过于直率的指出别人的错误时，你已经剥夺了别人的自尊，再好的意见都不会被人接受。有次总统问罗伯特.李将军对麾下的一名将军的看法，李将军对齐称赞有加，另一位军官诧异的说“难道您不知道那人无时无刻不在对你攻击和诽谤吗？”，李将军回答到“我知道，不过总统问的是我对他的看法，并不是他对我的看法”。我们应该用别人的原则去判断他们，而非用我自己的原则。别与顾客、配偶、敌人发生冲突，别指责他们的错误，别惹他们动怒，如果非得与人发生对立，也得运用一点技巧。对别人的意见表示尊重，千万别说“你错了”。《人性的弱点》25，先承认自己的错误作者喜欢狗常常在一个人烟少的公园遛狗，但不喜欢把狗拴着，有一次一个警察看到他命令他为狗带上口罩并且拴住它，以显示他的权威，作者谦逊的应允遵守了他的命令。后来作者实在不喜欢为宠物狗套上口罩和栓绳，于是就在公园里与宠物狗玩，但又遇上了这位警察，于是作者主动承认错误，告诉警察自己不应该放任小狗在这里乱跑，这位警察则温柔的说，这里没什么人，这么小的狗稍微跑一下没事。警察也有人情味，当作者开始自责时，警察唯一能滋长自尊的办法就是采取宽大的态度，以显示自己的慈悲了。通常如果你将别人正想批评你的事情在他有机会说出来前说出来，他就会采取宽厚、原谅的态度，以减轻你的错误。美国南北战争时，李将军的部队战败了，李将军悲痛至极，他向南方政府总统提出辞呈，要求另外一位“年富力强的人”。李将军内心高贵，并没有责备别人，其实他可以找出数十个理由，师长不胜任，马队太迟到达没有协同步兵进攻等等。当我们对的时候，我们要温和地、巧妙地区得到人们对我们的同意。当我们错的时候，我们要当即真诚地承认我们的错误，通常情况下这比为自己辩护更有趣。用争夺的方法，你永远得不到满足，但用让步的方法，你可得到比你所期望的更多。如果我们错了，先主动承认自己的错误《人性的弱点》26，温和友善地对待他人美国1915年左右都处于大罢工状态，洛克菲勒作为公司的代表要与工人们进行谈判，但他并没有去激怒他们，而是以友善的方式平息了众怒，还为自己赢得了不少赞赏。他在一次与工友们演说时说道“这几周我拜访过好多工友，与他们的家人见面，现在虽然我们谈不上好友，但与你们也算是朋友，基于这份友谊，我很高兴有这个机会和大家讨论我们的共同利益。我承蒙你们的好意，得以坐在这里，我虽然并非股东或劳工，但我深感与你们关系密切。”这是一番很出色的演讲，这可能是化敌为友的一种最佳的艺术表现形式之一。林肯在100多年前说，假如人心不平，对你印象恶劣，你就是用尽所有基督理论也很难使他们信服于你。想想那些好责备的父母、专横跋扈的上司、唠叨不休的妻子。我们都应该认识到一点：人的思想不易改变。你不能强求他们同意于你，但你完全有可能引导他们，只要你温和友善。怀特公司大罢工时，总裁罗波.布莱克没有采取对抗的做法，而是登报称赞罢工者用和平的方法解决问题，并在公司内为他们买了很多棒球、保龄球，并且租下一个保龄球场提供他们去放松。布莱克先生富有人情味的举动，得到的是富有人情味的反应。工人们自觉的打扫公司，清扫工厂附近的地面，最终这场罢工在一星期内就和解了。没有恐吓、没有高压手段、没有强迫说明的企图。他用最温和、平静、友善的方式处理时，仍然能不失权威性，而这正是他成功的最大助力。士特劳博住的房子要到期了，他想要求房东减少点房租，这是项艰巨的任务。于是他写了封信温和的告诉房东自己正在尝试向房东请求减少房租的事，房东一接到信后就来找他并在门口聊了许久，他完全没有提房租的事，只是在真诚的慷慨的赞美他，恭维他很会管理这个房子。房东告诉他一些自己的烦恼，一些房客写信抱怨房租和邻居的事，像士特劳博这样的房客让他很省心。最后房东自己降低了房租，并在离开时还询问士特劳博是否需要装修下。这就是友善、同情、赞赏所产生的力量。温和、友善和赞赏的态度更能教人改变心意，这是咆哮和猛烈攻击所难以奏效的。《人性的弱点》27，先说些对方同意的话题当你与别人交谈时，不要先讨论你们都不同意的事，要先讨论你们都同意的事，因为这样你们就是有了合作与共同之处，你们的相异之处在于方法而不是目的。尽量不要让对方说‘不’，当你说了一个‘不’字后，你那本性的自尊就会迫使你继续坚持下去。懂得说话技巧的人，就会在一开始找出许多“是”的答复，这可以引导对方进入肯定的方向。“是”的反应其实是一种很简单的技术，却为大多数人所忽略。很多人以为在一开始便提出相反的意见，这样不正好可以显示出自己的重要而有主见吗？但事实并非如此。有位年轻人来银行开户，但态度恶劣，不想填写资料单，于是艾博森用自己的技巧与他交流。他先同意了这位先生的观点，填写资料并非必要，然后问他如果有意外发生，你是否愿意银行打电话通知你，或者转交给自己亲信的人，他说是的，然后继续问是否愿意将亲人的名字写下来告知银行，他说是的。年轻人的态度开始缓和下来，知道这些材料并非仅仅服务于银行，而是为他个人利益，最后他不仅填写了资料还在艾博森的建议下开设了信托账户。这一切都开始于同意，先同意对方的观点，并渐渐让对方同意自己的看法。爱迪对弓箭很敢兴趣，他哥哥建议他去租弓箭，于是他去常常光顾的店里询问，但店员说他们不对外租借弓箭，于是他又去了另一家店，那家店的店员跟他解释道，很多年前店里做过租借弓箭的生意那时租金要25美元，还问我是否是个喜欢节约的人，我说是的，他继续说，他们正好有一套弓箭在售，包括所有的小装备，总价才30美元，如果你再多付5块钱就能得到全部器材而不只是租借，后来爱迪当然买下了那套器材，并且还买了额外的东西，从此他就成了他们家的常客。店员温和的解释并找到了爱迪的共同点，使得他赢得了顾客的芳心。苏格拉底是人类历史上伟大的哲学家之一，他改变了人类的思考方式。他的秘诀是什么，是指出别人的错误吗？当然不是。他找出并问些对方同意的话题，然后渐渐引导对方进入设定的方向。下次你要告诉别人的犯错时，问些温和的话题，找出对方同意的话题，一些能引发对方做出‘是’的反应的问题，这样就能以柔克刚。《人性的弱点》28，给对方说话的机会很多人为了让别人同意自己的观点往往采用了错误的策略：说太多。其实不如让对方畅所欲言，因为每个人对自己的事和自己有关的问题一定比我们知道的多，所以不如问他一些问题，引导他讲述自己的事情和想法，这样我们才能从中得到更多的信息也能更有把握好方向引导对方。一位R先生由于嗓子哑得厉害去参加投标却得到了一次意外的经历，有好几家公司去检验样品，那天他去参加对方公司高级职员议会时无法说话，只能写字告诉众位自己嗓子疼的厉害无法说话，此时对方公司经理站出来说自己可以替R先生说话，于是这位经理不断的描述R先生带去产品，并且品论它的优点与缺点，大家纷纷议论，在此期间R先生只是轻微的点头和少量的手势。最终R先生惊喜的得到了那笔合同，价值160万美元，这是他得到的最大的订单。这个例子稍微离奇了一些，但也同样能说明让对方说话的重要性，这能使得对方充分参与进我们的世界中。一家电器公司的业务员范勃也有类似的经历，他在农村推广农舍电光设备时，打听到这里的农舍们有反感情绪。于是他亲自去敲开了一家农舍的门，一个妇人一看见是公司代表就叩上了门，于是范勃告诉她自己是来了解她对公司的看法的，妇人又一次探出头，范勃称赞妇人养的鸡很好，是否愿意卖一些鸡蛋给她，这又一次撩动了她的心，门又被打开了一些，范勃环顾四周发现农场中有一个牛奶棚，就继续说，自己猜测妇人养的鸡赚的钱一定比丈夫多，此时妇人高兴极了，开始请他去参观她的鸡舍，并详细说了自己的养鸡经验和自己制造的一些小设备。范勃也介绍了几种食料和温度，并向妇人征求了意见，他们很高兴的交换了经验。过了会，妇人开始说自己几位邻居在他们的鸡舍里安装了电光设备说是效果非常好，她开始征求范勃的意见，问是否应该采取这种办法。两星期后妇人购买了范勃的电光设备并使得鸡舍产量提高了不少，这是个双方都满意的结果。事实上即使我们的朋友，也宁愿对我们谈论他们自己的成就，而不喜欢听我们吹嘘自己的成就。哲学家罗西法说，如果你要树敌，就胜过你的朋友。如果你要得到朋友，那就让你的朋友胜过你。当我们的朋友胜过我们时，他们获得了一种自重感。但当我们胜过他们时，他们会产生一种自卑感，并引起猜忌与妒忌。不要时时向他人夸大自己的成就，我们要谦逊，这样永远能使人喜欢。我们应当谦逊，因为你我都没有什么了不起的，你我都要逝去，并很快被人遗忘，生命过于短促，不要总是谈论我们小小的成就，这使人厌烦。相反，我们应该鼓励对方说话。29.引导而不是强迫别人做某事一家汽车公司业务经理阿道夫与员工做了一次交易，他让员工真诚的提出自己对公司的期望，他也提出了自己对员工的期望，他们做了一场交易，他用满足员工愿望的方式来与员工努力工作交换。他并没有强迫员工去做努力工作，而是以引导的方式。没有人喜欢接受被推销，或者被人强迫去做一件事。我们都喜欢按照自己的意愿购买物体，按照自己的意思行动，我们喜欢别人征询我们的需求、意见和愿望。韦森先生从事服装设计，3年来他每次去拜访一位著名设计师都被他拒绝购买他的产品。后来他改变了方式，他带着几张美完成的草图去拜访，他说“我想请你帮点小忙，这几张尚未完成的草图，可否请您帮忙给出意见，以更加符合你们的需要”。设计师让那个他3天后来找他，3天后韦森听了设计师的意见，并按照他的意见做了改动，最后他自主的买下了这个作品。因为雇主成了设计参与者，他当然用心且喜欢。发生在一个医生L身上也有如此的情况。他工作在一家大医院里需要添加几套X光设备，很多厂商都来介绍自己的产品，有一家公司很聪明，写信给他告诉他，公司设计了一套X光设备，设备并非完美，还需要他来指导一下，提携意见，以便他们改进，他们可以随时派车过来接送。L医生每晚都很忙，但还是取消了一个约会，腾出时间去看了看那套设备，最后发现自己越研究这套设备越喜欢这套机器。这就是自主的力量，引导对方用他们的行为去实现自己的目标。一个加拿大钓鱼营地的做法很聪明，他们给想去钓鱼的潜在客人们寄去一封信，信里附有很多姓名和电话，他们都是曾经去过那里的人，告诉客人们可以打电话询问这些人便可以知道他们提供哪些服务是否好玩。我很惊奇发现一个朋友的名字于是就打过去问了一下，最后定下了他们的营地。中国老子也说过，圣人若想领导人民，必须谦卑服务；若想引导人民，必须跟随其后。圣人虽在上，而人民不觉其压力；虽在前，而人民不觉得有什么伤害。聪明人引导别人，强迫是最差的下下策《人性的弱点》30，从他人角度考虑问题对方或许真的错了，那也不要指责他，这是愚人的做法。应该去了解他，也只有聪明的人才会这样做。我们应该假设，自己处在他当时的困难中，我们将有何感受，会有何反应。这样做可以省去你许多时间和烦恼，也可以增加许多处理人际关系的技巧。从前作者家周围有个公园里面有很多橡树，但几个孩子总是去树下玩火，作者上前警告他们，用威严的声调命令他们将火扑灭。而且，如果他们拒绝，作者就恐吓他们要将他们交给警察。作者只是在发泄情绪，而没有考虑孩子们的观点。结果，孩子们怀着反感的情绪遵从了，但他离开以后，他们又重新生火了，并恨不得烧尽公园。多年后作者换了方法，他上前去温柔的告诉孩子们，公园中生火是极其危险的，我知道你们不是故意的，但别的孩子们不会这样小心，他们过来见你们生火了，他们也会学着生火，回家时也不扑灭，以致于蔓延烧毁整棵树。我不干涉你们的快乐，我喜欢看到你们感到如此快乐。这种说法产生的效果区别很大，孩子们产生了一种同你合作的欲望，没有怨恨，没有反感。他们没有被强制服从命令，保全了面子。我们应该永远按照对方的观点去考虑问题，由他人的立场去看事，这将成为影响你终身事业的关键因素。《人性的弱点》31，同情对方我们每天所遇到的人，之所以他们会烦躁、固执、缺乏理智，大部分是因为他们的出生所在的家庭以及父母的原因，其他与他们本身没有很大的过错。你不是一条响尾蛇，唯一原因是因为你的父母不是响尾蛇，你不与牛接吻，不以蛇为神，唯一原因是，因为你没有生在印度家庭中。因此我们之所以成为现在这样的人，我们并没什么可以居功自傲的，大部分都需要归功于我们出生的家庭和父母。对待出现在你面前表现出烦躁、固执、缺乏理智的人，要对他们表示怜悯与同情，三分之四的人都是为了同情而活。给他们同情，他们就会即可喜爱你。作者有一次在广播上播音，说到了某个不讨人喜欢的人住在某地方，遭到了很多人的炮轰，其中有一个女士写信来言语非常恶劣。作者想给自己一个挑战，要将她的仇视变成友善，对自己说，如果我是她大概也要同她所感觉的一样。于是有一天，作者打电话给这位女士，说自己是卡耐基，前段时间在广播上犯了一个愚笨的错，并为此道歉，也同时感谢女士费心写信过来批评。女士听到道歉，也表示自己对写信批评的事惭愧，这舒缓了她的心情。他们聊了一会，最后女士怀着高兴的心情结束了对话。因为道歉，并同情她的观点，我得到了她的道歉，以及对作者的同情。作者得到了控制自己脾气的收获，以友善报答侮辱的收获，并从中得到了无限的乐趣。一位美国经纪人伍勒与艺术家打了22年的交道，他说自己与那些性情无常的艺术家交往时，得到的最大的经验是，对他们可笑而古怪的脾气表现出更多的同情。他做了3年的亚彬的音乐会经纪人，他用一句话改过他的为人，“他各方面都是糟糕的很”。每次演唱前，亚彬都要三番五次的找各种借口要取消演唱会，伍勒没有反对，只是表示对他的同情，并且支持他取消演唱会，告诉他，这只会损失一点小钱，只是对他的名声损失比较大而已。发过3、4次的脾气后亚彬终于被哄着走上了舞台完成了演唱会。《教育心理》中说，人类普遍地追求同情，儿童迫切地显示他的伤害；或甚至故意割伤或打伤自己，以获得大量的同情。出于同样的理由，成人也会显示他们的伤害，叙述他们的意外、疾病，特别是动手术开刀的详情。为真实的或想象的不幸而感到‘自怜’，实际上，这是人类的一种共同的习惯。同情对方所表现出来的意念和欲望，反感和厌恶只会让事情变得更糟。《人性的弱点》32，激发别人高尚的品质作者有一次去拜访大盗杰西的故乡，杰西儿子的太太给我们将了杰西的故事，他是如何抢劫火车和银行，然后把钱送给附近的农夫以偿还他们的贷款。杰西已经成为犯罪们的榜样，他们都认为自己是劫富济贫的理想主义者。其实我们所遇到的每个人都很尊重自己，都认为自己是一个善良而不自私的人。我们每个人的内心都把自己理想化，都喜欢为自己行为的动机赋予一种良好的解释。因此我们要想改变他人，就应该诉诸一种高尚的动机。法瑞先生有一个挑剔的租客，他在合同到期前就单方面通知法瑞先生要搬出去。法瑞先生本可以痛骂他一顿，与他争辩要求他偿付赔偿或迫使他继续租下去直到期满。但他并没有这样做，他换了种方式，他向这位房客说，听说您要搬家，但我还是不敢相信您真的会这么做。我多年与人相处的经验使我多少看人比较准，我一直认为您是一个高尚的人，不会轻易做出什么损人不利己的举动。我相信您的为人处世是守信誉的，您可以再考虑几天，如果还是坚持要搬，我尊重您的决定。事情到了第二个月，房客亲自去见了法瑞先生并付了房租，他说自己和太太商量过认为至少也要住到期满。有家汽车服务公司的6位顾客对维修后的费用表示不满，他们认为清单上收费不合理并拒绝付款。公司的信用部经理亲自催收了几次也没有成效，他每次去都表明自己公司没有错，你们必须付清费用，这导致顾客很愤怒。于是总经理打算亲自出面来解决问题，他先向顾客们道歉，说之前公司的员工处理不当，自己来拜访他们主要是因为他们是最了解事情经过的人，他先静静听了他们的述说，然后说，听您的叙述，我深深感到您是一个正直且有耐心的人，这份账单您有权更正他们，于是这位顾客修改了账单，并削减了不少他认为不合理的部分然后付了钱，但其余5位都尽可能多付了些不让公司吃亏。事情的微妙之处是，后来2年内，这6个顾客又向公司购买了6台车。每个人都认为自己是高尚的，我们更应该用这种方式去激发别人高尚的品质，而不是去贬低和激怒他们。《人性的弱点》33，用更有趣的方式表现你的意图《费城晚报》曾收到一种恶意谣言攻击，说他们的报纸广告太多读者已经不喜欢。《费城晚报》将自己报纸上刊载的有趣的文章取出来，出版成一册书价值2美元，但它以2美分的价格出售好让公众们知道自己曾刊登大量有趣的读物。《费城晚报》并不争辩，而是用这种有趣的方式来告诉人们，我们的报刊是受读者们欢迎的。纽约大学的鲍登和伯西分析了许多售货面洽的案例并写了一本书，后来他们把它拍成了一个电影，以真实表演的形式向数百家大公司的营业部职员展示如何去洽谈业务。这种戏剧性的方式更能被大众所接受。这是一个充满戏剧性的时代，仅靠一点点语言的叙述是不够的。真理需要我们使之更生动，更有趣，更加戏剧化，你必须恰当运用表演的艺术来吸引人们了解你的意图。有个润肤膏品牌的业务员在向一家大公司介绍产品时跟这家公司的职员争辩，最后他赢得了辩论但却什么合同都没得到。第二次，他再次去了他们的办公室，并带了32个冷膏的样品，上面标注了商业调查结果，他为每个样品瓶子讲述了一个生动有趣的故事。最后原本只是10分钟的恰当变为了20分钟，40分钟，快到1小时的时候他们成交了。这次这位业务员采用戏剧化的形式呈现自己的产品，这让听者更能感受到其意图。如果你想表达你的意图，不要争辩，用一种有趣的方式去表现，这更能吸引人。34.不断面临挑战一家工厂效率低下，老板问经理为什么，经理回答说，自己用尽了各种办法，哄诱，强迫，威胁手段都用过就是不奏效。于是老板去工厂问了最近的一个人今天做了多少个单位，那人回答6个，于是老板在地板上写上了一个大大的“6”字就走了，夜班的人过来后好奇的问了这个数字，并在结束后擦掉了这个数字并写上了大大的“7”字。第二天上班的工人们看到这个数字，就说，他们要给夜班点颜色看看，于是他们留下了一个大大神气的“10”字。工厂的情形逐渐好转起来。要做成事的办法，是激起斗志，不是勾心斗角而是相互取胜的欲望。取胜的欲望！挑战激发人产生一种向上的精神。没有挑战，罗斯福也不会当上总统，他刚从古巴回来时被推举为纽约州候选人，但反对者抗议他不是合法居民，罗斯福恐慌了要退出。普拉德激将他说，“难道圣巨恩山的英雄是一个弱者吗？”，这激起了罗斯福的斗志，随后的事情就已成历史了。纽约州有个臭名昭著的监狱，没有狱长，传出许多丑恶的黑幕。史密斯州长召来劳斯，告诉他那里需要一个有经验的人。劳斯窘了，他知道那里很危险，史密斯看出他的犹豫，微笑着告诉他，“青年人，我不怪你害怕，那不是一个太平的地方，但那里确实需要一个大人物去治理”。他提出了一个挑战，劳斯喜欢用大人物的工作理念去挑战这个任务。最后他成为了哪里任职最久最著名的狱长，还著写了《在猩猩的两年里》并大卖几十万册。任何成功者都喜欢一种竞技，一种表现自己的机会，那是证明自身价值，争强斗胜的机会。如果你有使一个富有上进心、充满血气的人同意你的意见，那你就应该记住，向他提出一个挑战，一个他渴望的挑战。《人性的弱点》如何更好的说服他人35，从称赞与真诚的欣赏开始这是一种心理技巧，当我们听到他人对自己的优点加以称赞以后，再去听一些不愉快的话，自然觉得好受一些。这就像理发师在修面之前，图上一层肥皂一样，有些缓冲作用。曾有一位共和党人写了一篇演讲稿，他自己觉得非常得意，于是大声朗读给麦金利听。麦金利听了觉得不太适合，但又不想伤害这位作者的感情，于是就对他说，“我的朋友，这的确是一篇极好的演讲稿，一篇伟大的演讲稿。这篇演讲稿在许多场合我可以这样说，但在这种特殊的场合是否合适？也许在你的立场来看，这是非常合理与慎重的，但我必须从共和党立场方向来考虑它的影响。现在按照我的指示方向修改这篇演讲稿”。那人回去照做了，后来成为了一名有影响力的演讲员。林肯在内战最黑暗的时期给前线的将军写了一份信，他先称赞这位将军，但又指出他了最严重的错误，林肯没有称他们为严重的错误，而是委婉的更富外交手段的指出他们。他在信中说，“我相信你是一位智勇双全的将军，那是我所喜欢的。你有志气，你有自信，那是一种有价值、不可少的性格。但你在阻扰一位战功显赫的同僚官员上犯了大错。政府要尽力帮助你，同其他所有将军的帮助一样。但我深怕你灌输军队以批评以及不信任，我要尽力帮助你消灭这种精神。现在要小心，不要匆忙，要尽力不懈地努力前进，使得我们胜利。”信中隐含着一种非常严肃的谴责，但字面上却依然委婉诚恳，娓娓动听。在最黑暗的时刻，看不到一丝希望的曙光时，还能用最动听的语言来说服别人，这就是林肯的过人之处。这种处世哲学在日常生活和工作中也极其有用。在费城一幢办公大厦的建筑工程，差不多完工时，负责建筑物外部装饰材料的供应商突然声称他们不能按期完成供货。电话，争执，辩论，都没有用。高伍先生被派去督促他们。他到了这位经理的办公室就说道，自己在查电话簿时找到地址，电话簿中你的名字真是独一无二。经理听了很有兴趣的查阅电话簿，说自己的家庭是差不多200年前由荷兰迁到纽约的。接着他又谈论了自己家庭和祖先数分钟。高伍先生恭维他有这么大的一家厂，并称这里是自己见过最好的最清洁的铜器工厂。经理自豪的说，自己费了一生功夫经营这项事业，并愿意带他去参观一下工厂。参观期间，高伍先生又对他的构造系统赞美不觉。经理坚持要请高伍先生吃午餐，而高伍先生一直未提他来访的目的。午餐后，经理说，自己知道你来的目的，你可以带着我的应许回去，即使别的订货不得不延迟，也会优先制造好送过去。处世的技巧就是这么奇妙，高伍先生甚至没有请求，就得到了所要的东西。如果你想更好的说服别人，先从赞赏和真诚的欣赏开始。《人性的弱点》如何更好的说服他人36，委婉地指出他人的错误一家钢铁厂里几个工人在室内抽烟，头上挂着“请勿吸烟”的牌子。老板夏先生看到这一情形，并没有指着牌子指责他们，而是给每人递了一支烟说，老兄，如果你们能到外面抽我会很感谢你们。夏先生不但没说什么，反而给了他们每个人一个小礼物，你能不尊重这样的老板吗？有时候我们先称赞别人然后转折后指出别人错误，这让人怀疑前面的赞美，如果能很委婉的指出错误，会让人更舒服。有人想让孩子加强数学学习，于是就说了，杰克，你这次成绩进步了我们很高兴，但是你如果能多加强一下代数，那就更好了。但是的转折让人不舒服，如果能这样说就会好些，杰克，你这次成绩进步了我们很高兴，如果你在数学方面继续努力下去，下次一定会更其他科目一样好。间接提出别人的错失，要比直接说出口来得温柔，且不会引起别人的强烈反感。贾克卜太太就是这么做的，他请的加盖房子的建筑工人每天都把东西弄的乱糟糟，于是有一天她在他们离开后清理的下，第二天她对领工说，昨天自己很满意你们把院子清理的干干净净，从此以后工人们每天完工后都能收拾下院子。一位上士要让下属们去剪头发，他没有直接吼叫和恫吓，而是在集会上告诉他们，自己今天要去理发，军队对头发长度有规定，虽然自己头发比你们还短，如果你们也有需要可以安排时间去理发室。结果士兵们都去照了镜子，并且遵照规定理了发。委婉地指出别人的错误，能让事情进展的更加顺利。《人性的弱点》如何更好的说服他人37，用谦卑的态度指出别人的错误作者的侄女来担任他的秘书，有次作者想指责她，但他想到，自己比她大2倍的年龄，做事经验更是多出好几倍，怎么可以要求她能有自己一样的看法、判断和主动自发的精神呢。想到自己19岁时的德行，像蠢驴一样犯下的错误，侄女实在比作者19岁时要好得多。作者对侄女说，你犯了一个错误，这个错误我以前也常常如此。判断力并非与生俱来，我年轻时还比不上你呢。我实在没有资格批评你，但依据我的经验，假如你这么这么做的话，会不会好些。听别人数说我们的错误很难，但假如对方态度谦卑，我们就比较容易接受。有位工程师发现秘书常把信件拼错字，虽然他常常指正秘书，但她依然我行我素。于是他换了种方式，这次当他发现错别字时，他告诉他，这个字看起来似乎不像，这也是我常常拼错的许多字之一，我随时携带拼写本，现在对它十分注意，因为别人常会以此来批评自己并显得自己不够专业。克莱伦斯也用这种方式劝告了孩子抽烟的问题，他没有劝孩子不愁，或警告抽烟的危险，只是指出自己如何上烟瘾，然后受到如何的影响。孩子想了一阵决定在高中不抽烟了，好几年过去了孩子再也没抽过烟，而自己也在家人的帮助下戒掉了烟。在指责别人前，我们应该先想想自己的错误。38.没有人喜欢受人指使作者听说美国实业家，商人，律师，外交官欧文.杨从来不指使别人，他常常会说，“你可以这样考虑”，“你觉得这样如何”，“也许这样写会好些”。这种办法容易让一个人更正错误，并且还能保持个人的尊严，给他一种自重感，这样他就会与你保持合作，而不是背板。无礼的命令只会导致长久的冤仇，即使这个命令可以更正他人明显的错误。学校的一位老师看到有个学生的车子停在道路中央，就冲进教室大吼，是谁的车子挡住了道路，马上把车子移开，否则我叫人把车拖走。虽然这个学生犯了错，但从那天起，所有的学生都对那位老师心存不满。如果这位老师能好好问，“谁的车子挡住了道路，可不可以去挪一下，方便大家进出”，相信这个学生会很乐意这么做。一家制造精密机器零件的工厂接到一批大订单，但工厂进度早有安排，短期赶出这批货比较难。老板麦当没有催促工人赶工，他只是召集工人们，把详细的事情说明了一番，便开始提问。“我们有没有办法可以处理这批货物？”，“有没有人想出其他办法可以赶出这批订单”，员工们纷纷提出意见，并坚持接下订单。作为一个有效的领导者，如果你想说服别人，你应该以建议和提问的方式来代替命令，因为没有人喜欢被人指使，也没有理所当然的可以指使任何人。《人性的弱点》如何更好的说服他人39，尽力保全他人的面子通用电气曾为了将一个天才工程师调任到其他岗位费劲了心思，它首先给这位工程师一个新的看起来不错的头衔，然后派了另一个人来顶替他的位置。保全他人的面子！这是个何等重要的问题。我们常喜欢摆架子、我行我素、挑剔、恫吓、在众人面前指责孩子或雇员，却很少能多考虑几分钟，对他讲几句关心的话，或为他设身处地的想一下。葛伦杰在会计师行业，他的行业具有季节性，热潮过后常会因为没活而解雇员工。但他从不对他人轻言解雇，他每次都会说，你的工作做得很好，上次我们要你去XXX，那工作很麻烦，而你处理得很好，一点也没有出差错，我们要你知道，公司十分引你为荣，也相信你的能力，愿意永远支持你，希望你别忘记了这些。结果被遣散的人觉得好过多了，他们知道假如我们有工作的话，还会继续留他们做的，或等到我们又需要他们的时候，他们还是很乐意再回来的。克拉克讲述了一段反面的故事，有一次开会，副总裁提出一个尖锐的问题，并将矛头指向生产部总督，生产部总督不愿出丑避而不答，副总裁更恼火，直骂生产总督是个骗子。再好的工作关系都会因这样的火爆场面而毁坏。马桑也谈了她遇到的情况，但有些不同的是，当她的工作出错等待老板大发雷霆时，老板却出乎意料的先感谢了她的勤奋工作，并表示新计划难免会有错，他相信新的工作一定会更好，会对公司有很大帮助。纵使别人错了，而我们是对的，如果没有为别人保留面子，就会毁了一个人。如果你想说服一个人，先尽力保全他的面子。40，激励他人获得成功作者留意训狗师在狗显出轻微的进步时，他轻轻地拍它并给它肉吃，当作一件大事似的。他又观察到，当我们要改变一个人的时候，为何不用同样的办法，以肉代鞭，用称赞代替指责，即使是最微小的进步，我们也要称赞、激励他人继续进步。50年前一位10岁的孩子希望成为一名歌唱家，他的第一位老师给了他一个重大的打击，说他不能唱，完全没有一副好嗓子，但他的母亲拥抱孩子并告诉他，她知道他能唱，她已经看出他的这一进步了。那位农家母亲的称赞和鼓励改变了孩子的一生。他就是意大利歌唱家卡鲁沙。多年前伦敦有位青年希望成为一位作家，但很不幸，他的父亲因为债务而被捕。接下来的日子这位青年饱尝饥饿的痛苦，他找了一份很卑微的工作，但每天坚持写作，终于有一天有家报社接受了他的文章，虽然他没有得到任何报酬，但有位编者称赞了他，他非常兴奋，以至在街上活蹦乱跳，泪流满面。由第一篇文章被刊出所得到的称赞和承认改变了他一生。他就是文学家狄更斯《双城记》的作者。我们人只利用了自己身心资源的一小部分，还有很多远未被利用起来的，称赞别人，激励他们就可以让他们认识到他们可能拥有的神奇能力。称赞他人的每个进步，即使十分微小，也要当作大事一样。我们要“诚于嘉许、宽于称道”，真心诚意的表扬他人，经常性的称赞他人。《人性的弱点》如何更好的说服他人41，学会给人“戴高帽”琴德夫人雇佣了一个女仆，她的前主人说她不好，但在女仆上班时琴德夫人说她看出来你是一个穿着整洁爱干净的人，你一定会与我们相处得很好的，那位女仆为了顾全名声不让夫人失望干得很勤快。如果你要在某方面改进一个人，就要做得好像那种特点已经是他显著的特性之一。最好假定，并公开地说，对方有你要他发展的美德。给他一个好名誉去实现，他便会尽力去做而不愿看到你失望。法国的吕士纳将军想影响在法国的美国士兵，他引用他们将军的话说，美国兵是他接触过的最清洁、最合乎理想的人。吕士纳知道，即使这不是真实的，也将激励那些士兵努力达到这个标准。猩猩监狱的狱长说，如果你必须应付一个盗贼，只有一个可能可以制服他，那就是待他好像他是一个体面的君子，他将因为有人信任他而引以为豪。如果你想影响一个人，给他一个美名，他会努力保全这个名声。42.鼓励更容易使人改正错误作者一位朋友请了老师学跳舞，第一位老师说他跳的全都不对，必须忘掉一切重新开始，于是他很灰心不久就不练了。第二位老师则相反，她不断称赞这位朋友做对的事，并鼓励他说“你天生就有韵律感，你将成为跳舞专家”，这位老师的鼓励使得这位朋友不断前进和进步。如果你告诉自己的孩子，丈夫，妻子，或他人，他在某件事上真是愚笨，他对某事没有天赋，或者他做的都错了，那么你就差不多消除了他要作出改进的各种动力。如果我们用相反的办法，宽容他人，鼓励他人，使事情更容易行动起来，使对方知道你相信他有能力去做，他就会为了取胜而刻苦练习。鼓励他人更容易使人改正错误。43.学会授权他人一群孩子常在琴德夫人的草坪上践踏，她为此烦恼。有一天她试着给孩子群中带头的那个人一个授权，授予他一个头衔，她叫他“侦探先生”，让他管理草坪，找出入侵草坪的人。谁知这事就这样解决了，她的“侦探”为了恫吓践踏草坪的孩子甚至拿了烧红的铁棒在她们面前挥舞。拿破仑创立荣誉队时，给士兵们颁发了1500枚荣誉勋章，并给18名将军以“法国大将”的头衔，称他的部队为“大军”。这让这些人能遵纪守法，为了这个荣誉捍卫国土和自己的使命。学会授权他人，这会使对方乐于做你所建议的事。《人性的弱点》让你的家庭生活幸福快乐44，切勿喋喋不休拿破仑娶了很漂亮的女人，他们拥有健康、财富、势力、名誉、美貌、爱情与信仰，他们有一切拥有幸福的条件，但他们却生活的非常糟糕，因为这位王后无法做一点：停止喋喋不休。她抱怨、哭泣、喋喋不休，甚至恫吓，并强制进入拿破仑的书房，向他发作、谩骂。在喋喋不休的毒氛中，皇位与美貌都不能保持爱情的存在。喋喋不休是最致命的，它像毒蛇的毒汁一样，永远侵蚀着人们的生命。托尔斯泰的人生是一个悲剧，而悲剧的原因是他的婚姻。他的妻子喜欢奢侈，但他追求朴素。她的妻子因为托尔斯泰放弃书籍出版权赚不到钱而向他谩骂、责怪、发狂到地上打滚、甚至声称要自杀。结婚48年后托尔斯泰实在不能忍受与她见面，从他妻子那里逃了出去最后死在大街上。当托尔斯泰的妻子去世以前，她终于对她的女儿们承认：“你们父亲的死，是因为我的缘故”。这也许是托尔斯泰夫人因唠叨抱怨所付出的代价。如果你想家庭生活幸福快乐，首先切勿抱怨和喋喋不休。45.不要试图改造对方英国伟大的政治家迪斯瑞利在35岁时娶了比他大15岁的寡妇，他所选择的有钱寡妇既不年轻，也不貌美，更不聪明。但她却是一个懂得与男人相处的天才艺术家。她没有用她的智力与迪斯瑞利对抗，而是用她的温柔与他对话。当丈夫回到家时，与他轻松闲谈，这使他愉快并让他心神安宁，沐浴在妻子敬爱的温存中。妻子是他的伴侣，也是他的亲信，更是他的顾问。最重要的是，无论迪斯瑞利做什么，他的妻子都相信他。迪斯瑞利也同样对待他的妻子，妻子在公众场合表现的并不好的时候，他从不责备，反而安慰鼓励她，如果有人讥笑她，他即可猛烈忠诚的维护她。正如詹姆士所的，与人交往，第一件应学的事情就是不要干涉他们自己快乐的特殊方法。不要试图改造你的配偶。《人性的弱点》让你的家庭生活幸福快乐46，不要批评对方格莱斯是英国首相，他在公众面前是一个可畏的形象，而在家中从未批评过家人。当他早晨下来用餐时看见家人还在睡觉，他会用一种温柔的方式唤醒他们。凯瑟琳也是一样，他曾统治世界上最大的帝国，但如果厨师将肉烤焦，她什么也不会说，而是微笑的将肉吃下去。狄克斯研究婚姻不幸的专家，他发现击碎婚姻的大多数都是批评，无用的，令人心碎的批评。如果你想拥有家庭生活的快乐，不要批评你的丈夫或妻子。47.真诚的欣赏对方可能你不知道欣赏对方有多重要，男子在寻求伴侣时从不像在找高级职员那样寻找能力强过自己的人，而是在寻找一个对自己具有诱惑力的，愿意奉承自己的使自己感到舒服的人。如果一位女办公室主任应邀去吃饭，她总是提及自己的学识自己的成就，甚至坚持自付餐费，那最后的结果只能是再也没人邀请她吃饭了。相反，如果一位未进过大学的打字员应邀吃饭，她能温柔的注视着男伴，仰慕的说‘再给我讲讲有关你的事’，最后的结果可能是，男伴会告诉别人，她是我遇到过的最会说话的人。男性也应如此对待女性，特别是对女性的服饰和装饰，应当给予真诚的赞美。作者祖母95岁去世前不久给她看30多年前的照片，她唯一问的一句话是，那时我穿着什么衣服。对于男人来讲，他们也许想不起5年前穿什么衣服，但女人不同。法国上等社会的男子都要训练对女人的衣帽表示赞美，而且每晚都要训练很多次。迪斯瑞利英国伟大的政治家就不羞于让世界知道他对他的“小妇人沾光多少”。他说，我沾光于我夫人多于世上其他任何人。她帮助我勇敢前进，她为我很好的管理钱财，并为我生了5个孩子，为我建造了一个美丽的家庭，我所拥有的一切都是她的功劳。巴克斯得为丈夫放弃了舞台，专心在家带孩子，虽然她失去了舞台的快乐，但他从丈夫那里得到了更多的快乐。她丈夫说，妻子为自己和家庭放弃了很多，我应该尽量的称赞她鼓励她，这样她就能从失去的快乐中挽回一些快乐。丈夫的赞美和欣赏使得妻子重拾了生活的信心。如果你想保持家庭生活快乐，请给予对方真诚的赞美和欣赏。《人性的弱点》让你的家庭生活幸福快乐48，注重生活中的小事琐碎的事情是多数婚姻不幸的根源。其实只要做一些简单的事就能顺利的避免走向不幸。比如每天早上向妻子或丈夫说早安，出门上班时向对方说再会，就能避免许多离婚。人是很奇怪的动物，我们都非常注重生活中的小事，一朵花，一个小礼物，一句甜言蜜语，这比给妻子或丈夫买个车子或房子还重要。如果许多纪念日你记不住，切不可忘记，对方的生活和结婚纪念日。勃朗宁与夫人的生活就很可歌可叹，他从未忙得忘记对夫人用小小的恭维及注意来保护爱情的活力。终究婚姻是一串琐事，忽略这个事实，将造成家庭生活的灾难。注重那些看似小的事情，那才是人类感受的关键。49，家庭生活也应该有礼丹姆罗希是位有名演说家，他与夫人的生活很快乐，问她夫人的秘诀是什么时，她说，“她认为结婚后的礼貌是最重要的。我们对丈夫或妻子应该像对刚见面的人一样有礼。”无礼是侵浊爱情的活水。大部分时候我们对陌生人和朋友比对自家人要更加客气有礼。我们不会阻止陌生人讲自己听过的故事，也不会未经朋友的允许而拆朋友的信，在请求向陌生人和朋友帮助时都会先彬彬有礼的请求一番。但我们对家人则是另一番态度，总是因为他们的小错而侮辱他们，对我们说出刻薄、侮辱、伤感情的话的人，都是我们自家的人。我们应该尽早的发现这个问题，并改进它。我们应该像经营自己事业或职业那样去经营家庭，使家庭成为一个发达的机构，动力十足并团结一致。对待妻子和丈夫时，更多的使用礼仪外交手段来对待他们，更多用些温柔的手段，而不是高压或强硬手段。其实很多男人都知道应该先让妻子快乐然后就可以使她快乐的做事并不需要任何报酬。他知道如果给她几句简单真诚的恭维和赞美，说她管家是如何的好，她就会很乐意去帮助男人们做事，她也会为他节省每一分钱，因为男人们赞美了她对她彬彬有礼。相反有部分男人却完全不知道如何对待妻子，他们情愿与她争吵，情愿浪费他的钱为她买新衣服、新车子、新珠宝，也不愿意为一点小事去赞美去恭维，最后浪费了钱还是没能得到家庭的快乐。给予你的妻子或丈夫更多礼貌《人性的弱点》让你的家庭生活幸福快乐50，如何与女性相处一般人看来单身汉似乎都是横冲直撞、无所顾虑的，而结了婚的男子则十分谨慎、庸俗。其实单身汉比结了婚的男子更严肃、认真，在金钱上斤斤计较，也更懂得为自己打算，因此他们通常不会冒险去结婚登记处，相信许多未婚女子也是如此。我们应该向结了婚的男人致敬，他们既然有勇气结婚，相信也一定会愿意用各种技巧来增进自己的婚姻幸福。康奈尔大学文理学学院院长解释说，婚姻是否美满，要看双方的心理是否成熟。也就是说，他们是否了解自己、了解与对方的关系，并且愿意彼此分担责任，以增进对方的快乐。维持家庭关系是凭借内在价值的满足，例如感情、友谊、价值观等，而且不能用强求的方式取得。以下是与妻子相处的7个建议1.感谢她、称赞她千万别短缺了太太的配粮，这样她就会心甘情愿为你卖命。在你失去工作、头发或腰围的时候，她会很乐意与你同甘共苦，甚至不会怨天尤人地天天穿着那件仅有的外套，只要你能时时不忘赞美她。通常男士比较容易知道自己的定位，因为他们的工作表现很快就能从上级反馈，或者他们做成了一笔生意，很快就能晋升、加薪或得到表扬。但女士们则不同，她们待在家里穷忙，却一点也不知道自己的成绩如何，除非她生命中的另一半告诉她、肯定她。因此男士们的感谢和赞美是她唯一的奖励。要想赢得女人的心，并让她愿意永远不辞辛劳地取悦自己，最好、最有用、最不会失败的方法，便是时时全心全意地感谢她、赞美她。一位纽约专栏作家罗伯特娶了一位美丽聪慧的妻子珍妮，但珍妮却认为罗伯特是世界上最好的丈夫。因为罗伯特总是不断得赞美妻子，每当他有什么新的书出版时，总不会忘记在首页上写上“献给珍妮”，这些题字比起支票上的数字有用的多。2.要慷慨、关心她许多男士认为慷慨就是指大方的付清所有账单，其实女士真正需要的慷慨并不是这些，她们需要的是男士的关注与关心，例如可以对她说，要不请你妈妈来我们家住一段时间，或者在宴会上时时表达你对她的关心，这才是真正的慷慨。作者记得有一次参加宴会，男主人是个相当出名的杰出人物，对每个人都极为殷勤有礼，唯独对自己太太例外。他的太太在陌生人群当中显得很不自在，而她的丈夫则如鱼得水，在人群当中显得十分得意。分一点关注给自己的太太并不会影响他的公共关系，反而有助他的形象，更可增进夫妻之间的关系。后来听说他们的婚姻果然恶化。3.不要过于不修边幅一般人认为注重打扮或保持吸引力是女人家的事，但男士也同样需要注意自己的形象，特别是在妻子面前。男士们上班的时候是西装笔挺，但在家里的德性却像尚未整理过的床铺一样，不忍直视。这种邋遢的男子大概从没想过，太太们也是希望自己的另一半清洁整齐，她更喜欢你能洗脸刮胡子，至少在她面前晃来晃去的时候，能对得起她的眼睛。一名真正的男子当然不靠外貌，但外表却是他人见到你时对你的第一印象。我们应该在家里也同样时时保持整齐，至少干净整洁。《人性的弱点》让你的家庭生活幸福快乐51，如何与男性相处二次世界大战后有人对军人做了一个调查，“你希望从婚姻中获得什么”，这些穿制服、肌肉发达的小伙子们不假思索的列出了答案，“舒适”。这与许多化妆品或香水广告中的暗示大不相同。男人心中的“舒适”到底指的是什么，是母亲般的温柔，还是玛丽莲梦露般的性感。作者归结出几个重点。1.要脾气好、善解人意男人通常最注意对方是否具有好脾气，他们宁愿在欢愉的气氛中吃泡面，也不愿意和一个唠叨、烦躁、牢骚满腹的女性一起吃牛排。一位单身汉坦言，如果一位活泼、好脾气、明朗却不忠实的女人和一位贞洁的悍妇，他毫不迟疑的选择前者。几年前，作者雇佣了一位女打字员，但她的能力太差，常常拼错字，速度慢，记录又不准确，但是她具有一种欢愉的气质，能忍受各种怒气、抱怨和批评，她如同阳光般照亮整个房间，她的丈夫每次望着她时脸上都发出霓虹灯般的光彩。2.当个好伴侣什么是好伴侣。作者解释到，琳和杰克就是好伴侣，琳不曾实际参加杰克的各种活动，但她总是在一旁为他加油，并且帮助他做些他无法分心去做的事。结婚16年的梅娜太太发现自己的婚姻缺少了点什么，她终于发现缺少了与丈夫一份如朋友般的情谊，于是她试着去了解丈夫的兴趣。现在她对曲棍球赛很敢兴趣，与丈夫常一起看曲棍球，除了曲棍球，他继续了解丈夫的其他兴趣，并与丈夫一起分享乐趣。3.当名好听众许多女性在这方面做得不好，是因为不了解听的艺术。很多女性唠叨不休，男人根本找不到机会可让自己也发表一些长篇大论。聆听的品质十分重要，可以鼓舞讲话的人表达出完整的意思。聆听并不是指必须保持沉默，你大可以从旁加进几句鼓舞的话。想要当好听众，首先要注意听讲，眼睛不要四处张望，或显出烦躁不安的样子。一个好的听众除了要专心之外，还要懂得合作。聪明的男人分得出什么人真的在听他讲话，或什么样的女性只是敷衍了事讨他欢心。在他讲话的时候偶尔插几句文化，或提供些不同的看法，可以刺激或鼓励他继续讲下去，最好在他讲得告一段落时再插进去，并简明扼要以便尽快把发言权还给他。只要勤加练习，我们完全可以熟悉听讲的规则。懂得技巧的观众通常也会变成优秀的谈话者，因为听与讲不可分，一方的技巧通常会加强另一方面的表现。它还可以帮助我们迈向成熟，因为这正是我们能不断学习的最佳途径。",
            "content_html": "<h4 id=\"人性的弱点卡耐基\">《人性的弱点》卡耐基</h4><h4 id=\"1不要去批评责怪或抱怨\">1，不要去批评、责怪或抱怨</h4><p>批评不但不会改变事实，反而会招致愤恨。尽量去了解别人，尽量舍身处地去想“他们”为什么要这样做，这比批评和责怪有益、也有趣得多。</p><p>作者举例1931年发生在美国的“双枪杀手”克洛雷，他是个凶恶的歹徒开枪杀人无数，最后判处死刑时他反而说“这是我自卫的结果”，他根本不觉得自己有什么错。每个人都有自己的视角，不同的视角理解同一样事物有不同的想法。</p><p>作者又举例林肯总统的例子来说明，与人相处的艺术是多么美好。</p><p>林肯年轻时喜欢在公开报纸上抨击别人，其中有一次抨击的那个人很愤怒，一定要跟林肯真刀真枪决斗个你死我活。决斗那天幸好被人阻止了，这对林肯的心灵非常震撼，从此懂得了如何与人相处的艺术。</p><p>另外又举例了林肯当总统后，有一次南北战争把对方击溃了，这是一个很好的结束战争的机会，林肯要求米蒂将军追击彻底击溃敌军，但将军完全违背了林肯的指令，没有追击反而让对方逃走了。林肯本想写信斥责对方，信都写好了，最后没有发出去。作者猜测林肯肯定设身处地的想了将军的环境、遭遇、性格才做出不去责怪的选择。</p><p>作者很赞赏《父亲备忘录》这篇文章。文中父亲对孩子忏悔，说自己常常对孩子发脾气、常常责怪他这责怪他那，还不停的吼叫，孩子却在睡觉前偷偷跑过来匆匆的害羞的吻了父亲一下道晚安。父亲突然感觉害怕，害怕自己养成的挑错、呵斥的习惯。他深夜跪在孩子床边深感愧疚。</p><p>明早起他要做一个真正的父亲，要和孩子结为好朋友，与孩子一起痛苦，与孩子一同欢乐。</p><p>不要批评、责怪或抱怨他人</p><h4 id=\"人性的弱点\">《人性的弱点》</h4><h4 id=\"2真诚的赞赏他人\">2，真诚的赞赏他人</h4><p>天底下只有一种方法可以促使他人去做事，就是给他想要的东西。那么人想要什么呢？大多数人需要的东西包括：</p><p>健康的身体，食物，睡眠，金钱以及金钱可以买来的东西，未来生活的保障，性满足，儿女的幸福，被人重视的感觉。</p><p>懂得满足人类这种渴望的人可以将他人安抚和掌握。</p><p>其中被人重视的感觉最难满足，也正是对这种感觉的渴望，促使一位未受教育、极度贫困的杂货店店员，去从大木桶底下找出那本花了他5角钱买的法律书来阅读，他就是林肯。</p><p>夏布是美国钢铁公司第一任总裁，他的秘诀是善于处理人事和管理人事。他说他天生具有引发人们热情的能力。促使人将自身能力发展到极限的最好办法，就是赞赏和鼓励。任何来自长辈或上司的批评，都容易丧失一个人的志气。他说自己从不批评他人，他喜欢真诚、慷慨地赞美他人。</p><p>我们不要老是想着自己的成就、需要，而应尽量去发现别人的优点，然后不是逢迎，而是发出真诚地赞赏他们。</p><p>真诚地而不是虚有其表的赞赏他人，“真诚、慷慨地赞美”会让你的语言在别人的记忆中珍藏多年许久不忘。</p><h4 id=\"人性的弱点-1\">《人性的弱点》</h4><h4 id=\"3给别人想要的\">3，给别人想要的</h4><p>成功的社交在于你能否捕捉到对方视角，以及如何兼顾你和对方不同视角的能力。</p><p>我们应该舍身处地为他人着想，了解别人需要什么。只有这样才能成就别人的同时成就自己。</p><p>打个比方，我去钓鱼，我个人很喜欢吃海鲜，但鱼不喜欢吃海鲜，他喜欢吃虫子，所以当我钓鱼时我需要先想到鱼要吃什么，而不是关注我爱吃什么。</p><p>这个方法要特别注意，观察别人，提出他们需要的，告诉他们怎么去获得他们需要的，然后与自己的视角相兼容。</p><p>人所有的行为都是发自我们自己的基本欲望，在商场，在学校，在公司，在政府都是一样。安德鲁.卡耐基从一个贫穷少年变为亿万富翁就是因为他很早就懂得影响他人的唯一方法就是处处为人设想，他知道他们需要什么，虽然他只上了4年学但却深谙此道。</p><p>史坦.诺瓦克有个例子，他儿子不喜欢去上学，若瓦克本能反应是警告、恐吓孩子要乖乖上学，但他知道这个方法不管用，也不会让孩子喜欢上上学，于是他和太太列出了儿子喜欢做的事，如画画、唱歌、结交新朋友等。他们两在厨房画画，并画的很兴高采烈，儿子也来凑热闹想加入，若瓦克说“啊，不可以，你的画画技能还不够，不能加入，幼儿园里能学到如何画的好的技巧。第二天儿子早早等在楼下等不急要去上学了。这是威胁和争论所不能达到的效果。</p><p>很多时候我们并没有看到对方的需求，纵使我们说服对方，使他相信自己的观点错了，但是自尊心也必然使他不愿意做出太大的让步。</p><p>对于推销人员也是一样，顾客总喜欢主动购买而不是被动，因此我们需要找到他们的需求并与自己联系在一起。但仍然有许多销售人员，终其一生不知道怎么从顾客的角度去看事情。</p><p>这是个充满竞争、充满经验机遇与风险的世界，所以少数表现得不自私、愿意帮助别人的人，便能得到极大的益处，因为很少有人能处处为人着想。</p><p>我们要想到他人的需求，给别人想要的，处处为他人着想。</p><h4 id=\"人性的弱点-2\">《人性的弱点》</h4><h4 id=\"4做自己保持自我\">4，做自己，保持自我</h4><p>我们在求职面试时通常会犯的最大错误就是不能保持自我，我们常常不能坦诚地回答问题，只想说出我们认为对方想得到的答案。可是这一点用也没有，因为没有人愿意听这种不真实、虚伪的东西。</p><p>大部分都没有深刻认识到，我们每个人在这个世界上是独一无二的。以前没有像你一样的人，以后也不会有。</p><p>作者自己曾想当演员，于是报名戏剧学院，并且自作聪明的开始研究几位名演员，并尝试把他们的优点都集合起来变成自己。最终花了好多年模仿别人后才发现他学不来任何人，他只能成为自己。</p><p>后来他又在写书时犯了同样的错误。他借来很多书，花了一年的时间吸收他们，把他们的想法变成自己的文章，这文章枯燥乏味，最后作者把他们统统丢进垃圾桶，从头再来。</p><p>卓别林开始排片时导演要他模仿当时的著名明星，结果他一事无成，直到他开始成为他自己才开始渐渐成功。</p><p>所有的艺术归根结底都是一种自我的体现，我们只能以自己的方式唱歌，以自己的方式画画。我们的经验、环境、遗传造就了我们自己。</p><p>不管好坏，我们只有好好经营自己的小花园，才能在生命的管弦乐中演凑好自己的那份曲子。</p><p>爱默生在《自我信赖》中说，人们总有一天会明白，嫉妒是无用的，模仿他人也无异于自杀。无论好坏，我们都只有帮助自己，种自己的田，才能收获自己的人生。</p><p>不用去嫉妒他人，即使我们做不了大路，可以做小路，做不了太阳可以做星星，成败不在于大小，只在于我们是否竭尽自己所能做自己。</p><p>切勿模仿别人，发现自己，做自己，保持自己的本色。</p><h4 id=\"人性的弱点-3\">《人性的弱点》</h4><h4 id=\"5改变不好的工作习惯\">5，改变不好的工作习惯</h4><p>不好的工作习惯有哪些</p><h4 id=\"1办公桌上乱七八糟当你的办公桌上乱七八糟堆满了待复信件报告和备忘录时就会导致你慌乱紧张忧虑烦恼这不仅会让你感到紧张劳累而且容易引发很多疾病\">1.办公桌上乱七八糟。当你的办公桌上乱七八糟、堆满了待复信件、报告和备忘录时，就会导致你慌乱、紧张、忧虑、烦恼。这不仅会让你感到紧张劳累，而且容易引发很多疾病。</h4><p>连续不断的待办事件真的必须处理完毕吗？先整理好桌面，让它看起来干净整洁，先让自己有个好心情，再去处理他们。</p><h4 id=\"2做事不分轻重缓急提高效率的重要方法是先做最重要的事情每天早起列张今天要做的事把一天要做的事情中最重要的事情先做完这样你的效率就会维持在高水平如果你能做到早起的话效果会加倍\">2.做事不分轻重缓急。提高效率的重要方法是先做最重要的事情。每天早起列张今天要做的事，把一天要做的事情中最重要的事情先做完，这样你的效率就会维持在高水平，如果你能做到早起的话，效果会加倍。</h4><p>长期经验告诉我们，没人能永远按照事情的轻重程度去做。但如果能按部就班地做事，总比想到什么做什么的要好得多。</p><h4 id=\"3学不会组织能力不会授权他人没有督导\">3.学不会组织能力，不会授权他人，没有督导。</h4><p>许多人常因为不懂得授权他人，因而提早进入失败的坟墓。这些人事必躬亲，结果被那些烦琐细节淹没，难怪他们常常感到匆忙、忧烦、急躁和紧张。</p><p>大企业高管经常因为不懂得组织、授权和督导，导致五六十岁死于心脏疾病。</p><p>快乐并非取决于你是什么人，或拥有什么，而是取决于你的思想。每天早晨先想想你应该感恩的事，你未来大半由你今天的思想决定。所以让你心中注满希望、自信、真爱与成功的想法很重要。</p><p>养成良好的工作习惯。</p><p>把你的桌面清理干净。</p><p>按照事情的重要程度去做。</p><p>学会去组织，去授权，去督导。</p><h4 id=\"人性的弱点-4\">《人性的弱点》</h4><h4 id=\"6学会解除疲劳\">6，学会解除疲劳</h4><p>有没想过，我们的脑力劳动也会让人感到疲劳，这种说法其实是错误的，至少不那么准确。研究表明，大脑是全然不会累的，那么人为什么会经常感到疲劳呢？</p><p>其实是厌烦、不满、觉得自己无用、匆忙、焦虑、忧烦等这些情绪因素才会消耗掉我们脑力工作者的精力。是我们的情绪在体内制造了紧张而使得我们觉得疲惫。</p><p>确切的说，忧虑、紧张、心乱导致我们经常紧绷着身体去工作，是紧绷的肌肉消耗掉了经理人，使我们感到疲惫。</p><p>几乎全世界人都相信，当我们认真、努力、聚精会神时，总是要皱着眉头，绷紧肩膀，让肌肉做出努力的动作，其实这些跟大脑工作一点关系都没有，只是我们很难控制。</p><p>我们要学习在认真时放松自己，这样就能最大限度减少精力消耗，让自己不再那么容易疲惫。</p><p>放松从肌肉开始。第一是眼睛，眼睛消耗的能量为全身神经消耗能量的四分之一。闭上你的眼睛，静静休息，尝试让自己的眼睛全部松弛下来，一旦你的眼部肌肉放松，你就能忘掉一切烦恼。</p><p>其次是脸部上的肌肉，也做同样的步骤，可以尝试口里不断说，“放松～放松，松弛下来…”。放松就是释放所有紧张和努力，让自己像个旧袜子一样松弛。</p><p>让自己在舒适的环境下工作也能减少紧张的状态。我们应该想尽办法去让自己紧张的情绪缓和下来，目的是减少精力的消耗，让自己不那么容易疲惫。</p><p>找到放松紧张情绪的方法，消除疲劳</p><h4 id=\"人性的弱点-5\">《人性的弱点》</h4><h4 id=\"7枯燥乏味使你疲劳\">7，枯燥乏味使你疲劳</h4><p>爱丽丝一天的工作完回到家显得精疲力尽，但听到有朋友邀请去跳舞，一下子活力十足，跳到凌晨三点才回家。为什么有前后两种不同的表现，她是真的疲倦不堪吗？她只是对工作感到厌倦，抑或对生命感到乏味。</p><p>我们又何尝不是这样，其实情绪上的态度比生理上的操劳更易使人产生疲倦。</p><p>巴马科博士让学生做一系列枯燥无味的实验，结果学生们感到不耐烦想瞌睡，还抱怨头疼、眼睛疲惫、坐立不安，甚至有人胃不舒服。于是他又让学生们做了些有趣的实验，他们一下子焕发活力，精神抖擞。</p><p>当人们感到厌倦乏味时身体的血压和氧消耗会显著降低，而当工作较为有趣和富有吸引力时，代谢现象就会加速。</p><p>其实厌倦是你唯一降低工作能力的原因。我们的疲劳往往不是因为工作而起，而是由于枯燥、忧烦和不满等所造成。</p><p>有个女速记员，每天都要整理和处理资料，这些工作枯燥乏味，她想了个办法让他们变的有趣。她每天跟自己比赛，处理资料的速度每天都记录下来，争取每次记下来的处理速度比上次更快。结果呢？她可能没升迁，也没得到称赞，也没感谢，也没加薪，但她用这种方式让她对工作不至于产生厌倦而疲劳，也对她产生了鼓舞作用。</p><p>尽力使一件原本枯燥无味的工作变得有趣，而自身也会充满活力，这能让我们在一段时刻里得到快乐和享受。</p><p>如何让自己的工作变得饶有兴趣呢？这可能是我们要尽力想办法去做的事。</p><p>以前有个美国销售员卡腾本在法国谋生，他要跑很多家陌生人家去推销产品，这是项艰难而乏味的工作，但他决意要使得工作变得有趣。后来他做到了，他告诉我们：</p><p>何不假装自己是个演员，而有一个人正在看你的表演？你所做的就是在舞台上表演一样有趣。他努力把工作当作有趣的探险，这使得他原本讨厌的工作变得饶有兴致。</p><p>时时刻刻提醒自己，对工作保持兴趣，这不但可以免除忧虑，还可以帮助你得到升迁加薪的机会。纵使不能，它依然能降低你的疲劳，并帮助你享受快乐的时光。</p><p>努力让枯燥的工作变得饶有兴趣。这不但能让我们消除大部分的疲倦，也能让我们享受快乐的时光。</p><h4 id=\"人性的弱点-6\">《人性的弱点》</h4><h4 id=\"8思想的重要性\">8，思想的重要性</h4><p>诺曼.文森特.皮尔说，你所认为的并非真正的你；反倒是你怎么想，你求是什么样的人。</p><p>罗威尔.托马斯是拍纪录片的好手，他拍的影片在全世界都轰动，但在几年后宣告破产时只能靠借钱吃顿好的。但他任然在牛津街头上抬头挺胸，拥有着积极的心态和勇气。他拒绝被打倒，他认为挫折是人生的一部分，要想达到成功的巅峰就得经历这种磨练。</p><p>心理学家也对人们在催眠时的生理功能做了测试。测试结果发现，当我们在催眠时被告知自己拥有强壮的身体后平均释放的力量要多出50%。这说明当我们心中充满极有力的思想时，每人平均都提升了50%的体力。</p><p>基督科学派创始人艾迪曾遭遇各种不信，最后自己躺在病床上等死时翻了耶稣的话，这让她内心产生了一股力量，支撑她走出病痛恢复健康。从此开始她教导人们如何通过改变思想来治愈身体。作者说自己年纪越大越知道思想的巨大力量。我们可以通过改变想法来克服忧虑、恐惧甚至疾病，从而改变人生。</p><p>只要我们有思想的力量，外在的环境对我们去的影响也会变得有限。一个送去断头台的军人可以坐在自己的棺木上还在欣赏着远处的美景。科考队在南极遇到暴风雪没有粮食时可以继续欢唱直到去世。失明的弥尔顿在300年前就知道，心灵是它自己的殿堂，它可以成为地狱中的天堂也可以成为天堂中的地狱。</p><p>那么我们怎么来改变自己的思想呢？顶尖心理学家威廉.詹姆士说，行动与感觉是并行的，意志控制了行动，行动也能间接控制意志。</p><p>我们虽然不能一下决心就改变了自己的思想，但我们确实可以通过改变行动来改变思想。当我们行动时，我们的思想也会随着改变，特别是在感觉上。</p><p>试着在你脸上堆起大大的开心的笑脸，放松肩膀，深吸一口气，再唱歌，或吹口哨。很快你就能明白什么是“行动引起感觉的变化”。如果你的行为散发的是快乐，就不可能在心理上保持忧郁。</p><p>让我们先行动起来，改变自己的行为方式，从而改变思想，改变生活，改变命运。</p><p>詹姆斯.艾伦在《思想的力量》中有这么段话：人如果改变了对事与人的看法，事与人就会对他发生改变。如果一个人的想法有巨大的变化，他会惊讶的发现生活中的状况也同样有急速的变化。我们所有人都是思想的产物，人提升了自己的思想才能提升自己的实力去完成更高级的事情。</p><p>如果想控制你的思想，克服自己的恐惧，控制自己的心智与精神。我们要先从控制自己的行为开始，从行为中控制思想改变思想。</p><p>让我们为自己的快乐奋斗。想的开心、做得开心，你就真的会觉得开心。</p><h4 id=\"人性的弱点-7\">《人性的弱点》</h4><h4 id=\"9不要曾恨敌人\">9，不要曾恨敌人</h4><p>当我们对敌人曾恨时就是在伤害自己。它会控制我们的睡眠、胃口、健康、以及情绪。这对我们来说太不划算了。</p><p>耶稣说“要你的敌人”，其实他是在替你治病，这样你就会从糟糕的身体状况中恢复过来，拥有好的心情。他也是在帮你美容，因为很多人因为仇恨愤怒而布满皱纹甚至变形。</p><p>即使我们没办法爱我们的敌人，起码也应该多爱自己一点。</p><p>罗纳就用爱敌人的方式赢得了工作。他在找工作时写了很多信求职，有位雇主说他字写的烂而且文字也差，他很愤怒想写回信骂对方，但他后来一想或许这可以提醒自己改进书写技巧，于是写了封信感谢对方，没想到对方回信请他见面并录用了他。罗纳找到了，以柔和驱退愤怒的方法。</p><p>没有任何能侮辱或困扰我们，除非我们自己允许。如果你能爱敌人，那么棍棒虽然可以打断我们的骨头，但言语休想动我们分毫。</p><p>1918年有位黑人教师兼传教士琼斯曾在对黑人演说时因自己说了“战斗”“武器”这几个词语而被判策动叛乱执行死刑。在脚手架上，他仍然没有恨打他骂他的人，娓娓道来他的理想，改善南方落后地区，教育他贫困的同胞兄弟，教育失学的孩子等。最后改动了所有人将他放了下来，事后他说“我没空争吵，也没时间反悔，没有人能强迫我恨他们”，他不为自己求情，只为自己的使命求情。</p><p>那么我们怎么做到不将敌人怀恨在心呢？从长远来看，每个人都会为自己的错误付出代价。能将此常怀于心的人。就能不对人发怒、愤懑、诽谤、攻击或怨恨。</p><p>林肯就是很好的榜样，他委任相当高的职位给曾侮辱过他的人，包括迈克兰、使瓦德、史丹顿、蔡斯等。</p><p>他认为，如果你我像我们的敌人一样承袭了同样的生理、心理以及情绪特征，如果我们的人生也完全一样，我们可能会做出跟他们完全一样的事。与其诅咒报复我们的敌人，何不给他们谅解、同情、援助、宽容以及为他们祈祷。</p><p>不要仇恨我们的敌人，那样只会伤害我们自己。</p><h4 id=\"人性的弱点-8\">《人性的弱点》</h4><h4 id=\"10不指望别人感激你\">10，不指望别人感激你</h4><p>有个老板给员工发了10000美元奖金却没有一个人感谢他，他很愤怒，为此他近一整年为这事愤愤不平。圣人说过，一个愤怒的人，浑身都是毒。</p><p>也许书他本身就是个挑剔又不知感谢的人，以致别人不敢也不想去感谢他。</p><p>感恩其实是件极有教养的产物，很少有人拥有。如果你指望别人感恩，那么你犯了大错。</p><p>有个妇人一直抱怨自己孤独，没有一个亲戚愿意接近她，去看望她的人都要被她喋喋不休很久。最后没有人再去看望她了，她只能装病发作，医生也束手无策，说她的问题是情绪问题。</p><p>有很多人像她那样渴望被爱，但世上真正能得到爱的唯一方式就是不索求，而且还要不求回报的付出。</p><p>作者说自己的父母就很享受付出的快乐。他们本来就穷，还不断的向孤儿院寄钱，他们享受了帮助这些无助小孩的喜悦，并不寄希望于任何回报。施与而不求回报的快乐是他们所能得到的最大快乐。</p><p>除了不求回报得付出，我们也要以身作则的教育孩子们要懂得感恩。作者举例自己的姨母，她把自己的母亲接过去照料，同时也照料她婆婆，她还有6个孩子，对她来说做这些都是正常的她也愿意。年老后她的子女都希望她住他们家去，子女们都对她钟爱极了。</p><p>要想有感恩的子女，只有自己先成为感恩的人。我们所言所行都会成为孩子的榜样，这些对言行我们来说是小事，孩子们却听进去了。如果我们习惯感恩，孩子们无意中也学会了赞美感恩的习惯。</p><p>不要指望别人感恩，付出是一种享受施与的快乐。</p><h4 id=\"人性的弱点-9\">《人性的弱点》</h4><h4 id=\"11知足常乐\">11，知足常乐</h4><p>作者有个朋友叫罗德，是个开杂货店的，但亏了很多钱也欠了一屁股债，他说自己像只斗败的公鸡，失去了斗志和信心。有一天他看到马路对面过来一个没腿的人，坐在木板上下面做了4个轮子，两手用木头支撑划动着向前。正当他费力抬起身下木板时，目光与我相遇，他向我灿烂的笑着说“早安先生！今天的天气真好不是吗？”。这一幕把他震惊了，一个失去双腿的人还能开心快乐、充满自信，我为什么还那样沮丧。想到此他顿时就精神多了，从此鼓起勇气向前迈进。</p><p>飞行家肯贝克曾在太平洋漂流21天，他说这给他最大的教训就是，我们如果已经有足够的饮水与食物，就不该再有任何抱怨。他把烦恼缩小到了最小。</p><p>其实大多数我们担心的事情都是没有意义的，它只会浪费掉我们更多精力。这也阻碍了我们前进的脚步。</p><p>那么怎样才能消除这些担忧和烦恼呢？</p><p>作者的同学讲述了自己的故事：他说那时自己工作排的很紧，忙得不可开交，后来终于病了，医生说要躺在床上一整年。他哭了很久担心着担心那，最后终于慢慢平静下来开始努力建立另一套价值观。他每天早晨醒来开始强迫自己回顾自己拥有的一切，我的身体没有疼痛，我有个可爱的女儿，我的眼睛依然能看到世界，耳朵依然能听到悦耳的音乐，有看书的闲暇，也有一些好朋友。他慢慢养成了这种盘点自己所拥有的福分的习惯，担忧和烦恼也渐渐离他远去。</p><p>为了清除掉我们的担忧和烦恼，我们应该每天告知自己一下自己已经拥有的多少福分，养成这种习惯，当自己面对自己缺少的东西时更加平静。</p><p>知足常乐。每天盘点下我们所拥有的，这些已经够我们快乐的活下去了。</p><h4 id=\"人性的弱点-10\">《人性的弱点》</h4><h4 id=\"12将不利因素转化为成功因子\">12，将不利因素转化为成功因子</h4><p>当人们发现命运给了他不幸时很多人都只会自怨自艾的说“我完了，我的命怎么这么差。”于是陷入与世界作对的自怜之中。</p><p>芝加哥大学校长采取的方法则反其道而行之。他会说“我可以从这次不幸中学到什么？怎么样才能改善我目前的处境？怎么才能从我现有的情况下发展起来？”</p><p>作者访问了一个佛罗里达州的农民，他将不幸转化为了成功的因子。那时他买了一块农地，发现这地比较贫瘠无法种植，只有灌木丛和响尾蛇，他很沮丧。后来他开始在农地上养响尾蛇，并将响尾蛇做成蛇肉罐头出口，蛇皮卖给鞋厂做鞋，最后给整个村子带来了致富的道路。</p><p>人生中用我们已获得去投资那谁都会。真正关键的是如何从不幸中找到出路。</p><p>作者还认识一个失去双腿的人，他最后反转了不幸成就了自己。他叫本.佛森，在24岁那年因为车祸被宣判一辈子要在轮椅上度过。他当时很愤怒，也很怨恨命运的作弄。但他慢慢地发现抗拒对自己毫无帮助，这只会使自己变得尖酸刻薄。</p><p>过了震惊和愤怒的阶段，他开始阅读，他14年里读了1400本书，这些书拓展了他的领域，他的人生比以前想象的还要丰富。他也开始真正欣赏音乐，不过真正重要的是他开始有了自己思考的时间。他终于体会到以前努力追求的很多事其实没有真正的价值。</p><p>由于阅读，他开始对政治感兴趣，他研究公共问题。他坐在轮椅上发表演说，他开始了解人们，而人们也开始认识他。最后他坐在轮椅上当上了佐治亚州的州务卿。</p><p>当我们面对不幸时我们要相信，我们的缺陷、不幸、弱点，也是提供给我们另一种机会和力量的来源。</p><p>进化论的达尔文就曾坦承他自己受到过弱点的刺激，众人认为他无能所以才刺激他辛勤努力完成进化论的工作。</p><p>看不见的弥尔顿，耳聋的贝多芬，耳聋目盲的海伦凯勒，是不幸激发了他们的潜力，他们也在不幸中找到了通向成功的因子。</p><p>人生最重要的不只是运用你所拥有的，这谁都会，真正重要的是如何从困难中找到出路，在不幸中找到幸运。</p><p>当命运交给你一个酸柠檬时，你得想办法把它做成甜的柠檬汁。</p><h4 id=\"人性的弱点-11\">《人性的弱点》</h4><h4 id=\"13批评他人是一种自我满足\">13，批评他人是一种自我满足</h4><p>英国威尔斯亲王小时候曾就读一所海军学校，有一次他被人打了，虽然他没抱怨但军官还是查出了打他的人，最后问他们为什么打人，他们说因为长大了可以吹嘘自己曾经打过英国国王。</p><p>我们总是情不自禁的会因为想要引起重视而去批评别人。如果你被批评，那是因为批评你会给他带来一种重要感。这也侧面说明，你是有成就的重要的。很多人凭借职责比自己更有成就的人来获得满足感。</p><p>前任耶鲁大学校长蒂莫西.德怀特也不例外，他以诋毁美国总统候选人为乐，他诋毁杰佛逊总统是个行为不端，道德沦丧的人，但杰佛逊最后撰写的独立宣言被赞誉为民主先驱。</p><p>皮尔里上将瘾到北极探险而闻名于世，华盛顿的将军们指控他以科学研究为名骗取经费，到处在北极游荡，最后麦肯来总统亲自下令才得以平息。</p><p>我们在批评他人的时候常常是因为需要想从他人身上得到重要感。</p><h4 id=\"人性的弱点-12\">《人性的弱点》</h4><h4 id=\"14不要让别人的批评中伤到自己\">14，不要让别人的批评中伤到自己</h4><p>作者曾因为一个记者写了一篇报道攻击自己而生气，于是他打电话给那个报社要求他对这篇报道做出解释，并且坚决要他为他的错误受到惩罚。后来想起这件事，作者感到很惭愧，他知道一半的读者可能根本没看到这篇文章，另一半看到的也是抱着随意的心情去看它。即使这一半中有一半的读者仔细看过也会在几周内将它忘得一干二净。</p><p>其实没人真正关心别人的事，因为人们通常只想到自己。人们关切自己轻微的头疼，只怕比关切你我的报道要多的多。</p><p>作者也曾向罗斯福总统的夫人请教如何处理恶意的非难，因为她曾受尽这类批评，可以算是拥有最多的朋友以及最多的敌人的白宫女夫人。她说她少女时期非常害羞也恐惧别人的批评，有一天去请教了罗斯福的姐姐，姐姐告诉他：“只要你相信自己做的是对的，就不要在意别人怎么说”，“做你认为正确的事，因为你反正都会受到批评。你会因为做了某些事被骂，也会因为什么都不做而被骂，结果都是一样的。”</p><p>美国国际公司总裁马修.布鲁斯也曾为这事烦恼，一开始他不断去安抚反对他的人，最后发现为了避免别人对他个人的批评，他视图安抚的人越多，同时得罪的人也越多。</p><p>不要去在意恶意中伤你的人，如果你身居领导地位，就注定了要被批评。</p><p>林肯总统可是被很多人中伤过的，他有句名言“只要我不对任何攻击做出反应，这件事就只有到此为止。我尽力而为，我将继续如此直到生命结束”</p><p>不要让别人的批评中伤到自己，只要认为自己做的是对的，就做好自己的事。</p><h4 id=\"人性的弱点-13\">《人性的弱点》</h4><h4 id=\"16学会自我批评\">16，学会自我批评</h4><p>作者曾让秘书记下自己做的傻事，但很多事情任然蠢到没脸让秘书去记，只好自己偷偷写在笔记本里。他说自己曾把自己的麻烦怪罪到别人头上，随着年龄渐增才发现应该怪的人只有自己。</p><p>作者曾请教美国商业信托银行董事长豪威尔，他说自己每周末都给自己一天时间打开笔记本回顾下这周所有面谈、讨论、会议的过程，审视下自己做错了什么，有什么是正确的，我还能干什么来改进我的工作表现，我能从这次经验中吸取什么教训。每周这种检查都让自己不开心，因为做了很多自己不敢相信的鲁莽的事。年事渐长后情况会好一些，他也一直保持着这种自我分析的习惯，它的帮助很大。</p><p>豪威尔这种做法是向富兰克林学来的，富兰克林做的更极致，每晚都反省一次。他发现13项严重的错误，其中3项最严重的是，浪费时间、关心琐事、与人争论。富兰克林每周都努力改进一些一个坏习惯，他与自己的缺点奋战了整整两年，后面的日子坏习惯就越来越少了。</p><p>林肯也是，有一次林肯签署了一次调兵命令，史丹顿拒绝执行并托人告诉林肯这个命令愚不可及，林肯平静的回答“如果史丹顿骂我愚蠢，我多半是真的笨，我会亲自去跟他谈一下”。林肯到了史丹顿那里，史丹顿指出了他这项命令的错误，林肯就此收回了命令，林肯很有接受批评的雅量，只要他相信对方是真诚的，有意帮忙的。</p><p>“敌人对我们的看法比我们自己的观点可能更接近事实。”这句话常常是正确的，可是被人批评的时候，如果我们不提醒自己，我们还是会不假思索地采取防卫姿态。</p><p>人总是讨厌被批评，喜欢被赞赏，因为我们并非逻辑动物，而是情绪动物。</p><p>听到别人谈论我们的缺点时，想办法不要急着辩护。让我们放聪明点也更谦虚点，我们可以气度恢宏地说“如果让他知道我其他的缺点，只怕他还要批评得更厉害”。</p><p>高露洁的总裁曾在商家处推销产品时主要要求对方指出问题所在，每次他推销失败，都会返回去商家告诉他自己不是回来推销的，希望能得到你的意见与指正“请告诉我刚才有哪些地方做的不对的，你的经验比我丰富，事业又成功，请给我一点指正，直说无妨，不必保留。”</p><p>查找自己的问题，并竭尽全力去改善，大度的接受批评，并从中受益。</p><h4 id=\"人性的弱点-14\">《人性的弱点》</h4><h4 id=\"17真诚地去关心他人\">17，真诚地去关心他人</h4><p>很多人终其一生都在向别人搔首弄姿，企图引起别人的注意，让别人来关心自己。这是枉费力气的，因为人们根本不会来注意你，他们只会注意自己。有人在500通电话中统计过，人们用的最多的字眼就是‘我’。如果我们只想引起别人的注意，一心只想在别人心里留下印象，我们就不可能交到许多真心、诚恳的朋友。</p><p>心理学家阿德勒在《自卑与超越》中写了这么一段话发人深醒：但凡不关心别人的人，必定会在有生之年遭受重大困难，并且大大伤害到其他人。也就是这种人，导致了人类的种种错误。</p><p>霍华.社斯顿是个魔术大师，虽然别人也有他那样的技巧，但许多魔术师在面对观众的时候，总是会想“看啊，那里坐着的是群蠢货，一堆土包子。看我必能把他们唬的目瞪口呆。”社斯顿绝不这么想，他每次上台都会对自己说“我很感谢这些人来看我。是这些人使我的生活如此愉快，我要尽量把绝活使出来让大家欣赏。”这就是他的成功秘诀。</p><p>罗斯福总统就是这样一个真诚关心他人的人，有次仆人问他什么是鹌鹑时，他详细的跟他解释，还在某日打电话给对方让他看窗外有只鹌鹑停在窗口外面。所有白宫里的工作人员他都会跟他们非常亲切的交流，对每个人都打招呼并且寒暄几句。这些人都非常怀念罗斯福在白宫的日子，那是他们仅有的感到快乐的日子。</p><p>对看似平凡的人给予同样的关怀，使得一位业务员挽回了一个客户。他叫爱华徳.赛克斯，他每次去一家药品杂货店都会跟柜员职员寒暄几句，然后才去见店主。有次店主告诉他不卖他的产品了，他落荒而逃，当他平复心情后回到店里，照常跟店员聊了几句再去见店主，此时店主却高兴的欢迎他回来并且比平时订的货还多，当他奇怪时，店主告诉他，有个卖饮料的男孩告诉他，他是所有推销员中少数几个会同他打招呼的人之一，他告诉店主如果有什么值得信赖的人的话，那就是赛克斯了，从此店主成了赛克斯最好的客户。</p><p>对人关心是推销员必须具备的特质。我从个人的经验中也发现，只有你真正关心他人，才能赢得他人的注意、帮忙和合作。</p><p>不仅如此，如果我们想结交朋友，就要先为别人做些事情，那些需要真正花时间、精力、体贴、奉献才能做到的事。还有，如果我们想结交朋友，在向人致敬的时候一定要显得热诚而有精神。最好用愉悦悦耳的声音说“哈喽”。很多公司训练接线员的回答电话的声音就是这样的，要显得关心、热忱。以后我们说话和打电话时也要记住这个要诀。</p><p>一位生活在底层的人也曾告诉作者这样的故事。那时他还在靠着社会福利救济金过活，有天他受伤趟在医院里，没人来看他，他觉得十分孤独、绝望和恐惧，于是躲在被子里哭，有个护士过来帮他抹去眼泪，跟他聊天，邀请他一起在医院吃饭，直到开始上班才离去，并且下班后又回来看他，陪他聊天，最后直到他睡下了才离开。他永远不会忘记那个特殊的日子，那时他有挫折、恐惧、孤独，还有来自一位陌生人的温情和关怀。</p><p>真诚地去关心他人，这样我们才能真正的交到朋友，得到别人的喜欢。</p><h4 id=\"人性的弱点-15\">《人性的弱点》</h4><h4 id=\"18如何使人喜欢你-给予真诚的微笑\">18，如何使人喜欢你-给予真诚的微笑</h4><p>每个男人都知道一点关于女人的微笑，一个女人脸上所表露的神色，比身上所穿的衣服重要得多。</p><p>斯瓦伯说他的微笑值百万，他的成功差不多都要归功于他那倾心的微笑。那么我们只是张嘴笑就可以了吗？不是的，微笑必须是真实的、热心的，有内心发出来的微笑，那种能在市场上得到好价格的微笑。</p><p>纽约的百货公司人事部主人告诉作者，他只雇佣有一个可爱微笑的职员，也绝不雇佣一个面孔冰冷的博士。一家大橡胶公司董事也说，就他的观察，一个人无论做什么事，如果不高兴去做，是很少成功的。</p><p>纽约交易所交易员丹哈德说了他的故事，他已经结婚18年了，对妻子很少微笑，他是百老汇街上脾气最坏的人。因为作者要他演讲一个关于微笑的经验故事，于是他开始尝试一周，每天早上向妻子面带微笑的说“亲爱的早安”，就这样坚持了两个月，没想到这两个月所得到的快乐比过去1年中所有加起来还要多。于是我在办公室也开始这么做，对公寓中对所有遇见的工作人员都说一声“早”并报以微笑，在地铁站小店里买东西时对里面的伙计也微笑，站在交易所里对所有工作人员都以微笑相待。不久就发现人人都反过来对他微笑，微笑每天都带给他许多财富。最后他已经摒弃批评了，嘴里只有欣赏和赞赏。他说他已经不讲我要什么了，而是看别人需要什么。整个人都变了，变成了一个更快乐更充实，拥有更多朋友的人。</p><p>棒球手白德阁，现在是一个美国最成功的保险商人，他告诉作者，自己多年前研究得出，会微笑的人永远受欢迎。所以他每次去别人办公室前都停留片刻，想想他应该感谢的许多事情，这能引发他真实的微笑，然后再进入办公室。他相信这种简单的技术与他销售保险获得特殊的成功有很大的关系。</p><p>赫巴德写过这样一段话：对朋友微笑，每次握手集中精神，不要怕被误会，不要费一分钟想你的仇敌。全神贯注于你喜欢做的事情上，一段日子后你就会发现你不知不觉抓住了你梦寐以求的机会。保持一个正确的心态，勇敢、诚实、欢悦的态度。所有的事都是由欲望而生的，凡真心祈求的都会应验，因为我们心中关注的是什么，我们就会变成什么。</p><p>给予别人真诚的微笑，使人喜欢你</p><h4 id=\"人性的弱点-16\">《人性的弱点》</h4><h4 id=\"19记住别人的名字\">19，记住别人的名字</h4><p>吉姆是个孤儿，10岁就去砖厂搬砖，他从未接受过教育。但凭着他乐观积极的性格和讨人喜欢的本领慢慢摸爬滚打，最后参政当上了美国邮政总监，他的秘诀就是“记住别人的名字”。吉姆在早年就发现普通人对自己的名字最感兴趣。记住他人的姓名并很轻松的叫出来，你便是对他有了巧妙而很有效的恭维。</p><p>钢铁大王卡耐基10岁的时候就发现人们对自己的名字惊人的重视，有一次他的兔子没有食物可以喂了，于是他告诉邻近的孩子们，如果他们愿意出去采集充足的蒲公英与金花菜来喂他们，他就可以用自己的名字来命名这只兔子，这一计划功效神奇。后来他把这套运用到商业上，有一次他们与普尔门精英的公司竞争，双方比拼的不可开交。有一天卡耐基刚好在旅馆遇到普尔门，就与他讨论互相合作而非竞争的事，最后普尔门问“他们合作的新公司起什么名字”，卡耐基立刻回答“当然是普尔门卧车公司”，普尔门听后脸上发光，随后这桩实业界的奇迹就这样促成了。卡耐基这种记忆与尊敬朋友的名字的策略是他成为商界领袖的秘诀。</p><p>罗斯福也同样非常重视别人的名字，有一次张伯伦为他定制了一辆汽车，并与机械师一同将此车送交白宫，罗斯福在众人面前大赞张伯伦送来的汽车，在他们离开时，罗斯福总统特意寻找那位机械师与他握手，并呼出他的名字，只因为他们在交谈时听过一次他的名字。罗斯福向他感谢他来华盛顿，并制作出了这么精美的汽车，他的致谢绝非草率，确是一种真诚。罗斯福知道一种简单、明显、并且重要的获得好感的办法，就是记住他人的名字，并呼出来使他感觉重要。</p><p>那么用何种方法才能记住别人的名字呢？拿破仑三世说自己与别人交谈时会仔细听对方的名字，如果没听清楚，就会说“对不起，我没有听清姓名”，如果是一个不常见的名字，则他会继续追问“请告诉我你的名字是如何拼写的”。在谈话中，他费心地将姓名反复记忆数次，并在脑海中奖姓名与这人的面孔、神色以及其他外观联系起来。如果这人很重要，那更要费点事去记忆，他会把名字写在纸上，并注意观察他们，牢记在心后将纸撕掉，这样印象深刻使得名字记在心中。</p><p>记住别人的名字，它是语言中最甜蜜最重要的声音</p><h4 id=\"人性的弱点-17\">《人性的弱点》</h4><h4 id=\"20静静听他人讲话\">20，静静听他人讲话</h4><p>作者有一次在一个聚会上与一个朋友聊天，她说想请作者告诉她到过的所有名胜及见过的奇景。当他们坐下后，朋友说丈夫最近去了趟非洲，作者表示很好奇且非常感兴趣，于是这个朋友滔滔不绝说了45分钟直到谈话结束。作者说其实她并不要听的我的旅行，她所需要的不过是一个专注的听她讲故事的人，这能使她很愉快。</p><p>作者也在一次宴会上遇到一个植物学家，并且静静的在椅子上听他讲述关于大麻、室内花园、以及马铃薯的惊人事实。最后结束时，那位植物学家向主人极力夸奖作者是一个“富有激励性的、有趣的谈话专家”，但其实作者什么都没做，只是静静的听他讲他的故事，并且真的对他讲的故事感兴趣。静静的听是我们对任何人的一种最好的恭维，让对方感受到自己被受到了足够的尊重。</p><p>玛顿说了自己经历的一个故事，有个顾客的衣服褪色了，他回去找到店员，店员跟他争论不休，这使得他更加恼怒，此时有为经理过来调解，他静静听了他的述说，并且站在顾客的角度与店员辩论，最后他承认自己并不真正知道原因究竟是什么，希望顾客再使用1周，如果还不满意保证帮他换一套满意的衣服。最后顾客满意的走出了商店，使用一周后衣服并没有毛病，并对这家商店恢复了信任。那些挑剔的，情绪激烈的人，常常在一个忍耐、同情的静听者面前软化降服，因为他们感觉到了自己被尊重和重视。</p><p>另一个打电话投诉电话公司的老者以某种理由拒绝支付费用，并且不断投诉公司，一位富有调解技巧的调解员去拜访他4次，每次都静静的听他发牢骚，并对他表示同情，前几次每次都有3个小时的牢骚，最后1次他成为了老先生的朋友，并且老先生改变了态度，变得友善且支付了账单。这位老先生认为自己在为公义而战，保障公众权利，不受无情的剥削，但实际上他需要的是得到尊重和重视。他一开始以不停的抱怨和投诉来求得这种重视和尊重，后来他从调解员那里得到重视和尊重后，他不切实际的冤屈就消失了。调解员的忍耐和静听降服了老先生。</p><p>不只是普通人，名人也有这样的问题。林肯总统在最黑暗的内战时邀请老朋友来白宫聊聊黑奴宣言的事，老朋友到白宫后，林肯一直滔滔不绝的说着自己对这些事情的看法和想法，最后竟然都没有征求老朋友的意见就送走了老朋友。林肯总统也与我们普通人一样，在困难中，在感情受到伤害时，需要一位友善的、富有同情的静听者，使得他可以发泄苦闷。</p><p>要使人对你感兴趣，那就先使人感兴趣。问别人喜欢回答的问题，鼓励他人谈论他们自己以及他们所取得的成就。不要忘记，与你谈话的人，他们对自己的需要，自己的问题，比对你及你的问题要感兴趣100倍。</p><p>静静听别人讲话，鼓励对方谈论他们自己</p><h4 id=\"人性的弱点-18\">《人性的弱点》</h4><h4 id=\"21主动迎合别人的兴趣\">21.主动迎合别人的兴趣</h4><p>罗斯福总统每次接待来宾都说罗斯福见识广博，是因为它每次接待访客前一晚都会阅读访客的资料来了解他们的兴趣与爱好，以便找到令人感兴趣的话题。</p><p>作者小时候在家遇见一位律师，他与父母交谈完后与自己聊天，当时自己谈了很多自己感兴趣的关于船的事并向母亲称赞他为人很好，而母亲告诉他，其实他对船一无所知，只是见我对船感兴趣，所以谈论它能让我喜欢并感到愉悦，同时也使他自己被人们所欢迎。这件事震惊了我。</p><p>查理夫曾为童子军去欧洲露营筹集款项，有一次要请一个大公司的经理资助，听说他曾开过一张100万美元的支票最后被退回来的故事，于是当他访问这位经理时，告诉他自己听说过100万美元支票的事，并表示很羡慕他，请他告诉自己其中精彩的经过。这位经理兴致勃勃的聊了很久他所做的事，最后才回神过来问查理夫“我顺便问你，你要见我有什么事？”当查理夫告诉他关于资助童子军的事后，对方爽快的答应了，并且还资助了5位童子军去欧洲露营，还在巴黎接待了他们。如果不是查理夫找出他感兴趣的事，恐怕他很难接近这位经理。</p><p>杜佛诺先生想把接下一家旅店的面包生意，他跟了这家旅店经理前前后后4年也没什么进展，最后发现这位经理对旅馆招待员协会很感兴趣，而且是这个协会的会长，于是有一次与他碰面时跟他聊了关于招待员协会的事，他们聊的很开心。这次谈话后旅馆的一位负责人打电话告诉杜佛诺，要他带着货样和价目表去签合同。若不是杜佛诺找到这位经理感兴趣的事，恐怕还得紧追不舍好久。</p><p>我们应该主动寻找和谈论别人感兴趣的话题</p><h4 id=\"人性的弱点-19\">《人性的弱点》</h4><h4 id=\"22让别人感到被重视\">22.让别人感到被重视</h4><p>人们总是喜欢自我表现，夸大吹嘘自己，一旦事情成功，他们首先表现就是自己有多大的功劳，作出了多大贡献。其实这样不就是向他人表明，你们并不重要，这无形中伤害了别人，最终也伤害了自己。</p><p>作者有一次去邮局寄包裹，营业员对工作感到厌烦，作者想让他喜欢自己，于是想说些好话，但又想不出能值得称赞他的事，这确实是个难题，特别是面对一个陌生的人。当他称重作者的物件时，作者热切的称赞他的头发很浓密、乌黑靓丽。营业员露出了微笑并告诉作者“它已经不像以前那么好看了”，然后他十分高兴的与作者聊了一会。事后有人问作者“你想从那人身上得到什么？”。其实作者就是想从他身上得到快乐，作者得到了助人的快乐，并把这种快乐传递给别人，这种感觉和记忆会永远保存在我们的记忆中。</p><p>如果我们能时时让别人感到重要，生活中大概不会惹来什么麻烦，而且可以得到许多友谊和永恒的快乐。哲学家约翰.杜威说过“人类本质里最深远的驱动力就是，希望自己具有重要性”心理学家威廉.詹姆士也说过类似的话“人类本质中最殷切的需求就是，渴望得到他人的肯定”</p><p>加州有位老师叫罗兰，上完课后与班里一位安静、害羞、缺乏自信心的男孩克里斯搭话，他问他是否喜欢上这堂课，男孩很紧张害羞，情绪波动很大，极力忍住后说“你是说，我表现得不够好吗，罗兰先生”，罗兰回答到“啊不，克里斯，你表现的很好”，下课后走出教室时，克里斯用肯定有力的语气对罗兰说“谢谢你，罗兰先生”。这使得罗兰对我们内心深处的自尊印象深刻，于是他每堂课都在教室前方挂上一个标语“你是重要的”，来提醒自己，每个我所面对的学生都同等重要。</p><p>差不多每个人都认为自己在某些地方比你优秀，所以要打动他们内心的最好方法，就是巧妙的表现你衷心的认为他们很重要。带给对方快乐的同时，自己也感受到了快乐。当对方感觉自己被重视时，我们也得到了尊重。</p><p>真诚的表现，让对方感到自己被重视</p><h4 id=\"人性的弱点-20\">《人性的弱点》</h4><h4 id=\"23不要争论不休\">23，不要争论不休</h4><p>作者有一次出席一个名人的宴会，在宴会上这个名人说了一句引字《圣经》的话，作者知道它其实是引自莎士比亚，于是为了彰显自己的自重感和优越感，未经请求就去纠正了他，但他坚持阵地与作者争辩。争辩许久，作者无奈只好请求旁边博学的朋友帮忙，朋友用脚踢了作者，并说作者是错的，那位名人是对的。事后作者问朋友为何如此说，朋友说“为什么要证明他是错的呢，那能使他喜欢你吗，应该永远避免正面的冲突”。永远避免正面的冲突，作者牢牢的记下了这句话。</p><p>作者说自己年轻时就是一个执拗的辩论者，喜欢与别人辩论，参加了许多辩论大赛，甚至计划写一本辩论的书。于是他研究了很多辩论，并注意了它们的影响，最后发现一个结论：天下之忧一种方法能使辩论的利益最大化，那就是避免辩论。我们10次辩论后有9次，结果是每个争论的人都比以前更坚信他们是绝对正确的。</p><p>我们在辩论时，我们也许是对的，绝对是对的。但在并不能改变对方的思想，就像我们错了一样。我们绝不可能用口头争辩来改变任何人的思想，无论他的智力高低。</p><p>以前有一位税务顾问叫巴森士，他与一位税收稽查员争论税务问题。这位稽查员冷淡、傲慢、固执，巴士先生与他争辩毫无办法。于是他换了种方式，他绝对避免辩论，他先称赞他所说的知识曾在书本中看到过，夸奖他经验丰富，然后与他探讨民间一些巧妙舞弊的方式，最后还聊到他孩子的故事，在临走前，稽查员告诉他愿意再考虑下巴士先生的问题，过几天给予答复。3天后他到巴士先生办公室告诉他已经按照他的意思办理税目。稽查员表现的正是一种最普通的人性特点，他需要一种自重感。巴士先生越与他争论，他就越想扩大自己的权利，得到他的自重感。但一旦承认他的重要，辩论便停止了，因为他的自尊心得到了满足，他立即变成了一个同情和友善的人。</p><p>我们常常要记得，生活中，要使得我们的顾客、情人、丈夫、妻子在偶然发生的细小讨论上故意让他们胜过我们。这样才能使得人们信服。</p><p>永远避免与人正面冲突，不要争论不休。</p><h4 id=\"人性的弱点-21\">《人性的弱点》</h4><h4 id=\"24尊重他人的看法\">24，尊重他人的看法</h4><p>当我们指出对方的错误时，对方会因此同意你的观点吗？绝对不会。因为我们先伤害了他们的智力、判断力、荣誉和自尊，这只会造成对方的反击，而不会改变他人的观点。千万不要宣称“我要证明给你看”</p><p>诗人波普说，“你在教人的时候，要好像若无其事一样。事情要不知不觉地提出来，好像事情是被他遗忘的一样”科学家伽利略也说过，“你不能教人什么，你只能帮助他们去发现”切斯特菲尔德爵士告诉儿子，“要比别人聪明，但不要让他们知道”</p><p>指出别人的错误是要付出代价的。如果一定要指出，也要有技巧。“啊，慢着，我有另一个想法，不知对不对。假如我错了希望你纠正我，让我们共同看看这件事”。如果你这样说，天下绝对没有人反对你。</p><p>心理学家卡尔.罗杰斯在他的书中写过，“能了解别人的想法，你会获益很大。也许你会觉得奇怪，真有必要去了解别人吗？我想是的。每当有人表达自己的看法时，我们通常第一反应是，你错了，你好蠢，这毫无道理，我们很少去了解对方真正的意图”</p><p>作者有一次买了一个很贵的窗帘，结账时自己也吓一跳。有一天一位朋友来看他，当他得知窗帘的价格时态度很夸张“什么？别吓人了，你肯定被骗了。”于是作者只能提出便宜没好货的道理来搪塞。而第二天另一个朋友来看他，见到窗帘赞不绝口，说自己也要买一个。此时作者的反应与前一天截然不同，“啊，老实说，我买贵了，真后悔没先问好价钱”。假如别人的态度温和一些，或显得有技巧一些，我们就有可能会向他们认错，甚至自认为自己心胸宽大。假如对方让你难堪，则情况会截然相反。因为当你过于直率的指出别人的错误时，你已经剥夺了别人的自尊，再好的意见都不会被人接受。</p><p>有次总统问罗伯特.李将军对麾下的一名将军的看法，李将军对齐称赞有加，另一位军官诧异的说“难道您不知道那人无时无刻不在对你攻击和诽谤吗？”，李将军回答到“我知道，不过总统问的是我对他的看法，并不是他对我的看法”。我们应该用别人的原则去判断他们，而非用我自己的原则。</p><p>别与顾客、配偶、敌人发生冲突，别指责他们的错误，别惹他们动怒，如果非得与人发生对立，也得运用一点技巧。对别人的意见表示尊重，千万别说“你错了”。</p><h4 id=\"人性的弱点-22\">《人性的弱点》</h4><h4 id=\"25先承认自己的错误\">25，先承认自己的错误</h4><p>作者喜欢狗常常在一个人烟少的公园遛狗，但不喜欢把狗拴着，有一次一个警察看到他命令他为狗带上口罩并且拴住它，以显示他的权威，作者谦逊的应允遵守了他的命令。后来作者实在不喜欢为宠物狗套上口罩和栓绳，于是就在公园里与宠物狗玩，但又遇上了这位警察，于是作者主动承认错误，告诉警察自己不应该放任小狗在这里乱跑，这位警察则温柔的说，这里没什么人，这么小的狗稍微跑一下没事。警察也有人情味，当作者开始自责时，警察唯一能滋长自尊的办法就是采取宽大的态度，以显示自己的慈悲了。通常如果你将别人正想批评你的事情在他有机会说出来前说出来，他就会采取宽厚、原谅的态度，以减轻你的错误。</p><p>美国南北战争时，李将军的部队战败了，李将军悲痛至极，他向南方政府总统提出辞呈，要求另外一位“年富力强的人”。李将军内心高贵，并没有责备别人，其实他可以找出数十个理由，师长不胜任，马队太迟到达没有协同步兵进攻等等。</p><p>当我们对的时候，我们要温和地、巧妙地区得到人们对我们的同意。当我们错的时候，我们要当即真诚地承认我们的错误，通常情况下这比为自己辩护更有趣。</p><p>用争夺的方法，你永远得不到满足，但用让步的方法，你可得到比你所期望的更多。</p><p>如果我们错了，先主动承认自己的错误</p><h4 id=\"人性的弱点-23\">《人性的弱点》</h4><h4 id=\"26温和友善地对待他人\">26，温和友善地对待他人</h4><p>美国1915年左右都处于大罢工状态，洛克菲勒作为公司的代表要与工人们进行谈判，但他并没有去激怒他们，而是以友善的方式平息了众怒，还为自己赢得了不少赞赏。他在一次与工友们演说时说道“这几周我拜访过好多工友，与他们的家人见面，现在虽然我们谈不上好友，但与你们也算是朋友，基于这份友谊，我很高兴有这个机会和大家讨论我们的共同利益。我承蒙你们的好意，得以坐在这里，我虽然并非股东或劳工，但我深感与你们关系密切。”这是一番很出色的演讲，这可能是化敌为友的一种最佳的艺术表现形式之一。</p><p>林肯在100多年前说，假如人心不平，对你印象恶劣，你就是用尽所有基督理论也很难使他们信服于你。想想那些好责备的父母、专横跋扈的上司、唠叨不休的妻子。我们都应该认识到一点：人的思想不易改变。你不能强求他们同意于你，但你完全有可能引导他们，只要你温和友善。</p><p>怀特公司大罢工时，总裁罗波.布莱克没有采取对抗的做法，而是登报称赞罢工者用和平的方法解决问题，并在公司内为他们买了很多棒球、保龄球，并且租下一个保龄球场提供他们去放松。布莱克先生富有人情味的举动，得到的是富有人情味的反应。工人们自觉的打扫公司，清扫工厂附近的地面，最终这场罢工在一星期内就和解了。没有恐吓、没有高压手段、没有强迫说明的企图。他用最温和、平静、友善的方式处理时，仍然能不失权威性，而这正是他成功的最大助力。</p><p>士特劳博住的房子要到期了，他想要求房东减少点房租，这是项艰巨的任务。于是他写了封信温和的告诉房东自己正在尝试向房东请求减少房租的事，房东一接到信后就来找他并在门口聊了许久，他完全没有提房租的事，只是在真诚的慷慨的赞美他，恭维他很会管理这个房子。房东告诉他一些自己的烦恼，一些房客写信抱怨房租和邻居的事，像士特劳博这样的房客让他很省心。最后房东自己降低了房租，并在离开时还询问士特劳博是否需要装修下。这就是友善、同情、赞赏所产生的力量。</p><p>温和、友善和赞赏的态度更能教人改变心意，这是咆哮和猛烈攻击所难以奏效的。</p><h4 id=\"人性的弱点-24\">《人性的弱点》</h4><h4 id=\"27先说些对方同意的话题\">27，先说些对方同意的话题</h4><p>当你与别人交谈时，不要先讨论你们都不同意的事，要先讨论你们都同意的事，因为这样你们就是有了合作与共同之处，你们的相异之处在于方法而不是目的。尽量不要让对方说‘不’，当你说了一个‘不’字后，你那本性的自尊就会迫使你继续坚持下去。</p><p>懂得说话技巧的人，就会在一开始找出许多“是”的答复，这可以引导对方进入肯定的方向。“是”的反应其实是一种很简单的技术，却为大多数人所忽略。很多人以为在一开始便提出相反的意见，这样不正好可以显示出自己的重要而有主见吗？但事实并非如此。</p><p>有位年轻人来银行开户，但态度恶劣，不想填写资料单，于是艾博森用自己的技巧与他交流。他先同意了这位先生的观点，填写资料并非必要，然后问他如果有意外发生，你是否愿意银行打电话通知你，或者转交给自己亲信的人，他说是的，然后继续问是否愿意将亲人的名字写下来告知银行，他说是的。年轻人的态度开始缓和下来，知道这些材料并非仅仅服务于银行，而是为他个人利益，最后他不仅填写了资料还在艾博森的建议下开设了信托账户。这一切都开始于同意，先同意对方的观点，并渐渐让对方同意自己的看法。</p><p>爱迪对弓箭很敢兴趣，他哥哥建议他去租弓箭，于是他去常常光顾的店里询问，但店员说他们不对外租借弓箭，于是他又去了另一家店，那家店的店员跟他解释道，很多年前店里做过租借弓箭的生意那时租金要25美元，还问我是否是个喜欢节约的人，我说是的，他继续说，他们正好有一套弓箭在售，包括所有的小装备，总价才30美元，如果你再多付5块钱就能得到全部器材而不只是租借，后来爱迪当然买下了那套器材，并且还买了额外的东西，从此他就成了他们家的常客。店员温和的解释并找到了爱迪的共同点，使得他赢得了顾客的芳心。</p><p>苏格拉底是人类历史上伟大的哲学家之一，他改变了人类的思考方式。他的秘诀是什么，是指出别人的错误吗？当然不是。他找出并问些对方同意的话题，然后渐渐引导对方进入设定的方向。下次你要告诉别人的犯错时，问些温和的话题，找出对方同意的话题，一些能引发对方做出‘是’的反应的问题，这样就能以柔克刚。</p><h4 id=\"人性的弱点-25\">《人性的弱点》</h4><h4 id=\"28给对方说话的机会\">28，给对方说话的机会</h4><p>很多人为了让别人同意自己的观点往往采用了错误的策略：说太多。其实不如让对方畅所欲言，因为每个人对自己的事和自己有关的问题一定比我们知道的多，所以不如问他一些问题，引导他讲述自己的事情和想法，这样我们才能从中得到更多的信息也能更有把握好方向引导对方。</p><p>一位R先生由于嗓子哑得厉害去参加投标却得到了一次意外的经历，有好几家公司去检验样品，那天他去参加对方公司高级职员议会时无法说话，只能写字告诉众位自己嗓子疼的厉害无法说话，此时对方公司经理站出来说自己可以替R先生说话，于是这位经理不断的描述R先生带去产品，并且品论它的优点与缺点，大家纷纷议论，在此期间R先生只是轻微的点头和少量的手势。最终R先生惊喜的得到了那笔合同，价值160万美元，这是他得到的最大的订单。这个例子稍微离奇了一些，但也同样能说明让对方说话的重要性，这能使得对方充分参与进我们的世界中。</p><p>一家电器公司的业务员范勃也有类似的经历，他在农村推广农舍电光设备时，打听到这里的农舍们有反感情绪。于是他亲自去敲开了一家农舍的门，一个妇人一看见是公司代表就叩上了门，于是范勃告诉她自己是来了解她对公司的看法的，妇人又一次探出头，范勃称赞妇人养的鸡很好，是否愿意卖一些鸡蛋给她，这又一次撩动了她的心，门又被打开了一些，范勃环顾四周发现农场中有一个牛奶棚，就继续说，自己猜测妇人养的鸡赚的钱一定比丈夫多，此时妇人高兴极了，开始请他去参观她的鸡舍，并详细说了自己的养鸡经验和自己制造的一些小设备。范勃也介绍了几种食料和温度，并向妇人征求了意见，他们很高兴的交换了经验。过了会，妇人开始说自己几位邻居在他们的鸡舍里安装了电光设备说是效果非常好，她开始征求范勃的意见，问是否应该采取这种办法。两星期后妇人购买了范勃的电光设备并使得鸡舍产量提高了不少，这是个双方都满意的结果。</p><p>事实上即使我们的朋友，也宁愿对我们谈论他们自己的成就，而不喜欢听我们吹嘘自己的成就。哲学家罗西法说，如果你要树敌，就胜过你的朋友。如果你要得到朋友，那就让你的朋友胜过你。当我们的朋友胜过我们时，他们获得了一种自重感。但当我们胜过他们时，他们会产生一种自卑感，并引起猜忌与妒忌。</p><p>不要时时向他人夸大自己的成就，我们要谦逊，这样永远能使人喜欢。我们应当谦逊，因为你我都没有什么了不起的，你我都要逝去，并很快被人遗忘，生命过于短促，不要总是谈论我们小小的成就，这使人厌烦。相反，我们应该鼓励对方说话。</p><h4 id=\"29引导而不是强迫别人做某事\">29.引导而不是强迫别人做某事</h4><p>一家汽车公司业务经理阿道夫与员工做了一次交易，他让员工真诚的提出自己对公司的期望，他也提出了自己对员工的期望，他们做了一场交易，他用满足员工愿望的方式来与员工努力工作交换。他并没有强迫员工去做努力工作，而是以引导的方式。</p><p>没有人喜欢接受被推销，或者被人强迫去做一件事。我们都喜欢按照自己的意愿购买物体，按照自己的意思行动，我们喜欢别人征询我们的需求、意见和愿望。</p><p>韦森先生从事服装设计，3年来他每次去拜访一位著名设计师都被他拒绝购买他的产品。后来他改变了方式，他带着几张美完成的草图去拜访，他说“我想请你帮点小忙，这几张尚未完成的草图，可否请您帮忙给出意见，以更加符合你们的需要”。设计师让那个他3天后来找他，3天后韦森听了设计师的意见，并按照他的意见做了改动，最后他自主的买下了这个作品。因为雇主成了设计参与者，他当然用心且喜欢。</p><p>发生在一个医生L身上也有如此的情况。他工作在一家大医院里需要添加几套X光设备，很多厂商都来介绍自己的产品，有一家公司很聪明，写信给他告诉他，公司设计了一套X光设备，设备并非完美，还需要他来指导一下，提携意见，以便他们改进，他们可以随时派车过来接送。L医生每晚都很忙，但还是取消了一个约会，腾出时间去看了看那套设备，最后发现自己越研究这套设备越喜欢这套机器。这就是自主的力量，引导对方用他们的行为去实现自己的目标。</p><p>一个加拿大钓鱼营地的做法很聪明，他们给想去钓鱼的潜在客人们寄去一封信，信里附有很多姓名和电话，他们都是曾经去过那里的人，告诉客人们可以打电话询问这些人便可以知道他们提供哪些服务是否好玩。我很惊奇发现一个朋友的名字于是就打过去问了一下，最后定下了他们的营地。</p><p>中国老子也说过，圣人若想领导人民，必须谦卑服务；若想引导人民，必须跟随其后。圣人虽在上，而人民不觉其压力；虽在前，而人民不觉得有什么伤害。</p><p>聪明人引导别人，强迫是最差的下下策</p><h4 id=\"人性的弱点-26\">《人性的弱点》</h4><h4 id=\"30从他人角度考虑问题\">30，从他人角度考虑问题</h4><p>对方或许真的错了，那也不要指责他，这是愚人的做法。应该去了解他，也只有聪明的人才会这样做。我们应该假设，自己处在他当时的困难中，我们将有何感受，会有何反应。这样做可以省去你许多时间和烦恼，也可以增加许多处理人际关系的技巧。</p><p>从前作者家周围有个公园里面有很多橡树，但几个孩子总是去树下玩火，作者上前警告他们，用威严的声调命令他们将火扑灭。而且，如果他们拒绝，作者就恐吓他们要将他们交给警察。作者只是在发泄情绪，而没有考虑孩子们的观点。结果，孩子们怀着反感的情绪遵从了，但他离开以后，他们又重新生火了，并恨不得烧尽公园。多年后作者换了方法，他上前去温柔的告诉孩子们，公园中生火是极其危险的，我知道你们不是故意的，但别的孩子们不会这样小心，他们过来见你们生火了，他们也会学着生火，回家时也不扑灭，以致于蔓延烧毁整棵树。我不干涉你们的快乐，我喜欢看到你们感到如此快乐。</p><p>这种说法产生的效果区别很大，孩子们产生了一种同你合作的欲望，没有怨恨，没有反感。他们没有被强制服从命令，保全了面子。</p><p>我们应该永远按照对方的观点去考虑问题，由他人的立场去看事，这将成为影响你终身事业的关键因素。</p><h4 id=\"人性的弱点-27\">《人性的弱点》</h4><h4 id=\"31同情对方\">31，同情对方</h4><p>我们每天所遇到的人，之所以他们会烦躁、固执、缺乏理智，大部分是因为他们的出生所在的家庭以及父母的原因，其他与他们本身没有很大的过错。你不是一条响尾蛇，唯一原因是因为你的父母不是响尾蛇，你不与牛接吻，不以蛇为神，唯一原因是，因为你没有生在印度家庭中。因此我们之所以成为现在这样的人，我们并没什么可以居功自傲的，大部分都需要归功于我们出生的家庭和父母。</p><p>对待出现在你面前表现出烦躁、固执、缺乏理智的人，要对他们表示怜悯与同情，三分之四的人都是为了同情而活。给他们同情，他们就会即可喜爱你。</p><p>作者有一次在广播上播音，说到了某个不讨人喜欢的人住在某地方，遭到了很多人的炮轰，其中有一个女士写信来言语非常恶劣。作者想给自己一个挑战，要将她的仇视变成友善，对自己说，如果我是她大概也要同她所感觉的一样。于是有一天，作者打电话给这位女士，说自己是卡耐基，前段时间在广播上犯了一个愚笨的错，并为此道歉，也同时感谢女士费心写信过来批评。女士听到道歉，也表示自己对写信批评的事惭愧，这舒缓了她的心情。他们聊了一会，最后女士怀着高兴的心情结束了对话。</p><p>因为道歉，并同情她的观点，我得到了她的道歉，以及对作者的同情。作者得到了控制自己脾气的收获，以友善报答侮辱的收获，并从中得到了无限的乐趣。</p><p>一位美国经纪人伍勒与艺术家打了22年的交道，他说自己与那些性情无常的艺术家交往时，得到的最大的经验是，对他们可笑而古怪的脾气表现出更多的同情。他做了3年的亚彬的音乐会经纪人，他用一句话改过他的为人，“他各方面都是糟糕的很”。每次演唱前，亚彬都要三番五次的找各种借口要取消演唱会，伍勒没有反对，只是表示对他的同情，并且支持他取消演唱会，告诉他，这只会损失一点小钱，只是对他的名声损失比较大而已。发过3、4次的脾气后亚彬终于被哄着走上了舞台完成了演唱会。</p><p>《教育心理》中说，人类普遍地追求同情，儿童迫切地显示他的伤害；或甚至故意割伤或打伤自己，以获得大量的同情。出于同样的理由，成人也会显示他们的伤害，叙述他们的意外、疾病，特别是动手术开刀的详情。为真实的或想象的不幸而感到‘自怜’，实际上，这是人类的一种共同的习惯。</p><p>同情对方所表现出来的意念和欲望，反感和厌恶只会让事情变得更糟。</p><h4 id=\"人性的弱点-28\">《人性的弱点》</h4><h4 id=\"32激发别人高尚的品质\">32，激发别人高尚的品质</h4><p>作者有一次去拜访大盗杰西的故乡，杰西儿子的太太给我们将了杰西的故事，他是如何抢劫火车和银行，然后把钱送给附近的农夫以偿还他们的贷款。杰西已经成为犯罪们的榜样，他们都认为自己是劫富济贫的理想主义者。</p><p>其实我们所遇到的每个人都很尊重自己，都认为自己是一个善良而不自私的人。我们每个人的内心都把自己理想化，都喜欢为自己行为的动机赋予一种良好的解释。因此我们要想改变他人，就应该诉诸一种高尚的动机。</p><p>法瑞先生有一个挑剔的租客，他在合同到期前就单方面通知法瑞先生要搬出去。法瑞先生本可以痛骂他一顿，与他争辩要求他偿付赔偿或迫使他继续租下去直到期满。但他并没有这样做，他换了种方式，他向这位房客说，听说您要搬家，但我还是不敢相信您真的会这么做。我多年与人相处的经验使我多少看人比较准，我一直认为您是一个高尚的人，不会轻易做出什么损人不利己的举动。我相信您的为人处世是守信誉的，您可以再考虑几天，如果还是坚持要搬，我尊重您的决定。事情到了第二个月，房客亲自去见了法瑞先生并付了房租，他说自己和太太商量过认为至少也要住到期满。</p><p>有家汽车服务公司的6位顾客对维修后的费用表示不满，他们认为清单上收费不合理并拒绝付款。公司的信用部经理亲自催收了几次也没有成效，他每次去都表明自己公司没有错，你们必须付清费用，这导致顾客很愤怒。于是总经理打算亲自出面来解决问题，他先向顾客们道歉，说之前公司的员工处理不当，自己来拜访他们主要是因为他们是最了解事情经过的人，他先静静听了他们的述说，然后说，听您的叙述，我深深感到您是一个正直且有耐心的人，这份账单您有权更正他们，于是这位顾客修改了账单，并削减了不少他认为不合理的部分然后付了钱，但其余5位都尽可能多付了些不让公司吃亏。事情的微妙之处是，后来2年内，这6个顾客又向公司购买了6台车。</p><p>每个人都认为自己是高尚的，我们更应该用这种方式去激发别人高尚的品质，而不是去贬低和激怒他们。</p><h4 id=\"人性的弱点-29\">《人性的弱点》</h4><h4 id=\"33用更有趣的方式表现你的意图\">33，用更有趣的方式表现你的意图</h4><p>《费城晚报》曾收到一种恶意谣言攻击，说他们的报纸广告太多读者已经不喜欢。《费城晚报》将自己报纸上刊载的有趣的文章取出来，出版成一册书价值2美元，但它以2美分的价格出售好让公众们知道自己曾刊登大量有趣的读物。《费城晚报》并不争辩，而是用这种有趣的方式来告诉人们，我们的报刊是受读者们欢迎的。</p><p>纽约大学的鲍登和伯西分析了许多售货面洽的案例并写了一本书，后来他们把它拍成了一个电影，以真实表演的形式向数百家大公司的营业部职员展示如何去洽谈业务。这种戏剧性的方式更能被大众所接受。</p><p>这是一个充满戏剧性的时代，仅靠一点点语言的叙述是不够的。真理需要我们使之更生动，更有趣，更加戏剧化，你必须恰当运用表演的艺术来吸引人们了解你的意图。</p><p>有个润肤膏品牌的业务员在向一家大公司介绍产品时跟这家公司的职员争辩，最后他赢得了辩论但却什么合同都没得到。第二次，他再次去了他们的办公室，并带了32个冷膏的样品，上面标注了商业调查结果，他为每个样品瓶子讲述了一个生动有趣的故事。最后原本只是10分钟的恰当变为了20分钟，40分钟，快到1小时的时候他们成交了。这次这位业务员采用戏剧化的形式呈现自己的产品，这让听者更能感受到其意图。</p><p>如果你想表达你的意图，不要争辩，用一种有趣的方式去表现，这更能吸引人。</p><h4 id=\"34不断面临挑战\">34.不断面临挑战</h4><p>一家工厂效率低下，老板问经理为什么，经理回答说，自己用尽了各种办法，哄诱，强迫，威胁手段都用过就是不奏效。于是老板去工厂问了最近的一个人今天做了多少个单位，那人回答6个，于是老板在地板上写上了一个大大的“6”字就走了，夜班的人过来后好奇的问了这个数字，并在结束后擦掉了这个数字并写上了大大的“7”字。第二天上班的工人们看到这个数字，就说，他们要给夜班点颜色看看，于是他们留下了一个大大神气的“10”字。工厂的情形逐渐好转起来。</p><p>要做成事的办法，是激起斗志，不是勾心斗角而是相互取胜的欲望。取胜的欲望！挑战激发人产生一种向上的精神。</p><p>没有挑战，罗斯福也不会当上总统，他刚从古巴回来时被推举为纽约州候选人，但反对者抗议他不是合法居民，罗斯福恐慌了要退出。普拉德激将他说，“难道圣巨恩山的英雄是一个弱者吗？”，这激起了罗斯福的斗志，随后的事情就已成历史了。</p><p>纽约州有个臭名昭著的监狱，没有狱长，传出许多丑恶的黑幕。史密斯州长召来劳斯，告诉他那里需要一个有经验的人。劳斯窘了，他知道那里很危险，史密斯看出他的犹豫，微笑着告诉他，“青年人，我不怪你害怕，那不是一个太平的地方，但那里确实需要一个大人物去治理”。他提出了一个挑战，劳斯喜欢用大人物的工作理念去挑战这个任务。最后他成为了哪里任职最久最著名的狱长，还著写了《在猩猩的两年里》并大卖几十万册。</p><p>任何成功者都喜欢一种竞技，一种表现自己的机会，那是证明自身价值，争强斗胜的机会。</p><p>如果你有使一个富有上进心、充满血气的人同意你的意见，那你就应该记住，向他提出一个挑战，一个他渴望的挑战。</p><h4 id=\"人性的弱点-30\">《人性的弱点》</h4><h4 id=\"如何更好的说服他人\">如何更好的说服他人</h4><h4 id=\"35从称赞与真诚的欣赏开始\">35，从称赞与真诚的欣赏开始</h4><p>这是一种心理技巧，当我们听到他人对自己的优点加以称赞以后，再去听一些不愉快的话，自然觉得好受一些。这就像理发师在修面之前，图上一层肥皂一样，有些缓冲作用。</p><p>曾有一位共和党人写了一篇演讲稿，他自己觉得非常得意，于是大声朗读给麦金利听。麦金利听了觉得不太适合，但又不想伤害这位作者的感情，于是就对他说，“我的朋友，这的确是一篇极好的演讲稿，一篇伟大的演讲稿。这篇演讲稿在许多场合我可以这样说，但在这种特殊的场合是否合适？也许在你的立场来看，这是非常合理与慎重的，但我必须从共和党立场方向来考虑它的影响。现在按照我的指示方向修改这篇演讲稿”。那人回去照做了，后来成为了一名有影响力的演讲员。</p><p>林肯在内战最黑暗的时期给前线的将军写了一份信，他先称赞这位将军，但又指出他了最严重的错误，林肯没有称他们为严重的错误，而是委婉的更富外交手段的指出他们。他在信中说，“我相信你是一位智勇双全的将军，那是我所喜欢的。你有志气，你有自信，那是一种有价值、不可少的性格。但你在阻扰一位战功显赫的同僚官员上犯了大错。政府要尽力帮助你，同其他所有将军的帮助一样。但我深怕你灌输军队以批评以及不信任，我要尽力帮助你消灭这种精神。现在要小心，不要匆忙，要尽力不懈地努力前进，使得我们胜利。”信中隐含着一种非常严肃的谴责，但字面上却依然委婉诚恳，娓娓动听。在最黑暗的时刻，看不到一丝希望的曙光时，还能用最动听的语言来说服别人，这就是林肯的过人之处。</p><p>这种处世哲学在日常生活和工作中也极其有用。</p><p>在费城一幢办公大厦的建筑工程，差不多完工时，负责建筑物外部装饰材料的供应商突然声称他们不能按期完成供货。电话，争执，辩论，都没有用。高伍先生被派去督促他们。他到了这位经理的办公室就说道，自己在查电话簿时找到地址，电话簿中你的名字真是独一无二。经理听了很有兴趣的查阅电话簿，说自己的家庭是差不多200年前由荷兰迁到纽约的。接着他又谈论了自己家庭和祖先数分钟。高伍先生恭维他有这么大的一家厂，并称这里是自己见过最好的最清洁的铜器工厂。经理自豪的说，自己费了一生功夫经营这项事业，并愿意带他去参观一下工厂。参观期间，高伍先生又对他的构造系统赞美不觉。经理坚持要请高伍先生吃午餐，而高伍先生一直未提他来访的目的。午餐后，经理说，自己知道你来的目的，你可以带着我的应许回去，即使别的订货不得不延迟，也会优先制造好送过去。处世的技巧就是这么奇妙，高伍先生甚至没有请求，就得到了所要的东西。</p><p>如果你想更好的说服别人，先从赞赏和真诚的欣赏开始。</p><h4 id=\"人性的弱点-31\">《人性的弱点》</h4><h4 id=\"如何更好的说服他人-1\">如何更好的说服他人</h4><h4 id=\"36委婉地指出他人的错误\">36，委婉地指出他人的错误</h4><p>一家钢铁厂里几个工人在室内抽烟，头上挂着“请勿吸烟”的牌子。老板夏先生看到这一情形，并没有指着牌子指责他们，而是给每人递了一支烟说，老兄，如果你们能到外面抽我会很感谢你们。夏先生不但没说什么，反而给了他们每个人一个小礼物，你能不尊重这样的老板吗？</p><p>有时候我们先称赞别人然后转折后指出别人错误，这让人怀疑前面的赞美，如果能很委婉的指出错误，会让人更舒服。</p><p>有人想让孩子加强数学学习，于是就说了，杰克，你这次成绩进步了我们很高兴，但是你如果能多加强一下代数，那就更好了。但是的转折让人不舒服，如果能这样说就会好些，杰克，你这次成绩进步了我们很高兴，如果你在数学方面继续努力下去，下次一定会更其他科目一样好。</p><p>间接提出别人的错失，要比直接说出口来得温柔，且不会引起别人的强烈反感。</p><p>贾克卜太太就是这么做的，他请的加盖房子的建筑工人每天都把东西弄的乱糟糟，于是有一天她在他们离开后清理的下，第二天她对领工说，昨天自己很满意你们把院子清理的干干净净，从此以后工人们每天完工后都能收拾下院子。</p><p>一位上士要让下属们去剪头发，他没有直接吼叫和恫吓，而是在集会上告诉他们，自己今天要去理发，军队对头发长度有规定，虽然自己头发比你们还短，如果你们也有需要可以安排时间去理发室。结果士兵们都去照了镜子，并且遵照规定理了发。</p><p>委婉地指出别人的错误，能让事情进展的更加顺利。</p><h4 id=\"人性的弱点-32\">《人性的弱点》</h4><h4 id=\"如何更好的说服他人-2\">如何更好的说服他人</h4><h4 id=\"37用谦卑的态度指出别人的错误\">37，用谦卑的态度指出别人的错误</h4><p>作者的侄女来担任他的秘书，有次作者想指责她，但他想到，自己比她大2倍的年龄，做事经验更是多出好几倍，怎么可以要求她能有自己一样的看法、判断和主动自发的精神呢。想到自己19岁时的德行，像蠢驴一样犯下的错误，侄女实在比作者19岁时要好得多。作者对侄女说，你犯了一个错误，这个错误我以前也常常如此。判断力并非与生俱来，我年轻时还比不上你呢。我实在没有资格批评你，但依据我的经验，假如你这么这么做的话，会不会好些。</p><p>听别人数说我们的错误很难，但假如对方态度谦卑，我们就比较容易接受。</p><p>有位工程师发现秘书常把信件拼错字，虽然他常常指正秘书，但她依然我行我素。于是他换了种方式，这次当他发现错别字时，他告诉他，这个字看起来似乎不像，这也是我常常拼错的许多字之一，我随时携带拼写本，现在对它十分注意，因为别人常会以此来批评自己并显得自己不够专业。</p><p>克莱伦斯也用这种方式劝告了孩子抽烟的问题，他没有劝孩子不愁，或警告抽烟的危险，只是指出自己如何上烟瘾，然后受到如何的影响。孩子想了一阵决定在高中不抽烟了，好几年过去了孩子再也没抽过烟，而自己也在家人的帮助下戒掉了烟。</p><p>在指责别人前，我们应该先想想自己的错误。</p><h4 id=\"38没有人喜欢受人指使\">38.没有人喜欢受人指使</h4><p>作者听说美国实业家，商人，律师，外交官欧文.杨从来不指使别人，他常常会说，“你可以这样考虑”，“你觉得这样如何”，“也许这样写会好些”。这种办法容易让一个人更正错误，并且还能保持个人的尊严，给他一种自重感，这样他就会与你保持合作，而不是背板。</p><p>无礼的命令只会导致长久的冤仇，即使这个命令可以更正他人明显的错误。</p><p>学校的一位老师看到有个学生的车子停在道路中央，就冲进教室大吼，是谁的车子挡住了道路，马上把车子移开，否则我叫人把车拖走。虽然这个学生犯了错，但从那天起，所有的学生都对那位老师心存不满。如果这位老师能好好问，“谁的车子挡住了道路，可不可以去挪一下，方便大家进出”，相信这个学生会很乐意这么做。</p><p>一家制造精密机器零件的工厂接到一批大订单，但工厂进度早有安排，短期赶出这批货比较难。老板麦当没有催促工人赶工，他只是召集工人们，把详细的事情说明了一番，便开始提问。“我们有没有办法可以处理这批货物？”，“有没有人想出其他办法可以赶出这批订单”，员工们纷纷提出意见，并坚持接下订单。</p><p>作为一个有效的领导者，如果你想说服别人，你应该以建议和提问的方式来代替命令，因为没有人喜欢被人指使，也没有理所当然的可以指使任何人。</p><h4 id=\"人性的弱点-33\">《人性的弱点》</h4><h4 id=\"如何更好的说服他人-3\">如何更好的说服他人</h4><h4 id=\"39尽力保全他人的面子\">39，尽力保全他人的面子</h4><p>通用电气曾为了将一个天才工程师调任到其他岗位费劲了心思，它首先给这位工程师一个新的看起来不错的头衔，然后派了另一个人来顶替他的位置。</p><p>保全他人的面子！这是个何等重要的问题。我们常喜欢摆架子、我行我素、挑剔、恫吓、在众人面前指责孩子或雇员，却很少能多考虑几分钟，对他讲几句关心的话，或为他设身处地的想一下。</p><p>葛伦杰在会计师行业，他的行业具有季节性，热潮过后常会因为没活而解雇员工。但他从不对他人轻言解雇，他每次都会说，你的工作做得很好，上次我们要你去XXX，那工作很麻烦，而你处理得很好，一点也没有出差错，我们要你知道，公司十分引你为荣，也相信你的能力，愿意永远支持你，希望你别忘记了这些。结果被遣散的人觉得好过多了，他们知道假如我们有工作的话，还会继续留他们做的，或等到我们又需要他们的时候，他们还是很乐意再回来的。</p><p>克拉克讲述了一段反面的故事，有一次开会，副总裁提出一个尖锐的问题，并将矛头指向生产部总督，生产部总督不愿出丑避而不答，副总裁更恼火，直骂生产总督是个骗子。再好的工作关系都会因这样的火爆场面而毁坏。</p><p>马桑也谈了她遇到的情况，但有些不同的是，当她的工作出错等待老板大发雷霆时，老板却出乎意料的先感谢了她的勤奋工作，并表示新计划难免会有错，他相信新的工作一定会更好，会对公司有很大帮助。</p><p>纵使别人错了，而我们是对的，如果没有为别人保留面子，就会毁了一个人。</p><p>如果你想说服一个人，先尽力保全他的面子。</p><h4 id=\"40激励他人获得成功\">40，激励他人获得成功</h4><p>作者留意训狗师在狗显出轻微的进步时，他轻轻地拍它并给它肉吃，当作一件大事似的。他又观察到，当我们要改变一个人的时候，为何不用同样的办法，以肉代鞭，用称赞代替指责，即使是最微小的进步，我们也要称赞、激励他人继续进步。</p><p>50年前一位10岁的孩子希望成为一名歌唱家，他的第一位老师给了他一个重大的打击，说他不能唱，完全没有一副好嗓子，但他的母亲拥抱孩子并告诉他，她知道他能唱，她已经看出他的这一进步了。那位农家母亲的称赞和鼓励改变了孩子的一生。他就是意大利歌唱家卡鲁沙。</p><p>多年前伦敦有位青年希望成为一位作家，但很不幸，他的父亲因为债务而被捕。接下来的日子这位青年饱尝饥饿的痛苦，他找了一份很卑微的工作，但每天坚持写作，终于有一天有家报社接受了他的文章，虽然他没有得到任何报酬，但有位编者称赞了他，他非常兴奋，以至在街上活蹦乱跳，泪流满面。由第一篇文章被刊出所得到的称赞和承认改变了他一生。他就是文学家狄更斯《双城记》的作者。</p><p>我们人只利用了自己身心资源的一小部分，还有很多远未被利用起来的，称赞别人，激励他们就可以让他们认识到他们可能拥有的神奇能力。</p><p>称赞他人的每个进步，即使十分微小，也要当作大事一样。我们要“诚于嘉许、宽于称道”，真心诚意的表扬他人，经常性的称赞他人。</p><h4 id=\"人性的弱点-34\">《人性的弱点》</h4><h4 id=\"如何更好的说服他人-4\">如何更好的说服他人</h4><h4 id=\"41学会给人戴高帽\">41，学会给人“戴高帽”</h4><p>琴德夫人雇佣了一个女仆，她的前主人说她不好，但在女仆上班时琴德夫人说她看出来你是一个穿着整洁爱干净的人，你一定会与我们相处得很好的，那位女仆为了顾全名声不让夫人失望干得很勤快。如果你要在某方面改进一个人，就要做得好像那种特点已经是他显著的特性之一。最好假定，并公开地说，对方有你要他发展的美德。给他一个好名誉去实现，他便会尽力去做而不愿看到你失望。</p><p>法国的吕士纳将军想影响在法国的美国士兵，他引用他们将军的话说，美国兵是他接触过的最清洁、最合乎理想的人。吕士纳知道，即使这不是真实的，也将激励那些士兵努力达到这个标准。</p><p>猩猩监狱的狱长说，如果你必须应付一个盗贼，只有一个可能可以制服他，那就是待他好像他是一个体面的君子，他将因为有人信任他而引以为豪。</p><p>如果你想影响一个人，给他一个美名，他会努力保全这个名声。</p><h4 id=\"42鼓励更容易使人改正错误\">42.鼓励更容易使人改正错误</h4><p>作者一位朋友请了老师学跳舞，第一位老师说他跳的全都不对，必须忘掉一切重新开始，于是他很灰心不久就不练了。第二位老师则相反，她不断称赞这位朋友做对的事，并鼓励他说“你天生就有韵律感，你将成为跳舞专家”，这位老师的鼓励使得这位朋友不断前进和进步。</p><p>如果你告诉自己的孩子，丈夫，妻子，或他人，他在某件事上真是愚笨，他对某事没有天赋，或者他做的都错了，那么你就差不多消除了他要作出改进的各种动力。如果我们用相反的办法，宽容他人，鼓励他人，使事情更容易行动起来，使对方知道你相信他有能力去做，他就会为了取胜而刻苦练习。</p><p>鼓励他人更容易使人改正错误。</p><h4 id=\"43学会授权他人\">43.学会授权他人</h4><p>一群孩子常在琴德夫人的草坪上践踏，她为此烦恼。有一天她试着给孩子群中带头的那个人一个授权，授予他一个头衔，她叫他“侦探先生”，让他管理草坪，找出入侵草坪的人。谁知这事就这样解决了，她的“侦探”为了恫吓践踏草坪的孩子甚至拿了烧红的铁棒在她们面前挥舞。</p><p>拿破仑创立荣誉队时，给士兵们颁发了1500枚荣誉勋章，并给18名将军以“法国大将”的头衔，称他的部队为“大军”。这让这些人能遵纪守法，为了这个荣誉捍卫国土和自己的使命。</p><p>学会授权他人，这会使对方乐于做你所建议的事。</p><h4 id=\"人性的弱点-35\">《人性的弱点》</h4><h4 id=\"让你的家庭生活幸福快乐\">让你的家庭生活幸福快乐</h4><h4 id=\"44切勿喋喋不休\">44，切勿喋喋不休</h4><p>拿破仑娶了很漂亮的女人，他们拥有健康、财富、势力、名誉、美貌、爱情与信仰，他们有一切拥有幸福的条件，但他们却生活的非常糟糕，因为这位王后无法做一点：停止喋喋不休。她抱怨、哭泣、喋喋不休，甚至恫吓，并强制进入拿破仑的书房，向他发作、谩骂。在喋喋不休的毒氛中，皇位与美貌都不能保持爱情的存在。</p><p>喋喋不休是最致命的，它像毒蛇的毒汁一样，永远侵蚀着人们的生命。</p><p>托尔斯泰的人生是一个悲剧，而悲剧的原因是他的婚姻。他的妻子喜欢奢侈，但他追求朴素。她的妻子因为托尔斯泰放弃书籍出版权赚不到钱而向他谩骂、责怪、发狂到地上打滚、甚至声称要自杀。结婚48年后托尔斯泰实在不能忍受与她见面，从他妻子那里逃了出去最后死在大街上。当托尔斯泰的妻子去世以前，她终于对她的女儿们承认：“你们父亲的死，是因为我的缘故”。这也许是托尔斯泰夫人因唠叨抱怨所付出的代价。</p><p>如果你想家庭生活幸福快乐，首先切勿抱怨和喋喋不休。</p><h4 id=\"45不要试图改造对方\">45.不要试图改造对方</h4><p>英国伟大的政治家迪斯瑞利在35岁时娶了比他大15岁的寡妇，他所选择的有钱寡妇既不年轻，也不貌美，更不聪明。但她却是一个懂得与男人相处的天才艺术家。</p><p>她没有用她的智力与迪斯瑞利对抗，而是用她的温柔与他对话。当丈夫回到家时，与他轻松闲谈，这使他愉快并让他心神安宁，沐浴在妻子敬爱的温存中。妻子是他的伴侣，也是他的亲信，更是他的顾问。最重要的是，无论迪斯瑞利做什么，他的妻子都相信他。迪斯瑞利也同样对待他的妻子，妻子在公众场合表现的并不好的时候，他从不责备，反而安慰鼓励她，如果有人讥笑她，他即可猛烈忠诚的维护她。</p><p>正如詹姆士所的，与人交往，第一件应学的事情就是不要干涉他们自己快乐的特殊方法。</p><p>不要试图改造你的配偶。</p><h4 id=\"人性的弱点-36\">《人性的弱点》</h4><h4 id=\"让你的家庭生活幸福快乐-1\">让你的家庭生活幸福快乐</h4><h4 id=\"46不要批评对方\">46，不要批评对方</h4><p>格莱斯是英国首相，他在公众面前是一个可畏的形象，而在家中从未批评过家人。当他早晨下来用餐时看见家人还在睡觉，他会用一种温柔的方式唤醒他们。</p><p>凯瑟琳也是一样，他曾统治世界上最大的帝国，但如果厨师将肉烤焦，她什么也不会说，而是微笑的将肉吃下去。</p><p>狄克斯研究婚姻不幸的专家，他发现击碎婚姻的大多数都是批评，无用的，令人心碎的批评。</p><p>如果你想拥有家庭生活的快乐，不要批评你的丈夫或妻子。</p><h4 id=\"47真诚的欣赏对方\">47.真诚的欣赏对方</h4><p>可能你不知道欣赏对方有多重要，男子在寻求伴侣时从不像在找高级职员那样寻找能力强过自己的人，而是在寻找一个对自己具有诱惑力的，愿意奉承自己的使自己感到舒服的人。</p><p>如果一位女办公室主任应邀去吃饭，她总是提及自己的学识自己的成就，甚至坚持自付餐费，那最后的结果只能是再也没人邀请她吃饭了。相反，如果一位未进过大学的打字员应邀吃饭，她能温柔的注视着男伴，仰慕的说‘再给我讲讲有关你的事’，最后的结果可能是，男伴会告诉别人，她是我遇到过的最会说话的人。</p><p>男性也应如此对待女性，特别是对女性的服饰和装饰，应当给予真诚的赞美。</p><p>作者祖母95岁去世前不久给她看30多年前的照片，她唯一问的一句话是，那时我穿着什么衣服。对于男人来讲，他们也许想不起5年前穿什么衣服，但女人不同。法国上等社会的男子都要训练对女人的衣帽表示赞美，而且每晚都要训练很多次。</p><p>迪斯瑞利英国伟大的政治家就不羞于让世界知道他对他的“小妇人沾光多少”。他说，我沾光于我夫人多于世上其他任何人。她帮助我勇敢前进，她为我很好的管理钱财，并为我生了5个孩子，为我建造了一个美丽的家庭，我所拥有的一切都是她的功劳。</p><p>巴克斯得为丈夫放弃了舞台，专心在家带孩子，虽然她失去了舞台的快乐，但他从丈夫那里得到了更多的快乐。她丈夫说，妻子为自己和家庭放弃了很多，我应该尽量的称赞她鼓励她，这样她就能从失去的快乐中挽回一些快乐。丈夫的赞美和欣赏使得妻子重拾了生活的信心。</p><p>如果你想保持家庭生活快乐，请给予对方真诚的赞美和欣赏。</p><h4 id=\"人性的弱点-37\">《人性的弱点》</h4><h4 id=\"让你的家庭生活幸福快乐-2\">让你的家庭生活幸福快乐</h4><h4 id=\"48注重生活中的小事\">48，注重生活中的小事</h4><p>琐碎的事情是多数婚姻不幸的根源。其实只要做一些简单的事就能顺利的避免走向不幸。比如每天早上向妻子或丈夫说早安，出门上班时向对方说再会，就能避免许多离婚。</p><p>人是很奇怪的动物，我们都非常注重生活中的小事，一朵花，一个小礼物，一句甜言蜜语，这比给妻子或丈夫买个车子或房子还重要。如果许多纪念日你记不住，切不可忘记，对方的生活和结婚纪念日。</p><p>勃朗宁与夫人的生活就很可歌可叹，他从未忙得忘记对夫人用小小的恭维及注意来保护爱情的活力。终究婚姻是一串琐事，忽略这个事实，将造成家庭生活的灾难。</p><p>注重那些看似小的事情，那才是人类感受的关键。</p><h4 id=\"49家庭生活也应该有礼\">49，家庭生活也应该有礼</h4><p>丹姆罗希是位有名演说家，他与夫人的生活很快乐，问她夫人的秘诀是什么时，她说，“她认为结婚后的礼貌是最重要的。我们对丈夫或妻子应该像对刚见面的人一样有礼。”</p><p>无礼是侵浊爱情的活水。大部分时候我们对陌生人和朋友比对自家人要更加客气有礼。我们不会阻止陌生人讲自己听过的故事，也不会未经朋友的允许而拆朋友的信，在请求向陌生人和朋友帮助时都会先彬彬有礼的请求一番。但我们对家人则是另一番态度，总是因为他们的小错而侮辱他们，对我们说出刻薄、侮辱、伤感情的话的人，都是我们自家的人。</p><p>我们应该尽早的发现这个问题，并改进它。我们应该像经营自己事业或职业那样去经营家庭，使家庭成为一个发达的机构，动力十足并团结一致。对待妻子和丈夫时，更多的使用礼仪外交手段来对待他们，更多用些温柔的手段，而不是高压或强硬手段。</p><p>其实很多男人都知道应该先让妻子快乐然后就可以使她快乐的做事并不需要任何报酬。他知道如果给她几句简单真诚的恭维和赞美，说她管家是如何的好，她就会很乐意去帮助男人们做事，她也会为他节省每一分钱，因为男人们赞美了她对她彬彬有礼。</p><p>相反有部分男人却完全不知道如何对待妻子，他们情愿与她争吵，情愿浪费他的钱为她买新衣服、新车子、新珠宝，也不愿意为一点小事去赞美去恭维，最后浪费了钱还是没能得到家庭的快乐。</p><p>给予你的妻子或丈夫更多礼貌</p><h4 id=\"人性的弱点-38\">《人性的弱点》</h4><h4 id=\"让你的家庭生活幸福快乐-3\">让你的家庭生活幸福快乐</h4><h3 id=\"50如何与女性相处\">50，如何与女性相处</h3><p>一般人看来单身汉似乎都是横冲直撞、无所顾虑的，而结了婚的男子则十分谨慎、庸俗。其实单身汉比结了婚的男子更严肃、认真，在金钱上斤斤计较，也更懂得为自己打算，因此他们通常不会冒险去结婚登记处，相信许多未婚女子也是如此。</p><p>我们应该向结了婚的男人致敬，他们既然有勇气结婚，相信也一定会愿意用各种技巧来增进自己的婚姻幸福。</p><p>康奈尔大学文理学学院院长解释说，婚姻是否美满，要看双方的心理是否成熟。也就是说，他们是否了解自己、了解与对方的关系，并且愿意彼此分担责任，以增进对方的快乐。维持家庭关系是凭借内在价值的满足，例如感情、友谊、价值观等，而且不能用强求的方式取得。</p><p>以下是与妻子相处的7个建议</p><h4 id=\"1感谢她称赞她\">1.感谢她、称赞她</h4><p>千万别短缺了太太的配粮，这样她就会心甘情愿为你卖命。在你失去工作、头发或腰围的时候，她会很乐意与你同甘共苦，甚至不会怨天尤人地天天穿着那件仅有的外套，只要你能时时不忘赞美她。</p><p>通常男士比较容易知道自己的定位，因为他们的工作表现很快就能从上级反馈，或者他们做成了一笔生意，很快就能晋升、加薪或得到表扬。但女士们则不同，她们待在家里穷忙，却一点也不知道自己的成绩如何，除非她生命中的另一半告诉她、肯定她。因此男士们的感谢和赞美是她唯一的奖励。要想赢得女人的心，并让她愿意永远不辞辛劳地取悦自己，最好、最有用、最不会失败的方法，便是时时全心全意地感谢她、赞美她。</p><p>一位纽约专栏作家罗伯特娶了一位美丽聪慧的妻子珍妮，但珍妮却认为罗伯特是世界上最好的丈夫。因为罗伯特总是不断得赞美妻子，每当他有什么新的书出版时，总不会忘记在首页上写上“献给珍妮”，这些题字比起支票上的数字有用的多。</p><h4 id=\"2要慷慨关心她\">2.要慷慨、关心她</h4><p>许多男士认为慷慨就是指大方的付清所有账单，其实女士真正需要的慷慨并不是这些，她们需要的是男士的关注与关心，例如可以对她说，要不请你妈妈来我们家住一段时间，或者在宴会上时时表达你对她的关心，这才是真正的慷慨。</p><p>作者记得有一次参加宴会，男主人是个相当出名的杰出人物，对每个人都极为殷勤有礼，唯独对自己太太例外。他的太太在陌生人群当中显得很不自在，而她的丈夫则如鱼得水，在人群当中显得十分得意。分一点关注给自己的太太并不会影响他的公共关系，反而有助他的形象，更可增进夫妻之间的关系。后来听说他们的婚姻果然恶化。</p><h4 id=\"3不要过于不修边幅\">3.不要过于不修边幅</h4><p>一般人认为注重打扮或保持吸引力是女人家的事，但男士也同样需要注意自己的形象，特别是在妻子面前。男士们上班的时候是西装笔挺，但在家里的德性却像尚未整理过的床铺一样，不忍直视。这种邋遢的男子大概从没想过，太太们也是希望自己的另一半清洁整齐，她更喜欢你能洗脸刮胡子，至少在她面前晃来晃去的时候，能对得起她的眼睛。一名真正的男子当然不靠外貌，但外表却是他人见到你时对你的第一印象。我们应该在家里也同样时时保持整齐，至少干净整洁。</p><h4 id=\"人性的弱点-39\">《人性的弱点》</h4><h4 id=\"让你的家庭生活幸福快乐-4\">让你的家庭生活幸福快乐</h4><h3 id=\"51如何与男性相处\">51，如何与男性相处</h3><p>二次世界大战后有人对军人做了一个调查，“你希望从婚姻中获得什么”，这些穿制服、肌肉发达的小伙子们不假思索的列出了答案，“舒适”。这与许多化妆品或香水广告中的暗示大不相同。男人心中的“舒适”到底指的是什么，是母亲般的温柔，还是玛丽莲梦露般的性感。</p><p>作者归结出几个重点。</p><h4 id=\"1要脾气好善解人意\">1.要脾气好、善解人意</h4><p>男人通常最注意对方是否具有好脾气，他们宁愿在欢愉的气氛中吃泡面，也不愿意和一个唠叨、烦躁、牢骚满腹的女性一起吃牛排。一位单身汉坦言，如果一位活泼、好脾气、明朗却不忠实的女人和一位贞洁的悍妇，他毫不迟疑的选择前者。</p><p>几年前，作者雇佣了一位女打字员，但她的能力太差，常常拼错字，速度慢，记录又不准确，但是她具有一种欢愉的气质，能忍受各种怒气、抱怨和批评，她如同阳光般照亮整个房间，她的丈夫每次望着她时脸上都发出霓虹灯般的光彩。</p><h4 id=\"2当个好伴侣\">2.当个好伴侣</h4><p>什么是好伴侣。作者解释到，琳和杰克就是好伴侣，琳不曾实际参加杰克的各种活动，但她总是在一旁为他加油，并且帮助他做些他无法分心去做的事。结婚16年的梅娜太太发现自己的婚姻缺少了点什么，她终于发现缺少了与丈夫一份如朋友般的情谊，于是她试着去了解丈夫的兴趣。现在她对曲棍球赛很敢兴趣，与丈夫常一起看曲棍球，除了曲棍球，他继续了解丈夫的其他兴趣，并与丈夫一起分享乐趣。</p><h4 id=\"3当名好听众\">3.当名好听众</h4><p>许多女性在这方面做得不好，是因为不了解听的艺术。很多女性唠叨不休，男人根本找不到机会可让自己也发表一些长篇大论。</p><p>聆听的品质十分重要，可以鼓舞讲话的人表达出完整的意思。聆听并不是指必须保持沉默，你大可以从旁加进几句鼓舞的话。想要当好听众，首先要注意听讲，眼睛不要四处张望，或显出烦躁不安的样子。</p><p>一个好的听众除了要专心之外，还要懂得合作。聪明的男人分得出什么人真的在听他讲话，或什么样的女性只是敷衍了事讨他欢心。在他讲话的时候偶尔插几句文化，或提供些不同的看法，可以刺激或鼓励他继续讲下去，最好在他讲得告一段落时再插进去，并简明扼要以便尽快把发言权还给他。</p><p>只要勤加练习，我们完全可以熟悉听讲的规则。懂得技巧的观众通常也会变成优秀的谈话者，因为听与讲不可分，一方的技巧通常会加强另一方面的表现。它还可以帮助我们迈向成熟，因为这正是我们能不断学习的最佳途径。</p>",
            "url": "http://www.luzexi.com/2020/05/24/%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B07",
            
            
            
            
            
            "date_published": "2020-05-24T00:00:00+08:00",
            "date_modified": "2020-05-24T00:00:00+08:00",
            
                "author":  {
                "name": "Jesse Lu",
                "url": "http://www.luzexi.com",
                "avatar": null
                }
                
            
        }
    
    ]
}